local MapInfo = 
{
	MapType = 4,
	Remarks = "新手副本",
	TextDisplayName = "아카이아 균열",
	Length = 512,
	Width = 512,
	NavMeshName = "Dungn00_EmpireRelicPrologue.navmesh",
	BackgroundMusic = "BGM_Tutorial",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/Map_Bg_Start.png",
	AssetPath = "Assets/Outputs/Scenes/Dungn00_EmpireRelicPrologue.prefab",
	PKMode= 1,
	Monster = 
	{
		[40032] = 
		{
			[1] = { x = 1.05, y = 68.26, z = -48.72, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[2] = { x = 1.59, y = 68.26, z = -50.45, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[3] = { x = -1.65, y = 68.26, z = -63.19, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[4] = { x = 4.66, y = 68.26, z = -63.23, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[5] = { x = -1.16, y = 68.26, z = -50.22, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[6] = { x = 3.98, y = 68.26, z = -50.14, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[7] = { x = 5.67, y = 68.26, z = -55.69, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[8] = { x = -3.39, y = 68.26, z = -55.21, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[9] = { x = -2.27, y = 68.26, z = -50.26, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[10] = { x = 2.43, y = 68.26, z = -46.32, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[11] = { x = -2.37, y = 68.26, z = -53.17, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[12] = { x = 4.84, y = 68.26, z = -52.98, name = "아르곤 선봉", level = 1, DropItemIds = " " },
		},
		[40000] = 
		{
			[1] = { x = 68.70, y = 71.01, z = 153.40, name = "폭군 드래곤", level = 1, SortID = 11,IsBoss = true },
		},
		[40019] = 
		{
			[1] = { x = 1.17, y = 68.60, z = 15.78, name = "바포메트", level = 1, SortID = 5 },
		},
		[40012] = 
		{
			[1] = { x = 1.40, y = 68.77, z = -63.70, name = "비행 비석", level = 10, SortID = 24 },
			[2] = { x = 1.50, y = 68.60, z = -58.20, name = "비행 비석", level = 10, SortID = 26 },
		},
		[11099] = 
		{
			[1] = { x = 1.84, y = 68.26, z = -49.44, name = "비행 몬스터", level = 20, SortID = 25 },
		},
		[40023] = 
		{
			[1] = { x = 1.60, y = 68.21, z = 23.76, name = "불사의 근위병", level = 1, SortID = 7 },
			[2] = { x = 1.68, y = 68.21, z = 21.48, name = "불사의 근위병", level = 1, SortID = 37 },
		},
		[40020] = 
		{
			[1] = { x = -0.05, y = 68.26, z = -48.72, name = "불사의 근위병", level = 1, SortID = 1 },
		},
		[40034] = 
		{
			[1] = { x = -2.54, y = 65.95, z = -17.94, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[2] = { x = 6.35, y = 65.95, z = -18.33, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[3] = { x = -4.85, y = 65.95, z = -10.12, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[4] = { x = 7.44, y = 65.95, z = -10.55, name = "아르곤 선봉", level = 1, DropItemIds = " " },
			[5] = { x = 0.30, y = 65.95, z = -4.11, name = "아르곤 선봉", level = 1, DropItemIds = " " },
		},
		[40035] = 
		{
			[1] = { x = 5.27, y = 65.95, z = -5.14, name = "아르곤 흑마법사", level = 1, DropItemIds = " " },
			[2] = { x = -1.15, y = 65.95, z = -5.17, name = "아르곤 흑마법사", level = 1, DropItemIds = " " },
			[3] = { x = 4.11, y = 65.95, z = -10.33, name = "아르곤 흑마법사", level = 1, DropItemIds = " " },
			[4] = { x = -4.61, y = 65.95, z = -5.40, name = "아르곤 흑마법사", level = 1, DropItemIds = " " },
			[5] = { x = 6.86, y = 65.95, z = -4.23, name = "아르곤 흑마법사", level = 1, DropItemIds = " " },
		},
		[40024] = 
		{
			[1] = { x = 2.35, y = 70.46, z = 183.10, name = "균열 수정", level = 1, SortID = 27 },
		},
		[40025] = 
		{
			[1] = { x = 2.09, y = 71.02, z = 115.20, name = "용살자 쇠뇌", level = 60, SortID = 28 },
		},
		[40026] = 
		{
			[1] = { x = -11.82, y = 71.02, z = 119.04, name = "용살자 쇠뇌", level = 60, SortID = 38 },
		},
		[40027] = 
		{
			[1] = { x = -7.66, y = 71.02, z = 105.13, name = "용살자 쇠뇌", level = 60, SortID = 39 },
		},
		[40028] = 
		{
			[1] = { x = 6.00, y = 71.02, z = 99.01, name = "용살자 쇠뇌", level = 60, SortID = 40 },
		},
		[11096] = 
		{
			[1] = { x = 1.71, y = 71.02, z = 115.01, name = "비행 몬스터", level = 20, SortID = 46 },
		},
		[11097] = 
		{
			[1] = { x = 42.83, y = 71.02, z = 137.90, name = "비행 몬스터", level = 20, SortID = 47 },
		},
		[11098] = 
		{
			[1] = { x = 1.66, y = 68.26, z = -67.64, name = "비행 몬스터", level = 20, SortID = 49 },
		},
		[11100] = 
		{
			[1] = { x = 2.25, y = 70.46, z = 177.45, name = "비행 몬스터", level = 20, SortID = 52 },
		},
		[40031] = 
		{
			[1] = { x = 30.00, y = 71.02, z = 126.00, name = "비행 몬스터", level = 20, SortID = 54 },
		},
		[40033] = 
		{
			[1] = { x = -8.59, y = 68.26, z = -50.99, name = "아르곤 흑마법사", level = 1, DropItemIds = " " },
			[2] = { x = 11.63, y = 68.26, z = -52.67, name = "아르곤 흑마법사", level = 1, DropItemIds = " " },
		},
		[40001] = 
		{
			[1] = { x = 2.00, y = 71.02, z = 141.10, name = "폭군 드래곤", level = 1, DropItemIds = " ",IsBoss = true },
		},
	},
	Npc = 
	{
		[30000] = 
		{
			[1] = { x = 1.81, y = 68.26, z = -66.04, name = "크라이스", SortID = 8 },
			[2] = { x = 16.10, y = 68.21, z = 18.96, name = "크라이스", SortID = 53 },
		},
		[30007] = 
		{
			[1] = { x = -2.81, y = 68.26, z = -56.44, name = "연합군", SortID = 9 },
			[2] = { x = -1.82, y = 68.26, z = -54.37, name = "연합군", SortID = 19 },
			[3] = { x = 3.93, y = 68.37, z = -57.76, name = "연합군", SortID = 23 },
			[4] = { x = 4.70, y = 68.26, z = -55.02, name = "연합군", SortID = 30 },
		},
		[30008] = 
		{
			[1] = { x = -20.92, y = 71.02, z = 148.35, name = "크라이스", SortID = 48 },
		},
	},
	Region = 
	{
		[2] = 
		{
			[334] = { x = 1.57, y = 68.26, z = -67.77, name = "摇杆教学", worldId = 0, PkMode = 1 },
			[335] = { x = 1.78, y = 68.58, z = -48.98, name = "自动移动教学", worldId = 0, PkMode = 1 },
			[338] = { x = 1.57, y = 68.21, z = 15.60, name = "平台区域", worldId = 0, PkMode = 1 },
			[339] = { x = 1.76, y = 70.46, z = 177.98, name = "裂隙中心", worldId = 0, PkMode = 1 },
			[340] = { x = 1.77, y = 68.26, z = -77.11, name = "遥感教学触发区域", worldId = 0, PkMode = 1 },
			[341] = { x = 0.72, y = 71.02, z = 72.41, name = "巨龙CG触发", worldId = 0, PkMode = 1 },
			[342] = { x = 1.64, y = 82.74, z = 115.09, name = "BOSS区域", worldId = 0, PkMode = 1 },
			[343] = { x = 1.86, y = 66.26, z = -38.65, name = "断桥中触发区域", worldId = 0, PkMode = 1 },
			[344] = { x = 1.59, y = 71.02, z = 115.10, name = "巨龙平台Boss战区域", worldId = 0, BackgroundMusic = "BGM_Dunjeon/Dunjeon/DUNJEON_BATTLE", PkMode = 1, CameraDistance = 15 },
			[345] = { x = -1.38, y = 71.40, z = 113.82, name = "教学6回调区域", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
		[22] = 
		{
			[1] = { x = 1.79, y = 71.02, z = 115.03 },
		},
		[604] = 
		{
			[1] = { x = -11.82, y = 71.02, z = 119.04 },
		},
		[613] = 
		{
			[1] = { x = -7.66, y = 71.02, z = 105.13 },
		},
		[644] = 
		{
			[1] = { x = 6.00, y = 71.02, z = 99.01 },
		},
	},
	Entity = 
	{
		[3] = 
		{
			x = 1.05, y = 68.26, z = -48.72, Type = 1,
			Tid = 
			{
				[40032] = 2,
			},
		},
		[11] = 
		{
			x = 68.70, y = 71.01, z = 153.40, Type = 1,
			Tid = 
			{
				[40000] = 1,
			},
		},
		[5] = 
		{
			x = 1.17, y = 68.60, z = 15.78, Type = 1,
			Tid = 
			{
				[40019] = 1,
			},
		},
		[24] = 
		{
			x = 1.40, y = 68.77, z = -63.70, Type = 1,
			Tid = 
			{
				[40012] = 1,
			},
		},
		[25] = 
		{
			x = 1.84, y = 68.26, z = -49.44, Type = 1,
			Tid = 
			{
				[11099] = 1,
			},
		},
		[26] = 
		{
			x = 1.50, y = 68.60, z = -58.20, Type = 1,
			Tid = 
			{
				[40012] = 1,
			},
		},
		[7] = 
		{
			x = 1.60, y = 68.21, z = 23.76, Type = 1,
			Tid = 
			{
				[40023] = 3,
			},
		},
		[1] = 
		{
			x = -0.05, y = 68.26, z = -48.72, Type = 1,
			Tid = 
			{
				[40020] = 1,
			},
		},
		[6] = 
		{
			x = 1.59, y = 68.26, z = -50.45, Type = 1,
			Tid = 
			{
				[40032] = 2,
			},
		},
		[10] = 
		{
			x = -2.54, y = 65.95, z = -17.94, Type = 1,
			Tid = 
			{
				[40034] = 1,
			},
		},
		[12] = 
		{
			x = 6.35, y = 65.95, z = -18.33, Type = 1,
			Tid = 
			{
				[40034] = 1,
			},
		},
		[13] = 
		{
			x = -4.85, y = 65.95, z = -10.12, Type = 1,
			Tid = 
			{
				[40034] = 1,
			},
		},
		[14] = 
		{
			x = 7.44, y = 65.95, z = -10.55, Type = 1,
			Tid = 
			{
				[40034] = 1,
			},
		},
		[17] = 
		{
			x = 0.30, y = 65.95, z = -4.11, Type = 1,
			Tid = 
			{
				[40034] = 1,
			},
		},
		[18] = 
		{
			x = -1.65, y = 68.26, z = -63.19, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[22] = 
		{
			x = 4.66, y = 68.26, z = -63.23, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[29] = 
		{
			x = -1.16, y = 68.26, z = -50.22, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[31] = 
		{
			x = 3.98, y = 68.26, z = -50.14, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[32] = 
		{
			x = 5.27, y = 65.95, z = -5.14, Type = 1,
			Tid = 
			{
				[40035] = 1,
			},
		},
		[33] = 
		{
			x = -1.15, y = 65.95, z = -5.17, Type = 1,
			Tid = 
			{
				[40035] = 1,
			},
		},
		[34] = 
		{
			x = 4.11, y = 65.95, z = -10.33, Type = 1,
			Tid = 
			{
				[40035] = 1,
			},
		},
		[35] = 
		{
			x = -4.61, y = 65.95, z = -5.40, Type = 1,
			Tid = 
			{
				[40035] = 1,
			},
		},
		[36] = 
		{
			x = 6.86, y = 65.95, z = -4.23, Type = 1,
			Tid = 
			{
				[40035] = 1,
			},
		},
		[37] = 
		{
			x = 1.68, y = 68.21, z = 21.48, Type = 1,
			Tid = 
			{
				[40023] = 3,
			},
		},
		[27] = 
		{
			x = 2.35, y = 70.46, z = 183.10, Type = 1,
			Tid = 
			{
				[40024] = 1,
			},
		},
		[28] = 
		{
			x = 2.09, y = 71.02, z = 115.20, Type = 1,
			Tid = 
			{
				[40025] = 1,
			},
		},
		[38] = 
		{
			x = -11.82, y = 71.02, z = 119.04, Type = 1,
			Tid = 
			{
				[40026] = 1,
			},
		},
		[39] = 
		{
			x = -7.66, y = 71.02, z = 105.13, Type = 1,
			Tid = 
			{
				[40027] = 1,
			},
		},
		[40] = 
		{
			x = 6.00, y = 71.02, z = 99.01, Type = 1,
			Tid = 
			{
				[40028] = 1,
			},
		},
		[45] = 
		{
			x = 5.67, y = 68.26, z = -55.69, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[46] = 
		{
			x = 1.71, y = 71.02, z = 115.01, Type = 1,
			Tid = 
			{
				[11096] = 1,
			},
		},
		[47] = 
		{
			x = 42.83, y = 71.02, z = 137.90, Type = 1,
			Tid = 
			{
				[11097] = 1,
			},
		},
		[49] = 
		{
			x = 1.66, y = 68.26, z = -67.64, Type = 1,
			Tid = 
			{
				[11098] = 1,
			},
		},
		[50] = 
		{
			x = -3.39, y = 68.26, z = -55.21, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[52] = 
		{
			x = 2.25, y = 70.46, z = 177.45, Type = 1,
			Tid = 
			{
				[11100] = 1,
			},
		},
		[54] = 
		{
			x = 30.00, y = 71.02, z = 126.00, Type = 1,
			Tid = 
			{
				[40031] = 1,
			},
		},
		[55] = 
		{
			x = -2.27, y = 68.26, z = -50.26, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[51] = 
		{
			x = 2.43, y = 68.26, z = -46.32, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[56] = 
		{
			x = -2.37, y = 68.26, z = -53.17, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[57] = 
		{
			x = 4.84, y = 68.26, z = -52.98, Type = 1,
			Tid = 
			{
				[40032] = 1,
			},
		},
		[58] = 
		{
			x = -8.59, y = 68.26, z = -50.99, Type = 1,
			Tid = 
			{
				[40033] = 1,
			},
		},
		[59] = 
		{
			x = 11.63, y = 68.26, z = -52.67, Type = 1,
			Tid = 
			{
				[40033] = 1,
			},
		},
		[76] = 
		{
			x = 2.00, y = 71.02, z = 141.10, Type = 1,
			Tid = 
			{
				[40001] = 1,
			},
		},
		[8] = 
		{
			x = 1.81, y = 68.26, z = -66.04, Type = 2,
			Tid = 
			{
				[30000] = 1,
			},
		},
		[9] = 
		{
			x = -2.81, y = 68.26, z = -56.44, Type = 2,
			Tid = 
			{
				[30007] = 1,
			},
		},
		[19] = 
		{
			x = -1.82, y = 68.26, z = -54.37, Type = 2,
			Tid = 
			{
				[30007] = 1,
			},
		},
		[23] = 
		{
			x = 3.93, y = 68.37, z = -57.76, Type = 2,
			Tid = 
			{
				[30007] = 1,
			},
		},
		[30] = 
		{
			x = 4.70, y = 68.26, z = -55.02, Type = 2,
			Tid = 
			{
				[30007] = 1,
			},
		},
		[48] = 
		{
			x = -20.92, y = 71.02, z = 148.35, Type = 2,
			Tid = 
			{
				[30008] = 1,
			},
		},
		[53] = 
		{
			x = 16.10, y = 68.21, z = 18.96, Type = 2,
			Tid = 
			{
				[30000] = 1,
			},
		},
		[2] = 
		{
			x = -1.90, y = 68.37, z = -43.72, Type = 4,
			Tid = 
			{
				[8] = 0,
			},
		},
		[15] = 
		{
			x = 1.63, y = 68.30, z = 8.06, Type = 4,
			Tid = 
			{
				[8] = 0,
			},
		},
		[16] = 
		{
			x = 1.16, y = 68.21, z = 58.14, Type = 4,
			Tid = 
			{
				[8] = 0,
			},
		},
		[20] = 
		{
			x = 1.10, y = 71.02, z = 67.82, Type = 4,
			Tid = 
			{
				[15] = 0,
			},
		},
		[21] = 
		{
			x = 2.75, y = 71.02, z = 162.67, Type = 4,
			Tid = 
			{
				[15] = 0,
			},
		},
		[4] = 
		{
			x = 4.67, y = 68.37, z = -43.83, Type = 4,
			Tid = 
			{
				[8] = 0,
			},
		},
		[68] = 
		{
			x = 45.67, y = 71.02, z = 138.68, Type = 4,
			Tid = 
			{
				[31] = 0,
			},
		},
		[69] = 
		{
			x = 49.53, y = 71.02, z = 129.57, Type = 4,
			Tid = 
			{
				[31] = 0,
			},
		},
		[70] = 
		{
			x = 39.89, y = 71.02, z = 146.82, Type = 4,
			Tid = 
			{
				[31] = 0,
			},
		},
		[71] = 
		{
			x = 51.28, y = 71.02, z = 119.66, Type = 4,
			Tid = 
			{
				[31] = 0,
			},
		},
		[72] = 
		{
			x = 50.88, y = 71.01, z = 109.75, Type = 4,
			Tid = 
			{
				[31] = 0,
			},
		},
		[73] = 
		{
			x = 48.50, y = 71.00, z = 100.00, Type = 4,
			Tid = 
			{
				[31] = 0,
			},
		},
		[74] = 
		{
			x = 32.70, y = 71.02, z = 153.83, Type = 4,
			Tid = 
			{
				[31] = 0,
			},
		},
		[75] = 
		{
			x = 24.26, y = 71.02, z = 159.12, Type = 4,
			Tid = 
			{
				[31] = 0,
			},
		},
		[41] = 
		{
			x = 1.79, y = 71.02, z = 115.03, Type = 6,
			Tid = 
			{
				[22] = 1,
			},
		},
		[42] = 
		{
			x = -11.82, y = 71.02, z = 119.04, Type = 6,
			Tid = 
			{
				[604] = 1,
			},
		},
		[43] = 
		{
			x = -7.66, y = 71.02, z = 105.13, Type = 6,
			Tid = 
			{
				[613] = 1,
			},
		},
		[44] = 
		{
			x = 6.00, y = 71.02, z = 99.01, Type = 6,
			Tid = 
			{
				[644] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[4] = { posx = 1.44, posy = 68.19, posz = 17.85, rotx = 0.00, roty = 329.04, rotz = 0.00 },
		[5] = { posx = 68.70, posy = 71.01, posz = 153.40, rotx = 0.00, roty = 240.00, rotz = 0.00 },
		[6] = { posx = 68.70, posy = 71.01, posz = 153.40, rotx = 0.00, roty = 240.00, rotz = 0.00 },
		[7] = { posx = 1.79, posy = 71.37, posz = 114.97, rotx = 0.00, roty = 65.78, rotz = 0.00 },
		[8] = { posx = 1.71, posy = 71.02, posz = 115.31, rotx = 0.00, roty = 60.00, rotz = 0.00 },
		[9] = { posx = -11.82, posy = 71.02, posz = 119.04, rotx = 0.00, roty = 76.73, rotz = 0.00 },
		[10] = { posx = -7.66, posy = 71.02, posz = 105.13, rotx = 0.00, roty = 60.26, rotz = 0.00 },
		[11] = { posx = 6.00, posy = 71.02, posz = 99.01, rotx = 0.00, roty = 44.29, rotz = 0.00 },
		[12] = { posx = 1.11, posy = 71.02, posz = 71.96, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[13] = { posx = 16.15, posy = 68.21, posz = 18.97, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[14] = { posx = 42.82, posy = 71.51, posz = 137.82, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo
