local MapInfo = 
{
	MapType = 3,
	Remarks = "",
	TextDisplayName = "희망항",
	Length = 512,
	Width = 512,
	NavMeshName = "City01.navmesh",
	BackgroundMusic = "BGM_Maincastle_1/Maincastle_1/maincastle_1_zone_2",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/city01.png",
	AssetPath = "Assets/Outputs/Scenes/City01.prefab",
	PKMode= 1,
	Monster = 
	{
		[10177] = 
		{
			[1] = { x = -4.63, y = 58.38, z = -34.98, name = "", level = 5, SortID = 3 },
		},
		[10176] = 
		{
			[1] = { x = -4.80, y = 58.58, z = -21.16, name = "", level = 5, SortID = 2 },
		},
	},
	Npc = 
	{
		[795] = 
		{
			[1] = { x = -4.64, y = 58.38, z = -37.71, name = "스파이크", SortID = 38 },
		},
		[792] = 
		{
			[1] = { x = 0.12, y = 58.38, z = -39.41, name = "목격자", SortID = 39 },
		},
		[794] = 
		{
			[1] = { x = -9.51, y = 58.38, z = -39.20, name = "독수리파 멤버", SortID = 40 },
		},
		[793] = 
		{
			[1] = { x = -2.03, y = 58.38, z = -43.14, name = "독수리파 멤버", SortID = 41 },
		},
		[799] = 
		{
			[1] = { x = -7.26, y = 58.38, z = -43.12, name = "독수리파 멤버", SortID = 42 },
		},
		[800] = 
		{
			[1] = { x = -13.02, y = 58.38, z = -41.96, name = "목격자", SortID = 43 },
		},
		[801] = 
		{
			[1] = { x = 3.90, y = 58.38, z = -42.10, name = "독수리파 멤버", SortID = 44 },
		},
		[802] = 
		{
			[1] = { x = -12.69, y = 58.38, z = -35.67, name = "목격자", SortID = 45 },
		},
		[803] = 
		{
			[1] = { x = 3.11, y = 58.38, z = -36.09, name = "독수리파 멤버", SortID = 46 },
		},
		[804] = 
		{
			[1] = { x = -16.97, y = 58.38, z = -37.73, name = "목격자", SortID = 47 },
		},
		[805] = 
		{
			[1] = { x = 7.72, y = 58.38, z = -38.14, name = "독수리파 멤버", SortID = 48 },
		},
		[797] = 
		{
			[1] = { x = -4.64, y = 58.38, z = -32.40, name = "캘리 발레토", SortID = 49 },
		},
		[791] = 
		{
			[1] = { x = -4.80, y = 58.58, z = -21.16, name = "캘리 발레토", SortID = 50 },
		},
		[796] = 
		{
			[1] = { x = -4.80, y = 58.58, z = -21.16, name = "캘리 발레토", SortID = 51 },
		},
		[815] = 
		{
			[1] = { x = -4.64, y = 58.38, z = -32.40, name = "캘리 발레토", SortID = 1 },
		},
	},
	Region = 
	{
		[2] = 
		{
			[405] = { x = -5.65, y = 58.38, z = -11.58, name = "相位区域", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
	},
	Entity = 
	{
		[3] = 
		{
			x = -4.63, y = 58.38, z = -34.98, Type = 1,
			Tid = 
			{
				[10177] = 1,
			},
		},
		[2] = 
		{
			x = -4.80, y = 58.58, z = -21.16, Type = 1,
			Tid = 
			{
				[10176] = 1,
			},
		},
		[38] = 
		{
			x = -4.64, y = 58.38, z = -37.71, Type = 2,
			Tid = 
			{
				[795] = 1,
			},
		},
		[39] = 
		{
			x = 0.12, y = 58.38, z = -39.41, Type = 2,
			Tid = 
			{
				[792] = 1,
			},
		},
		[40] = 
		{
			x = -9.51, y = 58.38, z = -39.20, Type = 2,
			Tid = 
			{
				[794] = 1,
			},
		},
		[41] = 
		{
			x = -2.03, y = 58.38, z = -43.14, Type = 2,
			Tid = 
			{
				[793] = 1,
			},
		},
		[42] = 
		{
			x = -7.26, y = 58.38, z = -43.12, Type = 2,
			Tid = 
			{
				[799] = 1,
			},
		},
		[43] = 
		{
			x = -13.02, y = 58.38, z = -41.96, Type = 2,
			Tid = 
			{
				[800] = 1,
			},
		},
		[44] = 
		{
			x = 3.90, y = 58.38, z = -42.10, Type = 2,
			Tid = 
			{
				[801] = 1,
			},
		},
		[45] = 
		{
			x = -12.69, y = 58.38, z = -35.67, Type = 2,
			Tid = 
			{
				[802] = 1,
			},
		},
		[46] = 
		{
			x = 3.11, y = 58.38, z = -36.09, Type = 2,
			Tid = 
			{
				[803] = 1,
			},
		},
		[47] = 
		{
			x = -16.97, y = 58.38, z = -37.73, Type = 2,
			Tid = 
			{
				[804] = 1,
			},
		},
		[48] = 
		{
			x = 7.72, y = 58.38, z = -38.14, Type = 2,
			Tid = 
			{
				[805] = 1,
			},
		},
		[49] = 
		{
			x = -4.64, y = 58.38, z = -32.40, Type = 2,
			Tid = 
			{
				[797] = 1,
			},
		},
		[50] = 
		{
			x = -4.80, y = 58.58, z = -21.16, Type = 2,
			Tid = 
			{
				[791] = 1,
			},
		},
		[51] = 
		{
			x = -4.80, y = 58.58, z = -21.16, Type = 2,
			Tid = 
			{
				[796] = 1,
			},
		},
		[1] = 
		{
			x = -4.64, y = 58.38, z = -32.40, Type = 2,
			Tid = 
			{
				[815] = 1,
			},
		},
		[34] = 
		{
			x = 30.60, y = 58.38, z = -24.20, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[35] = 
		{
			x = -39.40, y = 58.38, z = -24.20, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[36] = 
		{
			x = -4.40, y = 58.38, z = 25.80, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[37] = 
		{
			x = -4.40, y = 58.38, z = -74.20, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
	},
	TargetPoint = 
	{
	},

}
return MapInfo
