local MapInfo = 
{
	MapType = 3,
	Remarks = "测试",
	TextDisplayName = "희망항",
	Length = 512,
	Width = 512,
	NavMeshName = "City01.navmesh",
	BackgroundMusic = "BGM_Maincastle_1/Maincastle_1/maincastle_1_zone_2",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/city01.png",
	AssetPath = "Assets/Outputs/Scenes/City01.prefab",
	Monster = 
	{
		[10093] = 
		{
			[1] = { x = -23.63, y = 28.93, z = 166.98, name = "난민 반대자", level = 14, SortID = 2 },
		},
		[10092] = 
		{
			[1] = { x = -56.03, y = 31.41, z = 120.45, name = "휴먼 난민", level = 14, SortID = 1 },
		},
		[10094] = 
		{
			[1] = { x = -3.53, y = 53.72, z = 0.88, name = "난민 반대자", level = 14, SortID = 16 },
		},
	},
	Npc = 
	{
		[515] = 
		{
			[1] = { x = -13.82, y = 58.38, z = -39.22, name = "이민 반대자", SortID = 6 },
			[2] = { x = 0.12, y = 58.38, z = -37.69, name = "이민 반대자", SortID = 7 },
			[3] = { x = -10.59, y = 58.38, z = -40.83, name = "이민 반대자", SortID = 8 },
			[4] = { x = -4.31, y = 58.38, z = -40.64, name = "이민 반대자", SortID = 9 },
			[5] = { x = 3.14, y = 58.38, z = -35.01, name = "이민 반대자", SortID = 10 },
		},
		[517] = 
		{
			[1] = { x = -0.12, y = 58.38, z = -40.26, name = "젊은 여인", SortID = 11 },
			[2] = { x = -8.57, y = 58.38, z = -38.47, name = "젊은 여인", SortID = 12 },
			[3] = { x = 4.26, y = 58.38, z = -38.16, name = "젊은 여인", SortID = 13 },
		},
		[518] = 
		{
			[1] = { x = -4.43, y = 58.38, z = -36.03, name = "스파이크", SortID = 14 },
		},
		[507] = 
		{
			[1] = { x = -4.58, y = 58.38, z = -19.05, name = "캘리 발레토", SortID = 18 },
		},
		[514] = 
		{
			[1] = { x = -95.69, y = 44.22, z = 37.99, name = "군사 구역 장교", SortID = 5 },
		},
		[527] = 
		{
			[1] = { x = -39.24, y = 28.93, z = 177.85, name = "분노한 난민", SortID = 15 },
			[2] = { x = -27.96, y = 28.93, z = 182.97, name = "분노한 난민", SortID = 17 },
			[3] = { x = -29.12, y = 28.93, z = 189.08, name = "분노한 난민", SortID = 19 },
			[4] = { x = -40.49, y = 28.93, z = 182.75, name = "분노한 난민", SortID = 20 },
			[5] = { x = -35.75, y = 28.93, z = 177.20, name = "분노한 난민", SortID = 21 },
		},
		[826] = 
		{
			[1] = { x = -3.08, y = 53.72, z = 17.68, name = "캘리 발레토", SortID = 22 },
		},
		[825] = 
		{
			[1] = { x = -40.39, y = 48.66, z = 31.76, name = "캘리 발레토", SortID = 23 },
		},
		[824] = 
		{
			[1] = { x = -40.39, y = 48.66, z = 31.76, name = "캘리 발레토", SortID = 24 },
			[2] = { x = -2.75, y = 53.72, z = 17.74, name = "캘리 발레토", SortID = 25 },
		},
		[157] = 
		{
			[1] = { x = -32.49, y = 48.66, z = 31.37, name = "부유한 시민", SortID = 187 },
			[2] = { x = -32.75, y = 48.66, z = 28.88, name = "부유한 시민", SortID = 188 },
		},
	},
	Region = 
	{
		[1] = 
		{
			[1] = { x = -1.18, y = 29.19, z = 204.52, xA = 38.19, yA = 49.34, zA = -221.96, name = "传送至东部领地1", worldId = 120, PkMode = 1 },
			[2] = { x = -113.82, y = 29.13, z = 142.47, xA = -21.32, yA = 53.58, zA = -242.44, name = "传送至东部领地2", worldId = 120, PkMode = 1 },
			[4] = { x = 145.58, y = 21.67, z = 219.67, xA = 239.44, yA = 21.91, zA = -224.12, name = "", worldId = 120, PkMode = 1 },
			[87] = { x = -4.99, y = 179.30, z = -131.70, xA = -4.55, yA = 58.38, zA = -43.17, name = "顶端传送区域", worldId = 111, PkMode = 1 },
			[91] = { x = -28.68, y = 58.38, z = -36.51, xA = -5.80, yA = 179.30, zA = -138.31, name = "传送阵大堂", worldId = 111, PkMode = 1 },
		},
		[2] = 
		{
			[86] = { x = 118.73, y = 21.86, z = 89.05, name = "码头附近", worldId = 0, PkMode = 1 },
			[108] = { x = -109.81, y = 48.94, z = 44.56, name = "군사 구역", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[109] = { x = -78.81, y = 31.17, z = 131.60, name = "일몰의 길", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[110] = { x = -34.01, y = 28.93, z = 188.25, name = "빈민가", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[111] = { x = -3.90, y = 28.93, z = 173.39, name = "일출의 길", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[112] = { x = 118.41, y = 18.98, z = 210.10, name = "미트라 상회", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[113] = { x = 57.08, y = 23.37, z = 71.18, name = "항만 사무국", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[114] = { x = 98.05, y = 21.90, z = 136.19, name = "항구 구역", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[115] = { x = -6.01, y = 32.83, z = 114.01, name = "축복의 광장", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[116] = { x = -3.06, y = 48.66, z = 31.26, name = "심사숙고의 길", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[117] = { x = -5.16, y = 58.38, z = -20.23, name = "벨릭의 신전", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[118] = { x = -7.01, y = 185.32, z = -201.91, name = "천공의 궁전", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[124] = { x = 22.82, y = 25.45, z = 159.87, name = "难民抢劫【任务】", worldId = 0, PkMode = 1 },
			[256] = { x = -4.63, y = 53.80, z = 7.10, name = "刷怪区域2", worldId = 0, PkMode = 0 },
			[436] = { x = -24.38, y = 34.80, z = 10.68, name = "神殿对峙相位", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[16] = 
		{
			[1] = { x = 112.46, y = 19.52, z = 114.90 },
			[2] = { x = 109.28, y = 19.52, z = 115.36 },
			[3] = { x = 108.80, y = 19.52, z = 112.12 },
			[4] = { x = 112.22, y = 19.52, z = 111.67 },
			[5] = { x = 131.52, y = 20.78, z = 115.43 },
			[6] = { x = 134.29, y = 20.78, z = 114.88 },
			[7] = { x = 135.01, y = 20.78, z = 118.40 },
			[8] = { x = 132.00, y = 20.78, z = 118.96 },
			[9] = { x = 132.51, y = 20.78, z = 103.78 },
		},
		[363] = 
		{
			[1] = { x = -100.17, y = 44.22, z = 34.45 },
		},
	},
	Entity = 
	{
		[2] = 
		{
			x = -23.63, y = 28.93, z = 166.98, Type = 1,
			Tid = 
			{
				[10093] = 9,
			},
		},
		[1] = 
		{
			x = -56.03, y = 31.41, z = 120.45, Type = 1,
			Tid = 
			{
				[10092] = 5,
			},
		},
		[16] = 
		{
			x = -3.53, y = 53.72, z = 0.88, Type = 1,
			Tid = 
			{
				[10094] = 6,
			},
		},
		[6] = 
		{
			x = -13.82, y = 58.38, z = -39.22, Type = 2,
			Tid = 
			{
				[515] = 1,
			},
		},
		[7] = 
		{
			x = 0.12, y = 58.38, z = -37.69, Type = 2,
			Tid = 
			{
				[515] = 1,
			},
		},
		[8] = 
		{
			x = -10.59, y = 58.38, z = -40.83, Type = 2,
			Tid = 
			{
				[515] = 1,
			},
		},
		[9] = 
		{
			x = -4.31, y = 58.38, z = -40.64, Type = 2,
			Tid = 
			{
				[515] = 1,
			},
		},
		[10] = 
		{
			x = 3.14, y = 58.38, z = -35.01, Type = 2,
			Tid = 
			{
				[515] = 1,
			},
		},
		[11] = 
		{
			x = -0.12, y = 58.38, z = -40.26, Type = 2,
			Tid = 
			{
				[517] = 1,
			},
		},
		[12] = 
		{
			x = -8.57, y = 58.38, z = -38.47, Type = 2,
			Tid = 
			{
				[517] = 1,
			},
		},
		[13] = 
		{
			x = 4.26, y = 58.38, z = -38.16, Type = 2,
			Tid = 
			{
				[517] = 1,
			},
		},
		[14] = 
		{
			x = -4.43, y = 58.38, z = -36.03, Type = 2,
			Tid = 
			{
				[518] = 1,
			},
		},
		[18] = 
		{
			x = -4.58, y = 58.38, z = -19.05, Type = 2,
			Tid = 
			{
				[507] = 1,
			},
		},
		[5] = 
		{
			x = -95.69, y = 44.22, z = 37.99, Type = 2,
			Tid = 
			{
				[514] = 1,
			},
		},
		[15] = 
		{
			x = -39.24, y = 28.93, z = 177.85, Type = 2,
			Tid = 
			{
				[527] = 1,
			},
		},
		[17] = 
		{
			x = -27.96, y = 28.93, z = 182.97, Type = 2,
			Tid = 
			{
				[527] = 1,
			},
		},
		[19] = 
		{
			x = -29.12, y = 28.93, z = 189.08, Type = 2,
			Tid = 
			{
				[527] = 1,
			},
		},
		[20] = 
		{
			x = -40.49, y = 28.93, z = 182.75, Type = 2,
			Tid = 
			{
				[527] = 1,
			},
		},
		[21] = 
		{
			x = -35.75, y = 28.93, z = 177.20, Type = 2,
			Tid = 
			{
				[527] = 1,
			},
		},
		[22] = 
		{
			x = -3.08, y = 53.72, z = 17.68, Type = 2,
			Tid = 
			{
				[826] = 1,
			},
		},
		[23] = 
		{
			x = -40.39, y = 48.66, z = 31.76, Type = 2,
			Tid = 
			{
				[825] = 1,
			},
		},
		[24] = 
		{
			x = -40.39, y = 48.66, z = 31.76, Type = 2,
			Tid = 
			{
				[824] = 1,
			},
		},
		[25] = 
		{
			x = -2.75, y = 53.72, z = 17.74, Type = 2,
			Tid = 
			{
				[824] = 1,
			},
		},
		[187] = 
		{
			x = -32.49, y = 48.66, z = 31.37, Type = 2,
			Tid = 
			{
				[157] = 1,
			},
		},
		[188] = 
		{
			x = -32.75, y = 48.66, z = 28.88, Type = 2,
			Tid = 
			{
				[157] = 1,
			},
		},
		[106] = 
		{
			x = 9.19, y = 29.33, z = -156.23, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[107] = 
		{
			x = -115.20, y = 25.66, z = -119.11, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[85] = 
		{
			x = 112.46, y = 19.52, z = 114.90, Type = 6,
			Tid = 
			{
				[16] = 1,
			},
		},
		[86] = 
		{
			x = 109.28, y = 19.52, z = 115.36, Type = 6,
			Tid = 
			{
				[16] = 1,
			},
		},
		[87] = 
		{
			x = 108.80, y = 19.52, z = 112.12, Type = 6,
			Tid = 
			{
				[16] = 1,
			},
		},
		[88] = 
		{
			x = 112.22, y = 19.52, z = 111.67, Type = 6,
			Tid = 
			{
				[16] = 1,
			},
		},
		[89] = 
		{
			x = 131.52, y = 20.78, z = 115.43, Type = 6,
			Tid = 
			{
				[16] = 1,
			},
		},
		[90] = 
		{
			x = 134.29, y = 20.78, z = 114.88, Type = 6,
			Tid = 
			{
				[16] = 1,
			},
		},
		[91] = 
		{
			x = 135.01, y = 20.78, z = 118.40, Type = 6,
			Tid = 
			{
				[16] = 1,
			},
		},
		[92] = 
		{
			x = 132.00, y = 20.78, z = 118.96, Type = 6,
			Tid = 
			{
				[16] = 1,
			},
		},
		[93] = 
		{
			x = 132.51, y = 20.78, z = 103.78, Type = 6,
			Tid = 
			{
				[16] = 1,
			},
		},
		[4] = 
		{
			x = -100.17, y = 44.22, z = 34.45, Type = 6,
			Tid = 
			{
				[363] = 3,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = -2.98, posy = 28.67, posz = 182.82, rotx = 0.00, roty = 170.64, rotz = 0.00 },
		[2] = { posx = -89.17, posy = 31.06, posz = 142.08, rotx = 0.00, roty = 91.05, rotz = 0.00 },
		[3] = { posx = 141.91, posy = 19.02, posz = 218.47, rotx = 0.00, roty = 223.41, rotz = 0.00 },
		[5] = { posx = 119.66, posy = 21.41, posz = 180.92, rotx = 0.00, roty = 323.41, rotz = 0.00 },
		[6] = { posx = -4.55, posy = 58.38, posz = -43.17, rotx = 0.00, roty = 345.32, rotz = 0.00 },
		[7] = { posx = -5.80, posy = 179.30, posz = -138.31, rotx = 0.00, roty = 151.86, rotz = 0.00 },
		[8] = { posx = -5.14, posy = 48.66, posz = 45.51, rotx = 0.00, roty = 156.87, rotz = 0.00 },
		[9] = { posx = -5.38, posy = 185.32, posz = -191.79, rotx = 0.00, roty = 169.89, rotz = 0.00 },
		[10] = { posx = -71.82, posy = 30.68, posz = 177.99, rotx = 0.00, roty = 135.00, rotz = 0.00 },
	},

}
return MapInfo
