local MapInfo = 
{
	MapType = 4,
	Remarks = "测试",
	TextDisplayName = "희망항",
	Length = 512,
	Width = 512,
	NavMeshName = "City01.navmesh",
	BackgroundMusic = "BGM_Maincastle_1/Maincastle_1/maincastle_1_zone_2",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/city01.png",
	AssetPath = "Assets/Outputs/Scenes/City01.prefab",
	Monster = 
	{
		[10071] = 
		{
			[1] = { x = 23.94, y = 25.45, z = 156.35, name = "분노한 난민", level = 10, SortID = 82 },
			[2] = { x = 26.44, y = 25.45, z = 155.35, name = "분노한 난민", level = 10, SortID = 83 },
			[3] = { x = 21.26, y = 25.45, z = 155.57, name = "분노한 난민", level = 10, SortID = 84 },
		},
		[10097] = 
		{
			[1] = { x = 124.41, y = 21.90, z = 91.25, name = "데바 귀족", level = 14, SortID = 1 },
		},
		[10098] = 
		{
			[1] = { x = 124.41, y = 21.90, z = 91.25, name = "제국 검투사", level = 14, SortID = 1 },
		},
		[10096] = 
		{
			[1] = { x = 124.41, y = 21.90, z = 91.25, name = "상회 경호원", level = 14, SortID = 1 },
		},
		[10095] = 
		{
			[1] = { x = 124.41, y = 21.90, z = 91.25, name = "해적 용병", level = 14, SortID = 1 },
		},
	},
	Npc = 
	{
		[78] = 
		{
			[1] = { x = 115.63, y = 21.47, z = 181.67, name = "상회 경호원", SortID = 13 },
			[2] = { x = 121.89, y = 21.53, z = 184.32, name = "상회 경호원", SortID = 12 },
			[3] = { x = 103.35, y = 18.95, z = 209.35, name = "상회 경호원", SortID = 11 },
			[4] = { x = 105.63, y = 18.95, z = 204.29, name = "상회 경호원", SortID = 10 },
		},
		[81] = 
		{
			[1] = { x = 104.65, y = 18.98, z = 206.88, name = "미트라", SortID = 9 },
		},
		[79] = 
		{
			[1] = { x = 117.60, y = 18.98, z = 206.52, name = "상회 손님", SortID = 16 },
		},
		[80] = 
		{
			[1] = { x = 116.30, y = 18.98, z = 210.58, name = "상회 손님", SortID = 17 },
		},
		[216] = 
		{
			[1] = { x = 115.42, y = 18.98, z = 213.22, name = "디포 드페라", SortID = 75 },
		},
		[213] = 
		{
			[1] = { x = 121.64, y = 18.98, z = 213.01, name = "손님", SortID = 76 },
		},
		[214] = 
		{
			[1] = { x = 118.57, y = 18.98, z = 214.15, name = "손님", SortID = 77 },
		},
		[215] = 
		{
			[1] = { x = 123.46, y = 18.98, z = 207.81, name = "손님", SortID = 78 },
		},
		[531] = 
		{
			[1] = { x = 127.91, y = 21.90, z = 90.56, name = "데바 병사", SortID = 15 },
		},
		[532] = 
		{
			[1] = { x = 130.12, y = 21.84, z = 96.65, name = "디포 드페라", SortID = 46 },
		},
		[528] = 
		{
			[1] = { x = 125.88, y = 21.90, z = 91.04, name = "데바 귀족", SortID = 47 },
		},
		[529] = 
		{
			[1] = { x = 119.59, y = 21.90, z = 92.25, name = "상회 경호원", SortID = 48 },
		},
		[530] = 
		{
			[1] = { x = 119.59, y = 21.90, z = 92.25, name = "상회 경호원", SortID = 48 },
		},
		[207] = 
		{
			[1] = { x = 119.99, y = 21.41, z = 179.24, name = "위장한 디포", SortID = 5 },
		},
		[533] = 
		{
			[1] = { x = 130.14, y = 21.84, z = 96.70, name = "디포", SortID = 6 },
		},
		[534] = 
		{
			[1] = { x = 130.14, y = 21.84, z = 96.70, name = "디포", SortID = 7 },
		},
	},
	Region = 
	{
		[2] = 
		{
			[86] = { x = 119.37, y = 21.86, z = 91.35, name = "码头附近", worldId = 0, PkMode = 1 },
			[255] = { x = 130.77, y = 21.84, z = 94.95, name = "抵达区域", worldId = 0, PkMode = 0 },
			[271] = { x = 98.05, y = 21.90, z = 136.19, name = "항구 구역", worldId = 0, PkMode = 0 },
			[272] = { x = 121.18, y = 21.41, z = 178.80, name = "商会到达点", worldId = 0, PkMode = 0 },
			[273] = { x = 144.46, y = 18.98, z = 219.44, name = "离开区域", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
	},
	Entity = 
	{
		[82] = 
		{
			x = 23.94, y = 25.45, z = 156.35, Type = 1,
			Tid = 
			{
				[10071] = 1,
			},
		},
		[83] = 
		{
			x = 26.44, y = 25.45, z = 155.35, Type = 1,
			Tid = 
			{
				[10071] = 1,
			},
		},
		[84] = 
		{
			x = 21.26, y = 25.45, z = 155.57, Type = 1,
			Tid = 
			{
				[10071] = 1,
			},
		},
		[1] = 
		{
			x = 124.41, y = 21.90, z = 91.25, Type = 1,
			Tid = 
			{
				[10097] = 1,
				[10098] = 2,
				[10096] = 1,
				[10095] = 2,
			},
		},
		[13] = 
		{
			x = 115.63, y = 21.47, z = 181.67, Type = 2,
			Tid = 
			{
				[78] = 1,
			},
		},
		[12] = 
		{
			x = 121.89, y = 21.53, z = 184.32, Type = 2,
			Tid = 
			{
				[78] = 1,
			},
		},
		[11] = 
		{
			x = 103.35, y = 18.95, z = 209.35, Type = 2,
			Tid = 
			{
				[78] = 1,
			},
		},
		[10] = 
		{
			x = 105.63, y = 18.95, z = 204.29, Type = 2,
			Tid = 
			{
				[78] = 1,
			},
		},
		[9] = 
		{
			x = 104.65, y = 18.98, z = 206.88, Type = 2,
			Tid = 
			{
				[81] = 1,
			},
		},
		[16] = 
		{
			x = 117.60, y = 18.98, z = 206.52, Type = 2,
			Tid = 
			{
				[79] = 1,
			},
		},
		[17] = 
		{
			x = 116.30, y = 18.98, z = 210.58, Type = 2,
			Tid = 
			{
				[80] = 1,
			},
		},
		[75] = 
		{
			x = 115.42, y = 18.98, z = 213.22, Type = 2,
			Tid = 
			{
				[216] = 1,
			},
		},
		[76] = 
		{
			x = 121.64, y = 18.98, z = 213.01, Type = 2,
			Tid = 
			{
				[213] = 1,
			},
		},
		[77] = 
		{
			x = 118.57, y = 18.98, z = 214.15, Type = 2,
			Tid = 
			{
				[214] = 1,
			},
		},
		[78] = 
		{
			x = 123.46, y = 18.98, z = 207.81, Type = 2,
			Tid = 
			{
				[215] = 1,
			},
		},
		[15] = 
		{
			x = 127.91, y = 21.90, z = 90.56, Type = 2,
			Tid = 
			{
				[531] = 2,
			},
		},
		[46] = 
		{
			x = 130.12, y = 21.84, z = 96.65, Type = 2,
			Tid = 
			{
				[532] = 1,
			},
		},
		[47] = 
		{
			x = 125.88, y = 21.90, z = 91.04, Type = 2,
			Tid = 
			{
				[528] = 1,
			},
		},
		[48] = 
		{
			x = 119.59, y = 21.90, z = 92.25, Type = 2,
			Tid = 
			{
				[529] = 1,
				[530] = 2,
			},
		},
		[5] = 
		{
			x = 119.99, y = 21.41, z = 179.24, Type = 2,
			Tid = 
			{
				[207] = 1,
			},
		},
		[6] = 
		{
			x = 130.14, y = 21.84, z = 96.70, Type = 2,
			Tid = 
			{
				[533] = 1,
			},
		},
		[7] = 
		{
			x = 130.14, y = 21.84, z = 96.70, Type = 2,
			Tid = 
			{
				[534] = 1,
			},
		},
		[2] = 
		{
			x = 74.68, y = 25.47, z = 94.05, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[3] = 
		{
			x = 63.10, y = 23.81, z = 152.96, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[4] = 
		{
			x = 90.43, y = 21.41, z = 168.35, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = -2.98, posy = 28.67, posz = 182.82, rotx = 0.00, roty = 170.64, rotz = 0.00 },
		[2] = { posx = -89.17, posy = 31.06, posz = 142.08, rotx = 0.00, roty = 91.05, rotz = 0.00 },
		[3] = { posx = 141.91, posy = 19.02, posz = 218.47, rotx = 0.00, roty = 223.41, rotz = 0.00 },
		[5] = { posx = 115.15, posy = 21.41, posz = 176.27, rotx = 0.00, roty = 21.08, rotz = 0.00 },
		[6] = { posx = -4.55, posy = 58.38, posz = -43.17, rotx = 0.00, roty = 345.32, rotz = 0.00 },
		[7] = { posx = -5.80, posy = 179.30, posz = -138.31, rotx = 0.00, roty = 151.86, rotz = 0.00 },
		[8] = { posx = -5.14, posy = 48.66, posz = 45.51, rotx = 0.00, roty = 156.87, rotz = 0.00 },
		[9] = { posx = -5.38, posy = 185.32, posz = -191.79, rotx = 0.00, roty = 169.89, rotz = 0.00 },
		[10] = { posx = -71.82, posy = 30.68, posz = 177.99, rotx = 0.00, roty = 135.00, rotz = 0.00 },
		[11] = { posx = 130.46, posy = 21.85, posz = 95.09, rotx = 0.00, roty = 232.67, rotz = 0.00 },
	},

}
return MapInfo
