local MapInfo = 
{
	MapType = 4,
	Remarks = "大地图1",
	TextDisplayName = "동부 가드",
	Length = 576,
	Width = 576,
	NavMeshName = "World01.navmesh",
	BackgroundMusic = "BGM_Map_1/Map_1/Map_1_phase",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world01.png",
	AssetPath = "Assets/Outputs/Scenes/World01.prefab",
	Monster = 
	{
		[35000] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "장교 구자르", level = 6, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "장교 구자르", level = 6, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "장교 구자르", level = 6, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "장교 구자르", level = 6, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "장교 구자르", level = 6, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "장교 구자르", level = 6, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "장교 구자르", level = 6, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "장교 구자르", level = 6, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "장교 구자르", level = 6, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "장교 구자르", level = 6, SortID = 354 },
		},
		[35001] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "스타 헤반", level = 12, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "스타 헤반", level = 12, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "스타 헤반", level = 12, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "스타 헤반", level = 12, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "스타 헤반", level = 12, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "스타 헤반", level = 12, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "스타 헤반", level = 12, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "스타 헤반", level = 12, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "스타 헤반", level = 12, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "스타 헤반", level = 12, SortID = 354 },
		},
		[35002] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "까마귀 주술사", level = 10, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "까마귀 주술사", level = 10, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "까마귀 주술사", level = 10, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "까마귀 주술사", level = 10, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "까마귀 주술사", level = 10, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "까마귀 주술사", level = 10, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "까마귀 주술사", level = 10, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "까마귀 주술사", level = 10, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "까마귀 주술사", level = 10, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "까마귀 주술사", level = 10, SortID = 354 },
		},
		[35003] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "바실리스크", level = 10, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "바실리스크", level = 10, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "바실리스크", level = 10, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "바실리스크", level = 10, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "바실리스크", level = 10, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "바실리스크", level = 10, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "바실리스크", level = 10, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "바실리스크", level = 10, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "바실리스크", level = 10, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "바실리스크", level = 10, SortID = 354 },
		},
		[35004] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "코모라시아", level = 10, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "코모라시아", level = 10, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "코모라시아", level = 10, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "코모라시아", level = 10, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "코모라시아", level = 10, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "코모라시아", level = 10, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "코모라시아", level = 10, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "코모라시아", level = 10, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "코모라시아", level = 10, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "코모라시아", level = 10, SortID = 354 },
		},
		[35005] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "제국 검투사", level = 6, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "제국 검투사", level = 6, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "제국 검투사", level = 6, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "제국 검투사", level = 6, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "제국 검투사", level = 6, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "제국 검투사", level = 6, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "제국 검투사", level = 6, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "제국 검투사", level = 6, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "제국 검투사", level = 6, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "제국 검투사", level = 6, SortID = 354 },
		},
		[35006] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "캐넌 마샤", level = 7, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "캐넌 마샤", level = 7, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "캐넌 마샤", level = 7, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "캐넌 마샤", level = 7, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "캐넌 마샤", level = 7, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "캐넌 마샤", level = 7, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "캐넌 마샤", level = 7, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "캐넌 마샤", level = 7, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "캐넌 마샤", level = 7, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "캐넌 마샤", level = 7, SortID = 354 },
		},
		[35007] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "도살자 트라크", level = 9, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "도살자 트라크", level = 9, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "도살자 트라크", level = 9, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "도살자 트라크", level = 9, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "도살자 트라크", level = 9, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "도살자 트라크", level = 9, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "도살자 트라크", level = 9, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "도살자 트라크", level = 9, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "도살자 트라크", level = 9, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "도살자 트라크", level = 9, SortID = 354 },
		},
		[35008] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "굴라 반역자 대장", level = 17, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "굴라 반역자 대장", level = 17, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "굴라 반역자 대장", level = 17, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "굴라 반역자 대장", level = 17, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "굴라 반역자 대장", level = 17, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "굴라 반역자 대장", level = 17, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "굴라 반역자 대장", level = 17, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "굴라 반역자 대장", level = 17, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "굴라 반역자 대장", level = 17, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "굴라 반역자 대장", level = 17, SortID = 354 },
		},
		[35009] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "도살자 트라크", level = 9, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "도살자 트라크", level = 9, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "도살자 트라크", level = 9, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "도살자 트라크", level = 9, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "도살자 트라크", level = 9, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "도살자 트라크", level = 9, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "도살자 트라크", level = 9, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "도살자 트라크", level = 9, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "도살자 트라크", level = 9, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "도살자 트라크", level = 9, SortID = 354 },
		},
		[35010] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "카모 만 칸디스", level = 18, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "카모 만 칸디스", level = 18, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "카모 만 칸디스", level = 18, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "카모 만 칸디스", level = 18, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "카모 만 칸디스", level = 18, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "카모 만 칸디스", level = 18, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "카모 만 칸디스", level = 18, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "카모 만 칸디스", level = 18, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "카모 만 칸디스", level = 18, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "카모 만 칸디스", level = 18, SortID = 354 },
		},
		[35011] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "노예 주인 타르가", level = 5, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "노예 주인 타르가", level = 5, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "노예 주인 타르가", level = 5, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "노예 주인 타르가", level = 5, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "노예 주인 타르가", level = 5, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "노예 주인 타르가", level = 5, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "노예 주인 타르가", level = 5, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "노예 주인 타르가", level = 5, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "노예 주인 타르가", level = 5, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "노예 주인 타르가", level = 5, SortID = 354 },
		},
		[35012] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "사마엘", level = 16, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "사마엘", level = 16, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "사마엘", level = 16, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "사마엘", level = 16, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "사마엘", level = 16, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "사마엘", level = 16, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "사마엘", level = 16, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "사마엘", level = 16, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "사마엘", level = 16, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "사마엘", level = 16, SortID = 354 },
		},
		[35013] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "도살자 트라크", level = 9, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "도살자 트라크", level = 9, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "도살자 트라크", level = 9, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "도살자 트라크", level = 9, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "도살자 트라크", level = 9, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "도살자 트라크", level = 9, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "도살자 트라크", level = 9, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "도살자 트라크", level = 9, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "도살자 트라크", level = 9, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "도살자 트라크", level = 9, SortID = 354 },
		},
		[35014] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "수비군 대장", level = 16, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "수비군 대장", level = 16, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "수비군 대장", level = 16, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "수비군 대장", level = 16, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "수비군 대장", level = 16, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "수비군 대장", level = 16, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "수비군 대장", level = 16, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "수비군 대장", level = 16, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "수비군 대장", level = 16, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "수비군 대장", level = 16, SortID = 354 },
		},
		[35015] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "스타 헤반", level = 3, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "스타 헤반", level = 3, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "스타 헤반", level = 3, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "스타 헤반", level = 3, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "스타 헤반", level = 3, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "스타 헤반", level = 3, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "스타 헤반", level = 3, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "스타 헤반", level = 3, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "스타 헤반", level = 3, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "스타 헤반", level = 3, SortID = 354 },
		},
		[35016] = 
		{
			[1] = { x = 22.93, y = 62.32, z = 233.93, name = "쉐도우 쿠거", level = 12, SortID = 227 },
			[2] = { x = 16.56, y = 51.05, z = 55.20, name = "쉐도우 쿠거", level = 12, SortID = 304 },
			[3] = { x = 106.00, y = 50.61, z = 15.00, name = "쉐도우 쿠거", level = 12, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "쉐도우 쿠거", level = 12, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "쉐도우 쿠거", level = 12, SortID = 349 },
			[6] = { x = 59.00, y = 49.43, z = -218.00, name = "쉐도우 쿠거", level = 12, SortID = 350 },
			[7] = { x = -136.00, y = 43.70, z = -162.00, name = "쉐도우 쿠거", level = 12, SortID = 351 },
			[8] = { x = 133.42, y = 24.88, z = -123.03, name = "쉐도우 쿠거", level = 12, SortID = 352 },
			[9] = { x = 81.14, y = 55.38, z = 53.57, name = "쉐도우 쿠거", level = 12, SortID = 353 },
			[10] = { x = -16.74, y = 58.32, z = -15.77, name = "쉐도우 쿠거", level = 12, SortID = 354 },
		},
		[10130] = 
		{
			[1] = { x = 194.16, y = 20.93, z = -172.62, name = "바실리스크", level = 12, SortID = 1 },
		},
		[10131] = 
		{
			[1] = { x = 194.16, y = 20.93, z = -172.62, name = "아라크네아", level = 12, SortID = 1 },
		},
		[10132] = 
		{
			[1] = { x = 194.16, y = 20.93, z = -172.62, name = "오아시스 행인", level = 12, SortID = 1 },
		},
		[10133] = 
		{
			[1] = { x = 194.16, y = 20.93, z = -172.62, name = "수사자 투사", level = 12, SortID = 1 },
		},
	},
	Npc = 
	{
	},
	Region = 
	{
		[2] = 
		{
			[390] = { x = 188.51, y = 24.29, z = -172.89, name = "竞技场刷怪区域", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
	},
	Entity = 
	{
		[227] = 
		{
			x = 22.93, y = 62.32, z = 233.93, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[304] = 
		{
			x = 16.56, y = 51.05, z = 55.20, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[307] = 
		{
			x = 106.00, y = 50.61, z = 15.00, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[312] = 
		{
			x = -147.00, y = 75.77, z = 102.00, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[349] = 
		{
			x = -143.64, y = 69.59, z = 158.14, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[350] = 
		{
			x = 59.00, y = 49.43, z = -218.00, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[351] = 
		{
			x = -136.00, y = 43.70, z = -162.00, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[352] = 
		{
			x = 133.42, y = 24.88, z = -123.03, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[353] = 
		{
			x = 81.14, y = 55.38, z = 53.57, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[354] = 
		{
			x = -16.74, y = 58.32, z = -15.77, Type = 1,
			Tid = 
			{
				[35000] = 1,
				[35001] = 1,
				[35002] = 1,
				[35003] = 1,
				[35004] = 1,
				[35005] = 1,
				[35006] = 1,
				[35007] = 1,
				[35008] = 1,
				[35009] = 1,
				[35010] = 1,
				[35011] = 1,
				[35012] = 1,
				[35013] = 1,
				[35014] = 1,
				[35015] = 1,
				[35016] = 1,
			},
		},
		[1] = 
		{
			x = 194.16, y = 20.93, z = -172.62, Type = 1,
			Tid = 
			{
				[10130] = 1,
				[10131] = 1,
				[10132] = 1,
				[10133] = 1,
			},
		},
		[3] = 
		{
			x = 38.03, y = 49.34, z = -230.24, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[30] = 
		{
			x = -9.87, y = 53.20, z = -249.30, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[331] = 
		{
			x = -174.55, y = 59.00, z = -233.62, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
	},
	TargetPoint = 
	{
		[11] = { posx = 181.00, posy = 20.85, posz = -181.00, rotx = 0.00, roty = 36.29, rotz = 0.00 },
		[12] = { posx = 29.73, posy = 61.06, posz = 175.90, rotx = 0.00, roty = 103.47, rotz = 0.00 },
	},

}
return MapInfo
