local MapInfo = 
{
	MapType = 3,
	Remarks = "벌목장",
	TextDisplayName = "동부 벌목장",
	Length = 576,
	Width = 576,
	NavMeshName = "World01.navmesh",
	BackgroundMusic = "BGM_Map_1/Map_1/Map_1_phase",
	BattleMusic = "",
	EnvironmentMusic = "Zone_Ambience/Ambience/Forest",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world01.png",
	AssetPath = "Assets/Outputs/Scenes/World01.prefab",
	Monster = 
	{
		[10033] = 
		{
			[1] = { x = -139.29, y = 65.51, z = 212.81, name = "캐넌 마샤", level = 7, SortID = 297 },
		},
		[10083] = 
		{
			[1] = { x = -136.00, y = 68.20, z = 158.80, name = "데바 사냥개", level = 6, SortID = 1 },
			[2] = { x = -116.15, y = 63.43, z = 206.75, name = "데바 사냥개", level = 6, SortID = 10 },
		},
		[10084] = 
		{
			[1] = { x = -136.00, y = 68.20, z = 158.80, name = "노예병 약탈자", level = 7, SortID = 1 },
			[2] = { x = -116.15, y = 63.43, z = 206.75, name = "노예병 약탈자", level = 7, SortID = 10 },
		},
	},
	Npc = 
	{
		[126] = 
		{
			[1] = { x = -99.29, y = 62.80, z = 207.47, name = "야수스", SortID = 23 },
		},
		[139] = 
		{
			[1] = { x = -139.31, y = 65.37, z = 212.81, name = "캐넌 마샤", SortID = 26 },
		},
		[174] = 
		{
			[1] = { x = -140.45, y = 65.78, z = 220.70, name = "브라이언 중사", SortID = 27 },
		},
		[239] = 
		{
			[1] = { x = -141.42, y = 65.86, z = 219.24, name = "엘리사 쿠벨", SortID = 29 },
		},
		[240] = 
		{
			[1] = { x = -143.49, y = 66.22, z = 218.40, name = "하이엘프 레인저", SortID = 30 },
			[2] = { x = -137.21, y = 65.42, z = 222.40, name = "하이엘프 레인저", SortID = 31 },
		},
		[124] = 
		{
			[1] = { x = -94.87, y = 61.59, z = 166.12, name = "노예 병사", SortID = 4 },
			[2] = { x = -111.57, y = 61.59, z = 195.20, name = "노예 병사", SortID = 5 },
			[3] = { x = -102.63, y = 61.59, z = 185.18, name = "노예 병사", SortID = 8 },
		},
		[125] = 
		{
			[1] = { x = -123.73, y = 65.63, z = 165.46, name = "데바 정예 병사", SortID = 6 },
			[2] = { x = -97.92, y = 63.64, z = 220.25, name = "데바 정예 병사", SortID = 7 },
			[3] = { x = -117.85, y = 63.75, z = 226.25, name = "데바 정예 병사", SortID = 9 },
		},
		[170] = 
		{
			[1] = { x = -123.73, y = 65.63, z = 165.46, name = "제국 흑마법사", SortID = 6 },
			[2] = { x = -97.92, y = 63.64, z = 220.25, name = "제국 흑마법사", SortID = 7 },
			[3] = { x = -117.85, y = 63.75, z = 226.25, name = "제국 흑마법사", SortID = 9 },
		},
		[168] = 
		{
			[1] = { x = -119.95, y = 62.80, z = 191.03, name = "데바 병사 하칸", SortID = 12 },
		},
		[207] = 
		{
			[1] = { x = -84.74, y = 60.89, z = 155.10, name = "위장한 디포", SortID = 11 },
		},
	},
	Region = 
	{
		[2] = 
		{
			[75] = { x = -116.31, y = 62.87, z = 189.62, name = "", worldId = 0, PkMode = 0 },
			[192] = { x = -119.76, y = 63.06, z = 189.94, name = "进入方法", worldId = 0, PkMode = 0 },
			[193] = { x = -153.62, y = 67.63, z = 190.68, name = "逃离区域", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[2] = 
		{
			[1] = { x = -119.95, y = 62.82, z = 191.03 },
		},
		[189] = 
		{
			[1] = { x = -119.95, y = 62.80, z = 191.03 },
		},
		[190] = 
		{
			[1] = { x = -100.87, y = 62.80, z = 209.60 },
		},
	},
	Entity = 
	{
		[297] = 
		{
			x = -139.29, y = 65.51, z = 212.81, Type = 1,
			Tid = 
			{
				[10033] = 1,
			},
		},
		[1] = 
		{
			x = -136.00, y = 68.20, z = 158.80, Type = 1,
			Tid = 
			{
				[10083] = 1,
				[10084] = 1,
			},
		},
		[10] = 
		{
			x = -116.15, y = 63.43, z = 206.75, Type = 1,
			Tid = 
			{
				[10083] = 1,
				[10084] = 1,
			},
		},
		[23] = 
		{
			x = -99.29, y = 62.80, z = 207.47, Type = 2,
			Tid = 
			{
				[126] = 1,
			},
		},
		[26] = 
		{
			x = -139.31, y = 65.37, z = 212.81, Type = 2,
			Tid = 
			{
				[139] = 1,
			},
		},
		[27] = 
		{
			x = -140.45, y = 65.78, z = 220.70, Type = 2,
			Tid = 
			{
				[174] = 1,
			},
		},
		[29] = 
		{
			x = -141.42, y = 65.86, z = 219.24, Type = 2,
			Tid = 
			{
				[239] = 1,
			},
		},
		[30] = 
		{
			x = -143.49, y = 66.22, z = 218.40, Type = 2,
			Tid = 
			{
				[240] = 1,
			},
		},
		[31] = 
		{
			x = -137.21, y = 65.42, z = 222.40, Type = 2,
			Tid = 
			{
				[240] = 1,
			},
		},
		[4] = 
		{
			x = -94.87, y = 61.59, z = 166.12, Type = 2,
			Tid = 
			{
				[124] = 2,
			},
		},
		[5] = 
		{
			x = -111.57, y = 61.59, z = 195.20, Type = 2,
			Tid = 
			{
				[124] = 2,
			},
		},
		[6] = 
		{
			x = -123.73, y = 65.63, z = 165.46, Type = 2,
			Tid = 
			{
				[125] = 2,
				[170] = 2,
			},
		},
		[7] = 
		{
			x = -97.92, y = 63.64, z = 220.25, Type = 2,
			Tid = 
			{
				[125] = 2,
				[170] = 2,
			},
		},
		[8] = 
		{
			x = -102.63, y = 61.59, z = 185.18, Type = 2,
			Tid = 
			{
				[124] = 2,
			},
		},
		[9] = 
		{
			x = -117.85, y = 63.75, z = 226.25, Type = 2,
			Tid = 
			{
				[125] = 2,
				[170] = 2,
			},
		},
		[12] = 
		{
			x = -119.95, y = 62.80, z = 191.03, Type = 2,
			Tid = 
			{
				[168] = 1,
			},
		},
		[11] = 
		{
			x = -84.74, y = 60.89, z = 155.10, Type = 2,
			Tid = 
			{
				[207] = 1,
			},
		},
		[3] = 
		{
			x = -145.84, y = 66.39, z = 214.18, Type = 4,
			Tid = 
			{
				[17] = 0,
			},
		},
		[13] = 
		{
			x = -119.95, y = 62.82, z = 191.03, Type = 6,
			Tid = 
			{
				[2] = 1,
			},
		},
		[14] = 
		{
			x = -119.95, y = 62.80, z = 191.03, Type = 6,
			Tid = 
			{
				[189] = 1,
			},
		},
		[15] = 
		{
			x = -100.87, y = 62.80, z = 209.60, Type = 6,
			Tid = 
			{
				[190] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = -86.71, posy = 60.91, posz = 154.90, rotx = 0.00, roty = 316.38, rotz = 0.00 },
	},

}
return MapInfo
