local MapInfo = 
{
	MapType = 1,
	Remarks = "大地图2",
	TextDisplayName = "아르카니아",
	Length = 600,
	Width = 600,
	NavMeshName = "World02.navmesh",
	BackgroundMusic = "BGM_Map_2/Map_2/Map_2",
	BattleMusic = "",
	EnvironmentMusic = "Zone_Ambience/Ambience/Day_and_Night",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world02.png",
	AssetPath = "Assets/Outputs/Scenes/World02.prefab",
	Monster = 
	{
		[11000] = 
		{
			[1] = { x = 119.19, y = 56.49, z = -99.70, name = "쿠차트 선봉대", level = 21, SortID = 40 },
			[2] = { x = 115.95, y = 56.56, z = -91.34, name = "쿠차트 선봉대", level = 21, SortID = 39 },
			[3] = { x = 119.36, y = 56.44, z = -94.97, name = "쿠차트 선봉대", level = 21, SortID = 41 },
			[4] = { x = 114.88, y = 56.74, z = -104.53, name = "쿠차트 선봉대", level = 21, SortID = 42 },
			[5] = { x = 112.76, y = 56.97, z = -97.64, name = "쿠차트 선봉대", level = 21, SortID = 43 },
			[6] = { x = 113.11, y = 57.17, z = -92.06, name = "쿠차트 선봉대", level = 21, SortID = 44 },
			[7] = { x = 140.38, y = 56.91, z = -83.25, name = "쿠차트 선봉대", level = 21, SortID = 225 },
		},
		[11001] = 
		{
			[1] = { x = 163.47, y = 62.69, z = -167.21, name = "쿠차트 약탈자", level = 22, SortID = 46 },
			[2] = { x = 107.25, y = 57.17, z = -166.39, name = "쿠차트 약탈자", level = 22, SortID = 236 },
			[3] = { x = 123.00, y = 56.23, z = -183.23, name = "쿠차트 약탈자", level = 22, SortID = 237 },
		},
		[11002] = 
		{
			[1] = { x = 182.14, y = 65.62, z = -122.40, name = "망치 쿠차트", level = 21, SortID = 49 },
			[2] = { x = 198.56, y = 68.50, z = -148.94, name = "망치 쿠차트", level = 21, SortID = 50 },
			[3] = { x = 190.22, y = 67.44, z = -126.83, name = "망치 쿠차트", level = 21, SortID = 52 },
			[4] = { x = 178.41, y = 63.87, z = -150.14, name = "망치 쿠차트", level = 21, SortID = 53 },
			[5] = { x = 178.70, y = 63.90, z = -144.64, name = "망치 쿠차트", level = 21, SortID = 54 },
			[6] = { x = 190.38, y = 65.72, z = -131.36, name = "망치 쿠차트", level = 21, SortID = 55 },
			[7] = { x = 192.80, y = 66.67, z = -134.30, name = "망치 쿠차트", level = 21, SortID = 58 },
			[8] = { x = 218.00, y = 67.76, z = -141.70, name = "망치 쿠차트", level = 21, SortID = 59 },
			[9] = { x = 182.06, y = 62.66, z = -194.63, name = "망치 쿠차트", level = 21, SortID = 315 },
			[10] = { x = 204.07, y = 67.24, z = -181.29, name = "망치 쿠차트", level = 21, SortID = 372 },
		},
		[11003] = 
		{
			[1] = { x = 226.33, y = 69.95, z = -120.03, name = "대예언가", level = 21, SortID = 51 },
		},
		[11038] = 
		{
			[1] = { x = 217.90, y = 68.05, z = -142.50, name = "혈초 쿠차트", level = 22, SortID = 61 },
			[2] = { x = 193.00, y = 66.66, z = -133.01, name = "혈초 쿠차트", level = 22, SortID = 64 },
			[3] = { x = 198.45, y = 68.38, z = -148.63, name = "혈초 쿠차트", level = 22, SortID = 13 },
			[4] = { x = 182.78, y = 62.66, z = -194.52, name = "혈초 쿠차트", level = 22, SortID = 66 },
			[5] = { x = 205.61, y = 66.78, z = -176.38, name = "혈초 쿠차트", level = 22, SortID = 65 },
		},
		[11011] = 
		{
			[1] = { x = -137.80, y = 65.17, z = -106.44, name = "망치 후카 병사", level = 23, SortID = 101 },
			[2] = { x = -162.32, y = 64.20, z = -212.00, name = "망치 후카 병사", level = 23, SortID = 287 },
			[3] = { x = -175.95, y = 63.68, z = -226.07, name = "망치 후카 병사", level = 23, SortID = 288 },
			[4] = { x = -146.93, y = 62.58, z = -240.60, name = "망치 후카 병사", level = 23, SortID = 289 },
		},
		[11013] = 
		{
			[1] = { x = -171.87, y = 63.68, z = -258.51, name = "망치 후카 병사", level = 23, SortID = 116 },
			[2] = { x = -191.76, y = 64.13, z = -227.13, name = "망치 후카 병사", level = 23, SortID = 117 },
			[3] = { x = -213.51, y = 62.30, z = -257.16, name = "망치 후카 병사", level = 23, SortID = 118 },
			[4] = { x = -221.79, y = 65.63, z = -199.85, name = "망치 후카 병사", level = 23, SortID = 119 },
		},
		[11021] = 
		{
			[1] = { x = 69.89, y = 62.37, z = 112.19, name = "제 1군단 척후병", level = 26, SortID = 126 },
			[2] = { x = 32.57, y = 65.08, z = 122.74, name = "제 1군단 척후병", level = 26, SortID = 127 },
			[3] = { x = 54.20, y = 56.22, z = 84.27, name = "제 1군단 척후병", level = 26, SortID = 128 },
			[4] = { x = 127.31, y = 66.93, z = 212.82, name = "제 1군단 척후병", level = 26, SortID = 213 },
			[5] = { x = 145.70, y = 67.69, z = 196.99, name = "제 1군단 척후병", level = 26, SortID = 214 },
			[6] = { x = 87.20, y = 57.52, z = 97.20, name = "제 1군단 척후병", level = 26, SortID = 192 },
			[7] = { x = 82.92, y = 62.53, z = 114.13, name = "제 1군단 척후병", level = 26, SortID = 193 },
			[8] = { x = 116.10, y = 62.72, z = 79.00, name = "제 1군단 척후병", level = 26, SortID = 194 },
			[9] = { x = 98.29, y = 62.35, z = 73.69, name = "제 1군단 척후병", level = 26, SortID = 195 },
			[10] = { x = 46.35, y = 65.08, z = 143.69, name = "제 1군단 척후병", level = 26, SortID = 100 },
			[11] = { x = 165.33, y = 69.29, z = 224.16, name = "제 1군단 척후병", level = 26, SortID = 458 },
		},
		[11022] = 
		{
			[1] = { x = 69.89, y = 62.37, z = 112.19, name = "제 1군단 검사", level = 26, SortID = 126 },
			[2] = { x = 32.57, y = 65.08, z = 122.74, name = "제 1군단 검사", level = 26, SortID = 127 },
			[3] = { x = 54.20, y = 56.22, z = 84.27, name = "제 1군단 검사", level = 26, SortID = 128 },
			[4] = { x = 87.20, y = 57.52, z = 97.20, name = "제 1군단 검사", level = 26, SortID = 192 },
			[5] = { x = 82.92, y = 62.53, z = 114.13, name = "제 1군단 검사", level = 26, SortID = 193 },
			[6] = { x = 116.10, y = 62.72, z = 79.00, name = "제 1군단 검사", level = 26, SortID = 194 },
			[7] = { x = 98.29, y = 62.35, z = 73.69, name = "제 1군단 검사", level = 26, SortID = 195 },
			[8] = { x = 46.35, y = 65.08, z = 143.69, name = "제 1군단 검사", level = 26, SortID = 100 },
		},
		[11023] = 
		{
			[1] = { x = 69.89, y = 62.37, z = 112.19, name = "제 1군단 주술사", level = 26, SortID = 126 },
			[2] = { x = 32.57, y = 65.08, z = 122.74, name = "제 1군단 주술사", level = 26, SortID = 127 },
			[3] = { x = 54.20, y = 56.22, z = 84.27, name = "제 1군단 주술사", level = 26, SortID = 128 },
			[4] = { x = 127.79, y = 66.12, z = 200.71, name = "제 1군단 주술사", level = 26, SortID = 212 },
			[5] = { x = 87.20, y = 57.52, z = 97.20, name = "제 1군단 주술사", level = 26, SortID = 192 },
			[6] = { x = 82.92, y = 62.53, z = 114.13, name = "제 1군단 주술사", level = 26, SortID = 193 },
			[7] = { x = 116.10, y = 62.72, z = 79.00, name = "제 1군단 주술사", level = 26, SortID = 194 },
			[8] = { x = 98.29, y = 62.35, z = 73.69, name = "제 1군단 주술사", level = 26, SortID = 195 },
			[9] = { x = 46.35, y = 65.08, z = 143.69, name = "제 1군단 주술사", level = 26, SortID = 100 },
			[10] = { x = 187.65, y = 69.29, z = 222.73, name = "제 1군단 주술사", level = 26, SortID = 457 },
		},
		[11019] = 
		{
			[1] = { x = 177.70, y = 66.40, z = 106.68, name = "저주 받은 사냥개", level = 26, SortID = 130 },
			[2] = { x = 171.90, y = 66.40, z = 110.17, name = "저주 받은 사냥개", level = 26, SortID = 131 },
			[3] = { x = 173.47, y = 66.40, z = 105.65, name = "저주 받은 사냥개", level = 26, SortID = 132 },
			[4] = { x = 165.70, y = 66.40, z = 93.41, name = "저주 받은 사냥개", level = 26, SortID = 133 },
			[5] = { x = 170.60, y = 66.40, z = 100.57, name = "저주 받은 사냥개", level = 26, SortID = 134 },
			[6] = { x = 164.59, y = 66.57, z = 88.41, name = "저주 받은 사냥개", level = 26, SortID = 93 },
		},
		[11025] = 
		{
			[1] = { x = 29.57, y = 72.72, z = 236.09, name = "혈마법사", level = 26, SortID = 95 },
		},
		[11029] = 
		{
			[1] = { x = -127.01, y = 62.77, z = 71.08, name = "미치광이 노예병", level = 27, SortID = 147 },
			[2] = { x = -128.62, y = 63.18, z = 22.14, name = "미치광이 노예병", level = 27, SortID = 148 },
			[3] = { x = -141.53, y = 64.98, z = 91.50, name = "미치광이 노예병", level = 27, SortID = 149 },
			[4] = { x = -153.08, y = 67.41, z = 2.11, name = "미치광이 노예병", level = 27, SortID = 150 },
		},
		[11030] = 
		{
			[1] = { x = -165.72, y = 68.82, z = 66.05, name = "미치광이 검사", level = 27, SortID = 151 },
			[2] = { x = -160.25, y = 69.34, z = 52.27, name = "미치광이 검사", level = 27, SortID = 157 },
			[3] = { x = -161.13, y = 68.97, z = 80.84, name = "미치광이 검사", level = 27, SortID = 158 },
			[4] = { x = -173.33, y = 70.79, z = 35.30, name = "미치광이 검사", level = 27, SortID = 159 },
			[5] = { x = -207.46, y = 74.89, z = 29.76, name = "미치광이 검사", level = 27, SortID = 160 },
			[6] = { x = -193.24, y = 73.45, z = 5.38, name = "미치광이 검사", level = 27, SortID = 161 },
			[7] = { x = -231.02, y = 81.19, z = 26.34, name = "미치광이 검사", level = 27, SortID = 162 },
			[8] = { x = -230.39, y = 82.35, z = 6.66, name = "미치광이 검사", level = 27, SortID = 163 },
			[9] = { x = -223.71, y = 82.02, z = -1.34, name = "미치광이 검사", level = 27, SortID = 165 },
		},
		[11031] = 
		{
			[1] = { x = -207.46, y = 74.89, z = 29.76, name = "미치광이 주술사", level = 27, SortID = 160 },
			[2] = { x = -193.24, y = 73.45, z = 5.38, name = "미치광이 주술사", level = 27, SortID = 161 },
			[3] = { x = -231.02, y = 81.19, z = 26.34, name = "미치광이 주술사", level = 27, SortID = 162 },
			[4] = { x = -230.39, y = 82.35, z = 6.66, name = "미치광이 주술사", level = 27, SortID = 163 },
			[5] = { x = -223.71, y = 82.02, z = -1.34, name = "미치광이 주술사", level = 27, SortID = 165 },
		},
		[11032] = 
		{
			[1] = { x = -231.00, y = 87.49, z = -38.89, name = "미치광이 노예 주인", level = 26, SortID = 164 },
		},
		[11026] = 
		{
			[1] = { x = 49.40, y = 70.26, z = 197.42, name = "혈전사", level = 27, SortID = 173 },
			[2] = { x = 65.17, y = 70.48, z = 237.35, name = "혈전사", level = 27, SortID = 143 },
			[3] = { x = 142.32, y = 69.15, z = 217.07, name = "혈전사", level = 27, SortID = 215 },
			[4] = { x = 177.93, y = 69.15, z = 198.18, name = "혈전사", level = 27, SortID = 176 },
		},
		[11024] = 
		{
			[1] = { x = 65.20, y = 70.23, z = 198.40, name = "혈사제", level = 26, IsCanFind = 1, Describe = "Lv.26 혈사제", SortID = 175, DropItemIds = "1001*1105*20100*1104*51*27010*24000*20200*20201*1103*3000*2022*20202" },
		},
		[11028] = 
		{
			[1] = { x = 226.82, y = 72.69, z = 82.24, name = "장교", level = 26, SortID = 190 },
		},
		[11035] = 
		{
			[1] = { x = -166.47, y = 65.68, z = -192.24, name = "독충", level = 23, SortID = 252 },
			[2] = { x = -155.29, y = 64.61, z = -160.32, name = "독충", level = 23, SortID = 253 },
			[3] = { x = -157.61, y = 62.47, z = -125.64, name = "독충", level = 23, SortID = 254 },
		},
		[11010] = 
		{
			[1] = { x = -128.36, y = 62.94, z = -16.20, name = "데바 암살자 두목", level = 22, SortID = 258 },
		},
		[11020] = 
		{
			[1] = { x = 202.64, y = 68.36, z = 122.40, name = "시체 먹는 사냥개", level = 26, SortID = 265 },
		},
		[11014] = 
		{
			[1] = { x = -193.50, y = 63.34, z = -262.30, name = "망치", level = 23, SortID = 280 },
		},
		[11037] = 
		{
			[1] = { x = -56.10, y = 61.72, z = 205.60, name = "타락한 요정", level = 28, IsCanFind = 1, Describe = "Lv.28 타락한 요정", SortID = 297, DropItemIds = "1001*1105*20100*1104*52*51*27010*24000*20200*20201*1103*20300*3000*2022*20202" },
		},
		[11070] = 
		{
			[1] = { x = -147.82, y = 62.20, z = -263.66, name = "송곳니 세이버투스", level = 24, SortID = 346 },
		},
		[11072] = 
		{
			[1] = { x = -37.36, y = 61.75, z = 186.19, name = "광폭한 세이버투스", level = 27, SortID = 376 },
		},
		[35227] = 
		{
			[1] = { x = 122.00, y = 56.89, z = -174.00, name = "제국 검투사", level = 20, SortID = 197 },
			[2] = { x = 107.34, y = 58.82, z = -72.42, name = "제국 검투사", level = 20, SortID = 198 },
			[3] = { x = -129.60, y = 65.19, z = -79.98, name = "제국 검투사", level = 20, SortID = 199 },
			[4] = { x = -124.00, y = 68.76, z = -149.00, name = "제국 검투사", level = 20, SortID = 200 },
			[5] = { x = -134.00, y = 64.14, z = -9.00, name = "제국 검투사", level = 20, SortID = 378 },
			[6] = { x = -192.02, y = 70.66, z = 84.25, name = "제국 검투사", level = 20, SortID = 379 },
			[7] = { x = -133.74, y = 65.05, z = 122.17, name = "제국 검투사", level = 20, SortID = 380 },
			[8] = { x = -66.67, y = 61.84, z = 155.06, name = "제국 검투사", level = 20, SortID = 381 },
			[9] = { x = 152.81, y = 64.28, z = 140.97, name = "제국 검투사", level = 20, SortID = 382 },
			[10] = { x = 119.44, y = 63.01, z = 153.49, name = "제국 검투사", level = 20, SortID = 383 },
		},
		[35228] = 
		{
			[1] = { x = 122.00, y = 56.89, z = -174.00, name = "세이버투스 대왕", level = 20, SortID = 197 },
			[2] = { x = 107.34, y = 58.82, z = -72.42, name = "세이버투스 대왕", level = 20, SortID = 198 },
			[3] = { x = -129.60, y = 65.19, z = -79.98, name = "세이버투스 대왕", level = 20, SortID = 199 },
			[4] = { x = -124.00, y = 68.76, z = -149.00, name = "세이버투스 대왕", level = 20, SortID = 200 },
			[5] = { x = -134.00, y = 64.14, z = -9.00, name = "세이버투스 대왕", level = 20, SortID = 378 },
			[6] = { x = -192.02, y = 70.66, z = 84.25, name = "세이버투스 대왕", level = 20, SortID = 379 },
			[7] = { x = -133.74, y = 65.05, z = 122.17, name = "세이버투스 대왕", level = 20, SortID = 380 },
			[8] = { x = -66.67, y = 61.84, z = 155.06, name = "세이버투스 대왕", level = 20, SortID = 381 },
			[9] = { x = 152.81, y = 64.28, z = 140.97, name = "세이버투스 대왕", level = 20, SortID = 382 },
			[10] = { x = 119.44, y = 63.01, z = 153.49, name = "세이버투스 대왕", level = 20, SortID = 383 },
		},
		[35229] = 
		{
			[1] = { x = 122.00, y = 56.89, z = -174.00, name = "흰 갈기 유니콘", level = 20, SortID = 197 },
			[2] = { x = 107.34, y = 58.82, z = -72.42, name = "흰 갈기 유니콘", level = 20, SortID = 198 },
			[3] = { x = -129.60, y = 65.19, z = -79.98, name = "흰 갈기 유니콘", level = 20, SortID = 199 },
			[4] = { x = -124.00, y = 68.76, z = -149.00, name = "흰 갈기 유니콘", level = 20, SortID = 200 },
			[5] = { x = -134.00, y = 64.14, z = -9.00, name = "흰 갈기 유니콘", level = 20, SortID = 378 },
			[6] = { x = -192.02, y = 70.66, z = 84.25, name = "흰 갈기 유니콘", level = 20, SortID = 379 },
			[7] = { x = -133.74, y = 65.05, z = 122.17, name = "흰 갈기 유니콘", level = 20, SortID = 380 },
			[8] = { x = -66.67, y = 61.84, z = 155.06, name = "흰 갈기 유니콘", level = 20, SortID = 381 },
			[9] = { x = 152.81, y = 64.28, z = 140.97, name = "흰 갈기 유니콘", level = 20, SortID = 382 },
			[10] = { x = 119.44, y = 63.01, z = 153.49, name = "흰 갈기 유니콘", level = 20, SortID = 383 },
		},
		[11079] = 
		{
			[1] = { x = 145.60, y = 58.63, z = -25.35, name = "혈초 쿠차트", level = 24, IsCanFind = 1, Describe = "Lv.24 혈초 쿠차트", SortID = 360, DropItemIds = "1001*1105*1104*52*27010*24000*1103*3000*2022" },
			[2] = { x = 214.00, y = 69.24, z = -9.00, name = "혈초 쿠차트", level = 24, SortID = 361, DropItemIds = " " },
		},
		[11080] = 
		{
			[1] = { x = 214.00, y = 69.24, z = -9.00, name = "혈초 장로", level = 23, SortID = 361 },
		},
		[11078] = 
		{
			[1] = { x = 118.47, y = 56.57, z = -76.66, name = "쿠루", level = 22, SortID = 403 },
			[2] = { x = 116.93, y = 56.67, z = -77.34, name = "쿠루", level = 22, SortID = 316 },
		},
		[11081] = 
		{
			[1] = { x = 163.92, y = 61.15, z = -129.61, name = "달빛 쿠거", level = 24, SortID = 411 },
			[2] = { x = 136.84, y = 61.01, z = -139.60, name = "달빛 쿠거", level = 24, SortID = 407 },
		},
		[11084] = 
		{
			[1] = { x = -122.70, y = 65.03, z = 105.83, name = "세이버투스", level = 24, SortID = 422 },
		},
		[11086] = 
		{
			[1] = { x = -15.31, y = 64.50, z = 130.70, name = "데바 병사", level = 25, SortID = 437 },
		},
		[11087] = 
		{
			[1] = { x = -170.71, y = 77.36, z = 178.59, name = "흡혈 독수리", level = 23, SortID = 439 },
		},
		[11085] = 
		{
			[1] = { x = 157.00, y = 57.81, z = -100.10, name = "불사조", level = 25, SortID = 453 },
			[2] = { x = 164.42, y = 61.35, z = -128.42, name = "불사조", level = 25, SortID = 408 },
		},
		[10000] = 
		{
			[1] = { x = -133.13, y = 62.61, z = -254.33, name = "시든 길리두", level = 24, SortID = 455 },
		},
		[11063] = 
		{
			[1] = { x = 86.78, y = 62.27, z = 69.52, name = "장교 나탈렌", level = 25, SortID = 456 },
		},
		[39000] = 
		{
			[1] = { x = 179.40, y = 69.31, z = 224.16, name = "아논 사제", level = 10, SortID = 485 },
			[2] = { x = 196.10, y = 69.31, z = 193.30, name = "아논 사제", level = 10, SortID = 486 },
			[3] = { x = 56.75, y = 69.31, z = 201.39, name = "아논 사제", level = 10, SortID = 487 },
			[4] = { x = 54.49, y = 69.31, z = 228.86, name = "아논 사제", level = 10, SortID = 495 },
			[5] = { x = 211.48, y = 72.90, z = 94.37, name = "아논 사제", level = 10, SortID = 488 },
			[6] = { x = 213.80, y = 73.70, z = -9.50, name = "아논 사제", level = 10, SortID = 489 },
			[7] = { x = 200.70, y = 73.70, z = -107.40, name = "아논 사제", level = 10, SortID = 490 },
			[8] = { x = -15.60, y = 73.70, z = -156.90, name = "아논 사제", level = 10, SortID = 491 },
			[9] = { x = -27.51, y = 73.70, z = -251.26, name = "아논 사제", level = 10, SortID = 493 },
			[10] = { x = -148.04, y = 73.70, z = -253.89, name = "아논 사제", level = 10, SortID = 492 },
			[11] = { x = -184.92, y = 73.70, z = -271.59, name = "아논 사제", level = 10, SortID = 494 },
			[12] = { x = -211.80, y = 79.70, z = -130.00, name = "아논 사제", level = 10, SortID = 496 },
			[13] = { x = -242.91, y = 98.10, z = -20.61, name = "아논 사제", level = 10, SortID = 498 },
			[14] = { x = -233.79, y = 83.90, z = -3.78, name = "아논 사제", level = 10, SortID = 497 },
			[15] = { x = -199.32, y = 83.90, z = 85.06, name = "아논 사제", level = 10, SortID = 499 },
			[16] = { x = -51.69, y = 63.44, z = 252.28, name = "아논 사제", level = 10, SortID = 500 },
			[17] = { x = 234.30, y = 69.38, z = -127.10, name = "아논 사제", level = 10, SortID = 520 },
			[18] = { x = 199.19, y = 69.38, z = -191.86, name = "아논 사제", level = 10, SortID = 519 },
		},
		[39001] = 
		{
			[1] = { x = 179.40, y = 69.31, z = 224.16, name = "불사의 근위병", level = 10, SortID = 485 },
			[2] = { x = 196.10, y = 69.31, z = 193.30, name = "불사의 근위병", level = 10, SortID = 486 },
			[3] = { x = 56.75, y = 69.31, z = 201.39, name = "불사의 근위병", level = 10, SortID = 487 },
			[4] = { x = 54.49, y = 69.31, z = 228.86, name = "불사의 근위병", level = 10, SortID = 495 },
			[5] = { x = 211.48, y = 72.90, z = 94.37, name = "불사의 근위병", level = 10, SortID = 488 },
			[6] = { x = 213.80, y = 73.70, z = -9.50, name = "불사의 근위병", level = 10, SortID = 489 },
			[7] = { x = 200.70, y = 73.70, z = -107.40, name = "불사의 근위병", level = 10, SortID = 490 },
			[8] = { x = -15.60, y = 73.70, z = -156.90, name = "불사의 근위병", level = 10, SortID = 491 },
			[9] = { x = -27.51, y = 73.70, z = -251.26, name = "불사의 근위병", level = 10, SortID = 493 },
			[10] = { x = -148.04, y = 73.70, z = -253.89, name = "불사의 근위병", level = 10, SortID = 492 },
			[11] = { x = -184.92, y = 73.70, z = -271.59, name = "불사의 근위병", level = 10, SortID = 494 },
			[12] = { x = -211.80, y = 79.70, z = -130.00, name = "불사의 근위병", level = 10, SortID = 496 },
			[13] = { x = -242.91, y = 98.10, z = -20.61, name = "불사의 근위병", level = 10, SortID = 498 },
			[14] = { x = -233.79, y = 83.90, z = -3.78, name = "불사의 근위병", level = 10, SortID = 497 },
			[15] = { x = -199.32, y = 83.90, z = 85.06, name = "불사의 근위병", level = 10, SortID = 499 },
			[16] = { x = -51.69, y = 63.44, z = 252.28, name = "불사의 근위병", level = 10, SortID = 500 },
			[17] = { x = 234.30, y = 69.38, z = -127.10, name = "불사의 근위병", level = 10, SortID = 520 },
			[18] = { x = 199.19, y = 69.38, z = -191.86, name = "불사의 근위병", level = 10, SortID = 519 },
		},
		[39002] = 
		{
			[1] = { x = 179.40, y = 69.31, z = 224.16, name = "불사의 병사", level = 10, SortID = 485 },
			[2] = { x = 196.10, y = 69.31, z = 193.30, name = "불사의 병사", level = 10, SortID = 486 },
			[3] = { x = 56.75, y = 69.31, z = 201.39, name = "불사의 병사", level = 10, SortID = 487 },
			[4] = { x = 54.49, y = 69.31, z = 228.86, name = "불사의 병사", level = 10, SortID = 495 },
			[5] = { x = 211.48, y = 72.90, z = 94.37, name = "불사의 병사", level = 10, SortID = 488 },
			[6] = { x = 213.80, y = 73.70, z = -9.50, name = "불사의 병사", level = 10, SortID = 489 },
			[7] = { x = 200.70, y = 73.70, z = -107.40, name = "불사의 병사", level = 10, SortID = 490 },
			[8] = { x = -15.60, y = 73.70, z = -156.90, name = "불사의 병사", level = 10, SortID = 491 },
			[9] = { x = -27.51, y = 73.70, z = -251.26, name = "불사의 병사", level = 10, SortID = 493 },
			[10] = { x = -148.04, y = 73.70, z = -253.89, name = "불사의 병사", level = 10, SortID = 492 },
			[11] = { x = -184.92, y = 73.70, z = -271.59, name = "불사의 병사", level = 10, SortID = 494 },
			[12] = { x = -211.80, y = 79.70, z = -130.00, name = "불사의 병사", level = 10, SortID = 496 },
			[13] = { x = -242.91, y = 98.10, z = -20.61, name = "불사의 병사", level = 10, SortID = 498 },
			[14] = { x = -233.79, y = 83.90, z = -3.78, name = "불사의 병사", level = 10, SortID = 497 },
			[15] = { x = -199.32, y = 83.90, z = 85.06, name = "불사의 병사", level = 10, SortID = 499 },
			[16] = { x = -51.69, y = 63.44, z = 252.28, name = "불사의 병사", level = 10, SortID = 500 },
			[17] = { x = 234.30, y = 69.38, z = -127.10, name = "불사의 병사", level = 10, SortID = 520 },
			[18] = { x = 199.19, y = 69.38, z = -191.86, name = "불사의 병사", level = 10, SortID = 519 },
		},
		[39003] = 
		{
			[1] = { x = 179.40, y = 69.31, z = 224.16, name = "타락 영혼", level = 10, SortID = 485 },
			[2] = { x = 196.10, y = 69.31, z = 193.30, name = "타락 영혼", level = 10, SortID = 486 },
			[3] = { x = 56.75, y = 69.31, z = 201.39, name = "타락 영혼", level = 10, SortID = 487 },
			[4] = { x = 54.49, y = 69.31, z = 228.86, name = "타락 영혼", level = 10, SortID = 495 },
			[5] = { x = 211.48, y = 72.90, z = 94.37, name = "타락 영혼", level = 10, SortID = 488 },
			[6] = { x = 213.80, y = 73.70, z = -9.50, name = "타락 영혼", level = 10, SortID = 489 },
			[7] = { x = 200.70, y = 73.70, z = -107.40, name = "타락 영혼", level = 10, SortID = 490 },
			[8] = { x = -15.60, y = 73.70, z = -156.90, name = "타락 영혼", level = 10, SortID = 491 },
			[9] = { x = -27.51, y = 73.70, z = -251.26, name = "타락 영혼", level = 10, SortID = 493 },
			[10] = { x = -148.04, y = 73.70, z = -253.89, name = "타락 영혼", level = 10, SortID = 492 },
			[11] = { x = -184.92, y = 73.70, z = -271.59, name = "타락 영혼", level = 10, SortID = 494 },
			[12] = { x = -211.80, y = 79.70, z = -130.00, name = "타락 영혼", level = 10, SortID = 496 },
			[13] = { x = -242.91, y = 98.10, z = -20.61, name = "타락 영혼", level = 10, SortID = 498 },
			[14] = { x = -233.79, y = 83.90, z = -3.78, name = "타락 영혼", level = 10, SortID = 497 },
			[15] = { x = -199.32, y = 83.90, z = 85.06, name = "타락 영혼", level = 10, SortID = 499 },
			[16] = { x = -51.69, y = 63.44, z = 252.28, name = "타락 영혼", level = 10, SortID = 500 },
			[17] = { x = 234.30, y = 69.38, z = -127.10, name = "타락 영혼", level = 10, SortID = 520 },
			[18] = { x = 199.19, y = 69.38, z = -191.86, name = "타락 영혼", level = 10, SortID = 519 },
		},
		[39004] = 
		{
			[1] = { x = 179.40, y = 69.31, z = 224.16, name = "감염자", level = 10, SortID = 485 },
			[2] = { x = 196.10, y = 69.31, z = 193.30, name = "감염자", level = 10, SortID = 486 },
			[3] = { x = 56.75, y = 69.31, z = 201.39, name = "감염자", level = 10, SortID = 487 },
			[4] = { x = 54.49, y = 69.31, z = 228.86, name = "감염자", level = 10, SortID = 495 },
			[5] = { x = 211.48, y = 72.90, z = 94.37, name = "감염자", level = 10, SortID = 488 },
			[6] = { x = 213.80, y = 73.70, z = -9.50, name = "감염자", level = 10, SortID = 489 },
			[7] = { x = 200.70, y = 73.70, z = -107.40, name = "감염자", level = 10, SortID = 490 },
			[8] = { x = -15.60, y = 73.70, z = -156.90, name = "감염자", level = 10, SortID = 491 },
			[9] = { x = -27.51, y = 73.70, z = -251.26, name = "감염자", level = 10, SortID = 493 },
			[10] = { x = -148.04, y = 73.70, z = -253.89, name = "감염자", level = 10, SortID = 492 },
			[11] = { x = -184.92, y = 73.70, z = -271.59, name = "감염자", level = 10, SortID = 494 },
			[12] = { x = -211.80, y = 79.70, z = -130.00, name = "감염자", level = 10, SortID = 496 },
			[13] = { x = -242.91, y = 98.10, z = -20.61, name = "감염자", level = 10, SortID = 498 },
			[14] = { x = -233.79, y = 83.90, z = -3.78, name = "감염자", level = 10, SortID = 497 },
			[15] = { x = -199.32, y = 83.90, z = 85.06, name = "감염자", level = 10, SortID = 499 },
			[16] = { x = -51.69, y = 63.44, z = 252.28, name = "감염자", level = 10, SortID = 500 },
			[17] = { x = 234.30, y = 69.38, z = -127.10, name = "감염자", level = 10, SortID = 520 },
			[18] = { x = 199.19, y = 69.38, z = -191.86, name = "감염자", level = 10, SortID = 519 },
		},
		[39100] = 
		{
			[1] = { x = 145.00, y = 57.70, z = -42.80, name = "바포메트", level = 20, SortID = 521,IsBoss = true },
			[2] = { x = 95.70, y = 56.78, z = -173.60, name = "바포메트", level = 20, SortID = 522,IsBoss = true },
			[3] = { x = 161.60, y = 62.66, z = -170.50, name = "바포메트", level = 20, SortID = 523,IsBoss = true },
			[4] = { x = 200.80, y = 67.25, z = -120.60, name = "바포메트", level = 20, SortID = 524,IsBoss = true },
		},
		[39101] = 
		{
			[1] = { x = -194.20, y = 64.29, z = -227.50, name = "바포메트", level = 23, SortID = 525,IsBoss = true },
			[2] = { x = -134.80, y = 64.89, z = -140.70, name = "바포메트", level = 23, SortID = 526,IsBoss = true },
			[3] = { x = -224.00, y = 74.96, z = -125.80, name = "바포메트", level = 23, SortID = 527,IsBoss = true },
			[4] = { x = -123.80, y = 70.09, z = -207.50, name = "바포메트", level = 23, SortID = 528,IsBoss = true },
		},
		[39102] = 
		{
			[1] = { x = 49.10, y = 70.26, z = 215.70, name = "바포메트", level = 24, SortID = 533,IsBoss = true },
			[2] = { x = 188.60, y = 69.70, z = 212.30, name = "바포메트", level = 24, SortID = 534,IsBoss = true },
			[3] = { x = 192.00, y = 70.24, z = 83.60, name = "바포메트", level = 24, SortID = 535,IsBoss = true },
			[4] = { x = 218.80, y = 69.69, z = 121.00, name = "바포메트", level = 24, SortID = 536,IsBoss = true },
		},
		[39103] = 
		{
			[1] = { x = -136.20, y = 64.91, z = 1.00, name = "바포메트", level = 26, SortID = 529,IsBoss = true },
			[2] = { x = -134.60, y = 67.47, z = 137.80, name = "바포메트", level = 26, SortID = 530,IsBoss = true },
			[3] = { x = -221.60, y = 76.42, z = 42.40, name = "바포메트", level = 26, SortID = 531,IsBoss = true },
			[4] = { x = -214.30, y = 72.32, z = 83.80, name = "바포메트", level = 26, SortID = 532,IsBoss = true },
		},
		[35242] = 
		{
			[1] = { x = 122.00, y = 56.89, z = -174.00, name = "코모라시아", level = 25, SortID = 554 },
			[2] = { x = 107.34, y = 58.82, z = -72.42, name = "코모라시아", level = 25, SortID = 555 },
			[3] = { x = -129.60, y = 65.19, z = -79.98, name = "코모라시아", level = 25, SortID = 556 },
			[4] = { x = -124.00, y = 68.76, z = -149.00, name = "코모라시아", level = 25, SortID = 557 },
			[5] = { x = -134.00, y = 64.14, z = -9.00, name = "코모라시아", level = 25, SortID = 558 },
			[6] = { x = -192.02, y = 70.66, z = 84.25, name = "코모라시아", level = 25, SortID = 559 },
			[7] = { x = -133.74, y = 65.05, z = 122.17, name = "코모라시아", level = 25, SortID = 560 },
			[8] = { x = -66.67, y = 61.84, z = 155.06, name = "코모라시아", level = 25, SortID = 561 },
			[9] = { x = 152.81, y = 64.28, z = 140.97, name = "코모라시아", level = 25, SortID = 562 },
			[10] = { x = 119.44, y = 63.01, z = 153.49, name = "코모라시아", level = 25, SortID = 563 },
		},
		[35243] = 
		{
			[1] = { x = 122.00, y = 56.89, z = -174.00, name = "켄타라시아", level = 25, SortID = 554 },
			[2] = { x = 107.34, y = 58.82, z = -72.42, name = "켄타라시아", level = 25, SortID = 555 },
			[3] = { x = -129.60, y = 65.19, z = -79.98, name = "켄타라시아", level = 25, SortID = 556 },
			[4] = { x = -124.00, y = 68.76, z = -149.00, name = "켄타라시아", level = 25, SortID = 557 },
			[5] = { x = -134.00, y = 64.14, z = -9.00, name = "켄타라시아", level = 25, SortID = 558 },
			[6] = { x = -192.02, y = 70.66, z = 84.25, name = "켄타라시아", level = 25, SortID = 559 },
			[7] = { x = -133.74, y = 65.05, z = 122.17, name = "켄타라시아", level = 25, SortID = 560 },
			[8] = { x = -66.67, y = 61.84, z = 155.06, name = "켄타라시아", level = 25, SortID = 561 },
			[9] = { x = 152.81, y = 64.28, z = 140.97, name = "켄타라시아", level = 25, SortID = 562 },
			[10] = { x = 119.44, y = 63.01, z = 153.49, name = "켄타라시아", level = 25, SortID = 563 },
		},
		[35244] = 
		{
			[1] = { x = 122.00, y = 56.89, z = -174.00, name = "비틀린 길리두", level = 25, SortID = 554 },
			[2] = { x = 107.34, y = 58.82, z = -72.42, name = "비틀린 길리두", level = 25, SortID = 555 },
			[3] = { x = -129.60, y = 65.19, z = -79.98, name = "비틀린 길리두", level = 25, SortID = 556 },
			[4] = { x = -124.00, y = 68.76, z = -149.00, name = "비틀린 길리두", level = 25, SortID = 557 },
			[5] = { x = -134.00, y = 64.14, z = -9.00, name = "비틀린 길리두", level = 25, SortID = 558 },
			[6] = { x = -192.02, y = 70.66, z = 84.25, name = "비틀린 길리두", level = 25, SortID = 559 },
			[7] = { x = -133.74, y = 65.05, z = 122.17, name = "비틀린 길리두", level = 25, SortID = 560 },
			[8] = { x = -66.67, y = 61.84, z = 155.06, name = "비틀린 길리두", level = 25, SortID = 561 },
			[9] = { x = 152.81, y = 64.28, z = 140.97, name = "비틀린 길리두", level = 25, SortID = 562 },
			[10] = { x = 119.44, y = 63.01, z = 153.49, name = "비틀린 길리두", level = 25, SortID = 563 },
		},
		[35230] = 
		{
			[1] = { x = 122.00, y = 56.89, z = -174.00, name = "사막 행인 용사", level = 30, SortID = 573 },
			[2] = { x = 107.34, y = 58.82, z = -72.42, name = "사막 행인 용사", level = 30, SortID = 572 },
			[3] = { x = -129.60, y = 65.19, z = -79.98, name = "사막 행인 용사", level = 30, SortID = 571 },
			[4] = { x = -124.00, y = 68.76, z = -149.00, name = "사막 행인 용사", level = 30, SortID = 570 },
			[5] = { x = -134.00, y = 64.14, z = -9.00, name = "사막 행인 용사", level = 30, SortID = 569 },
			[6] = { x = -192.02, y = 70.66, z = 84.25, name = "사막 행인 용사", level = 30, SortID = 568 },
			[7] = { x = -133.74, y = 65.05, z = 122.17, name = "사막 행인 용사", level = 30, SortID = 567 },
			[8] = { x = -66.67, y = 61.84, z = 155.06, name = "사막 행인 용사", level = 30, SortID = 566 },
			[9] = { x = 152.81, y = 64.28, z = 140.97, name = "사막 행인 용사", level = 30, SortID = 565 },
			[10] = { x = 119.44, y = 63.01, z = 153.49, name = "사막 행인 용사", level = 30, SortID = 564 },
		},
		[35231] = 
		{
			[1] = { x = 122.00, y = 56.89, z = -174.00, name = "혈마법사", level = 30, SortID = 573 },
			[2] = { x = 107.34, y = 58.82, z = -72.42, name = "혈마법사", level = 30, SortID = 572 },
			[3] = { x = -129.60, y = 65.19, z = -79.98, name = "혈마법사", level = 30, SortID = 571 },
			[4] = { x = -124.00, y = 68.76, z = -149.00, name = "혈마법사", level = 30, SortID = 570 },
			[5] = { x = -134.00, y = 64.14, z = -9.00, name = "혈마법사", level = 30, SortID = 569 },
			[6] = { x = -192.02, y = 70.66, z = 84.25, name = "혈마법사", level = 30, SortID = 568 },
			[7] = { x = -133.74, y = 65.05, z = 122.17, name = "혈마법사", level = 30, SortID = 567 },
			[8] = { x = -66.67, y = 61.84, z = 155.06, name = "혈마법사", level = 30, SortID = 566 },
			[9] = { x = 152.81, y = 64.28, z = 140.97, name = "혈마법사", level = 30, SortID = 565 },
			[10] = { x = 119.44, y = 63.01, z = 153.49, name = "혈마법사", level = 30, SortID = 564 },
		},
		[35232] = 
		{
			[1] = { x = 122.00, y = 56.89, z = -174.00, name = "언데드 남작", level = 30, SortID = 573 },
			[2] = { x = 107.34, y = 58.82, z = -72.42, name = "언데드 남작", level = 30, SortID = 572 },
			[3] = { x = -129.60, y = 65.19, z = -79.98, name = "언데드 남작", level = 30, SortID = 571 },
			[4] = { x = -124.00, y = 68.76, z = -149.00, name = "언데드 남작", level = 30, SortID = 570 },
			[5] = { x = -134.00, y = 64.14, z = -9.00, name = "언데드 남작", level = 30, SortID = 569 },
			[6] = { x = -192.02, y = 70.66, z = 84.25, name = "언데드 남작", level = 30, SortID = 568 },
			[7] = { x = -133.74, y = 65.05, z = 122.17, name = "언데드 남작", level = 30, SortID = 567 },
			[8] = { x = -66.67, y = 61.84, z = 155.06, name = "언데드 남작", level = 30, SortID = 566 },
			[9] = { x = 152.81, y = 64.28, z = 140.97, name = "언데드 남작", level = 30, SortID = 565 },
			[10] = { x = 119.44, y = 63.01, z = 153.49, name = "언데드 남작", level = 30, SortID = 564 },
		},
		[34201] = 
		{
			[1] = { x = -186.52, y = 71.57, z = 25.40, name = "카이저", level = 22, SortID = 57, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[34202] = 
		{
			[1] = { x = 121.52, y = 59.46, z = -32.35, name = "세타라샤", level = 25, SortID = 144, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[34203] = 
		{
			[1] = { x = -75.51, y = 58.15, z = 243.62, name = "노노우엔", level = 28, SortID = 298, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[60047] = 
		{
			[1] = { x = -217.13, y = 75.19, z = -121.67, name = "쿠마스", level = 25, SortID = 397, DropItemIds = " " },
		},
	},
	Npc = 
	{
		[1001] = 
		{
			[1] = { x = 90.29, y = 53.75, z = -146.45, name = "다친 연합군 병사", SortID = 1 },
		},
		[1019] = 
		{
			[1] = { x = 43.90, y = 76.50, z = 22.28, name = "사마엘", SortID = 2 },
		},
		[1004] = 
		{
			[1] = { x = 50.74, y = 62.11, z = -222.90, name = "조나단", SortID = 3 },
		},
		[1005] = 
		{
			[1] = { x = -9.58, y = 75.93, z = -19.90, name = "사마엘", SortID = 4 },
		},
		[1006] = 
		{
			[1] = { x = 80.55, y = 59.06, z = -204.66, name = "연합군 병사", SortID = 5 },
			[2] = { x = 116.31, y = 57.06, z = -95.57, name = "연합군 병사", SortID = 7 },
			[3] = { x = 71.69, y = 62.11, z = -220.70, name = "연합군 병사", SortID = 48 },
			[4] = { x = 167.30, y = 49.08, z = -220.40, name = "연합군 병사", SortID = 226 },
			[5] = { x = 168.80, y = 48.99, z = -216.80, name = "연합군 병사", SortID = 229 },
			[6] = { x = 156.10, y = 49.36, z = -212.30, name = "연합군 병사", SortID = 231 },
			[7] = { x = 154.70, y = 49.53, z = -215.90, name = "연합군 병사", SortID = 230 },
			[8] = { x = 141.40, y = 48.40, z = -210.80, name = "연합군 병사", SortID = 235 },
			[9] = { x = 142.90, y = 48.40, z = -207.20, name = "연합군 병사", SortID = 234 },
			[10] = { x = 80.56, y = 61.90, z = -205.33, name = "연합군 병사", SortID = 60 },
			[11] = { x = 68.88, y = 62.11, z = -224.65, name = "연합군 병사", SortID = 370 },
			[12] = { x = 115.75, y = 57.06, z = -98.34, name = "연합군 병사", SortID = 546 },
			[13] = { x = 114.76, y = 57.06, z = -101.73, name = "연합군 병사", SortID = 547 },
			[14] = { x = 129.86, y = 57.06, z = -90.68, name = "연합군 병사", SortID = 548 },
		},
		[1002] = 
		{
			[1] = { x = 132.30, y = 56.79, z = -93.28, name = "크룬 상사", SortID = 6 },
		},
		[1003] = 
		{
			[1] = { x = 156.59, y = 62.66, z = -189.52, name = "로탈 중위", SortID = 9 },
		},
		[1007] = 
		{
			[1] = { x = 196.60, y = 67.61, z = -99.25, name = "포로가 된 수비군", SortID = 10 },
			[2] = { x = 202.03, y = 67.61, z = -97.47, name = "포로가 된 수비군", SortID = 11 },
			[3] = { x = 191.74, y = 67.61, z = -97.19, name = "포로가 된 수비군", SortID = 12 },
		},
		[1008] = 
		{
			[1] = { x = 55.32, y = 61.56, z = -89.12, name = "로탈 중위", SortID = 14 },
		},
		[1012] = 
		{
			[1] = { x = 131.63, y = 56.48, z = -69.12, name = "디포 드페라", SortID = 15 },
		},
		[1018] = 
		{
			[1] = { x = -35.87, y = 68.39, z = 26.32, name = "키모", SortID = 16 },
		},
		[1097] = 
		{
			[1] = { x = -7.39, y = 76.00, z = -17.25, name = "스투시", IsCanFind = 1, IconPath = "Map_Img_Store", Describe = "스투시", SortID = 17, FunctionName = "현상금" },
		},
		[1025] = 
		{
			[1] = { x = 41.89, y = 76.19, z = 16.70, name = "환자", SortID = 18 },
			[2] = { x = 37.45, y = 75.51, z = 28.57, name = "환자", SortID = 19 },
			[3] = { x = 40.04, y = 74.19, z = 39.53, name = "환자", SortID = 76 },
		},
		[1023] = 
		{
			[1] = { x = -11.68, y = 68.06, z = 36.99, name = "엘리사 쿠벨", SortID = 20 },
		},
		[1021] = 
		{
			[1] = { x = -33.57, y = 64.66, z = 76.37, name = "아르카니아 수비군", SortID = 21 },
			[2] = { x = -21.74, y = 64.54, z = 76.99, name = "아르카니아 수비군", SortID = 22 },
			[3] = { x = -72.33, y = 64.38, z = -17.46, name = "아르카니아 수비군", SortID = 23 },
			[4] = { x = -65.24, y = 64.38, z = -24.21, name = "아르카니아 수비군", SortID = 24 },
			[5] = { x = 0.58, y = 76.37, z = -42.16, name = "아르카니아 수비군", SortID = 25 },
			[6] = { x = 7.63, y = 76.14, z = -37.20, name = "아르카니아 수비군", SortID = 26 },
			[7] = { x = -82.63, y = 63.47, z = 47.82, name = "아르카니아 수비군", SortID = 27 },
			[8] = { x = -84.88, y = 63.80, z = 37.96, name = "아르카니아 수비군", SortID = 28 },
			[9] = { x = 22.74, y = 75.70, z = 3.85, name = "아르카니아 수비군", SortID = 72 },
			[10] = { x = -9.21, y = 68.10, z = 38.99, name = "아르카니아 수비군", SortID = 74 },
			[11] = { x = -170.01, y = 72.73, z = -28.57, name = "아르카니아 수비군", SortID = 153 },
			[12] = { x = -162.98, y = 72.85, z = -28.22, name = "아르카니아 수비군", SortID = 154 },
			[13] = { x = -159.31, y = 72.75, z = -17.21, name = "아르카니아 수비군", SortID = 156 },
			[14] = { x = -4.69, y = 75.94, z = -26.31, name = "아르카니아 수비군", SortID = 540 },
			[15] = { x = -61.71, y = 65.53, z = -14.16, name = "아르카니아 수비군", SortID = 541 },
			[16] = { x = -171.49, y = 70.41, z = -4.52, name = "아르카니아 수비군", SortID = 543 },
			[17] = { x = -167.26, y = 70.07, z = -6.66, name = "아르카니아 수비군", SortID = 544 },
		},
		[147] = 
		{
			[1] = { x = 80.22, y = 62.11, z = -216.97, name = "잡화상인", SortID = 45 },
			[2] = { x = -228.27, y = 74.70, z = -126.56, name = "잡화상인", SortID = 472 },
			[3] = { x = -184.86, y = 72.20, z = -29.34, name = "잡화상인", SortID = 473 },
			[4] = { x = 163.70, y = 66.40, z = 119.62, name = "잡화상인", SortID = 474 },
		},
		[1071] = 
		{
			[1] = { x = -53.16, y = 69.11, z = 11.75, name = "에세트", SortID = 56 },
		},
		[1072] = 
		{
			[1] = { x = -71.05, y = 65.55, z = 24.63, name = "셰핀", SortID = 67 },
		},
		[1065] = 
		{
			[1] = { x = -56.00, y = 65.15, z = 34.83, name = "아슐라", IsCanFind = 1, IconPath = "Map_Img_Shop", Describe = "잡화상인", SortID = 68 },
		},
		[1066] = 
		{
			[1] = { x = -40.50, y = 65.10, z = 51.88, name = "트사크", SortID = 69 },
		},
		[149] = 
		{
			[1] = { x = 14.95, y = 76.12, z = -11.38, name = "연합군 전투마", SortID = 70 },
			[2] = { x = 162.00, y = 49.15, z = -216.30, name = "연합군 전투마", SortID = 228 },
			[3] = { x = 149.50, y = 49.92, z = -211.60, name = "연합군 전투마", SortID = 233 },
		},
		[1067] = 
		{
			[1] = { x = 13.30, y = 76.18, z = -13.50, name = "칸터", SortID = 71 },
		},
		[1020] = 
		{
			[1] = { x = -32.25, y = 68.39, z = 26.75, name = "조나단", SortID = 73 },
			[2] = { x = -62.19, y = 62.43, z = 79.88, name = "조나단", SortID = 82 },
		},
		[1061] = 
		{
			[1] = { x = 35.07, y = 74.31, z = 38.31, name = "아픈 연합군", SortID = 75 },
			[2] = { x = 38.55, y = 76.20, z = 13.39, name = "아픈 연합군", SortID = 77 },
			[3] = { x = 16.69, y = 71.54, z = 41.30, name = "아픈 연합군", SortID = 78 },
			[4] = { x = 12.32, y = 69.76, z = 48.15, name = "아픈 연합군", SortID = 79 },
			[5] = { x = 22.32, y = 75.40, z = 16.80, name = "아픈 연합군", SortID = 273 },
		},
		[1022] = 
		{
			[1] = { x = 34.99, y = 75.44, z = 26.74, name = "헤레스", SortID = 80 },
		},
		[1074] = 
		{
			[1] = { x = -85.47, y = 63.01, z = 68.40, name = "헤스 키컨", SortID = 81 },
		},
		[1068] = 
		{
			[1] = { x = -71.96, y = 62.42, z = 71.01, name = "앤더슨", SortID = 83 },
		},
		[1077] = 
		{
			[1] = { x = -48.49, y = 79.16, z = -30.87, name = "칼스 라펠레트", SortID = 84 },
		},
		[1076] = 
		{
			[1] = { x = -51.02, y = 79.08, z = -36.99, name = "티노 로한", SortID = 85 },
		},
		[1041] = 
		{
			[1] = { x = -29.00, y = 65.16, z = 46.60, name = "조나단", SortID = 86 },
		},
		[1027] = 
		{
			[1] = { x = -79.32, y = 63.89, z = -63.94, name = "폴카", SortID = 87 },
		},
		[1029] = 
		{
			[1] = { x = -213.52, y = 75.15, z = -118.96, name = "카루 후카", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "카루 후카", SortID = 88, FunctionName = "명성" },
		},
		[1043] = 
		{
			[1] = { x = -32.81, y = 65.01, z = 55.55, name = "연합군", SortID = 89 },
			[2] = { x = -23.05, y = 65.01, z = 55.56, name = "연합군", SortID = 90 },
		},
		[1042] = 
		{
			[1] = { x = -26.37, y = 65.69, z = 45.74, name = "사마엘", SortID = 91 },
		},
		[1045] = 
		{
			[1] = { x = 139.91, y = 64.20, z = 76.66, name = "생존한 연합군", SortID = 92 },
		},
		[1046] = 
		{
			[1] = { x = 162.02, y = 66.21, z = 115.50, name = "다친 중위", SortID = 96 },
		},
		[1047] = 
		{
			[1] = { x = 165.01, y = 66.43, z = 100.89, name = "다친 연합군 병사", SortID = 97 },
			[2] = { x = 160.88, y = 66.21, z = 119.35, name = "다친 연합군 병사", SortID = 98 },
			[3] = { x = 160.64, y = 66.19, z = 110.59, name = "다친 연합군 병사", SortID = 99 },
		},
		[1037] = 
		{
			[1] = { x = -198.06, y = 68.21, z = -145.65, name = "나무 후카 병사", SortID = 102 },
			[2] = { x = -194.50, y = 67.97, z = -142.35, name = "나무 후카 병사", SortID = 103 },
			[3] = { x = -208.04, y = 72.47, z = -133.75, name = "나무 후카 병사", SortID = 105 },
			[4] = { x = -210.84, y = 72.80, z = -132.77, name = "나무 후카 병사", SortID = 104 },
			[5] = { x = -180.91, y = 65.39, z = -112.85, name = "나무 후카 병사", SortID = 107 },
			[6] = { x = -178.24, y = 64.98, z = -116.91, name = "나무 후카 병사", SortID = 106 },
			[7] = { x = -171.98, y = 63.43, z = -139.56, name = "나무 후카 병사", SortID = 304 },
			[8] = { x = -171.19, y = 63.47, z = -134.68, name = "나무 후카 병사", SortID = 303 },
		},
		[1028] = 
		{
			[1] = { x = -145.32, y = 64.98, z = -116.68, name = "뚜뚜 후카", SortID = 108 },
		},
		[1030] = 
		{
			[1] = { x = -165.24, y = 65.86, z = -166.99, name = "루루카 후카", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "루루카 후카", SortID = 109, FunctionName = "명성" },
		},
		[1033] = 
		{
			[1] = { x = -171.35, y = 66.21, z = -170.40, name = "카루 후카", SortID = 110 },
		},
		[1031] = 
		{
			[1] = { x = -111.73, y = 75.04, z = -173.01, name = "바바카 후카", SortID = 111 },
		},
		[1038] = 
		{
			[1] = { x = -108.78, y = 75.10, z = -176.54, name = "바바 후카 병사", SortID = 112 },
			[2] = { x = -115.01, y = 75.10, z = -177.22, name = "바바 후카 병사", SortID = 113 },
			[3] = { x = -153.53, y = 63.70, z = -218.99, name = "바바 후카 병사", SortID = 306 },
			[4] = { x = -147.32, y = 63.70, z = -219.91, name = "바바 후카 병사", SortID = 305 },
			[5] = { x = -133.13, y = 69.88, z = -198.99, name = "바바 후카 병사", SortID = 308 },
			[6] = { x = -126.93, y = 69.88, z = -199.90, name = "바바 후카 병사", SortID = 307 },
			[7] = { x = -109.72, y = 74.50, z = -226.10, name = "바바 후카 병사", SortID = 310 },
			[8] = { x = -107.19, y = 74.50, z = -223.63, name = "바바 후카 병사", SortID = 309 },
			[9] = { x = -110.21, y = 74.50, z = -222.46, name = "바바 후카 병사", SortID = 311 },
			[10] = { x = -98.33, y = 79.01, z = -191.12, name = "바바 후카 병사", SortID = 410 },
		},
		[1032] = 
		{
			[1] = { x = -197.30, y = 63.28, z = -274.60, name = "망치", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "망치 후카", SortID = 114, FunctionName = "명성" },
		},
		[1049] = 
		{
			[1] = { x = 111.00, y = 68.26, z = 206.35, name = "케스타닉 노예", SortID = 122 },
			[2] = { x = 111.28, y = 68.26, z = 214.98, name = "케스타닉 노예", SortID = 115 },
			[3] = { x = 106.94, y = 68.26, z = 204.17, name = "케스타닉 노예", SortID = 123 },
			[4] = { x = 108.52, y = 68.26, z = 214.75, name = "케스타닉 노예", SortID = 124 },
		},
		[1050] = 
		{
			[1] = { x = 117.09, y = 68.26, z = 210.04, name = "시스트레", SortID = 125 },
		},
		[1040] = 
		{
			[1] = { x = 27.99, y = 72.72, z = 236.60, name = "디포 드페라", SortID = 145 },
		},
		[1053] = 
		{
			[1] = { x = -214.84, y = 72.35, z = 88.36, name = "사마엘", SortID = 146 },
		},
		[1051] = 
		{
			[1] = { x = -159.79, y = 72.72, z = -23.83, name = "캠퍼스 하사관", SortID = 152 },
		},
		[1052] = 
		{
			[1] = { x = -228.41, y = 87.59, z = -22.46, name = "사냥꾼", SortID = 155 },
		},
		[1057] = 
		{
			[1] = { x = -212.53, y = 81.83, z = 181.14, name = "엘리사 쿠벨", SortID = 166 },
		},
		[1048] = 
		{
			[1] = { x = 227.05, y = 72.51, z = 86.34, name = "사마엘", SortID = 189 },
		},
		[1086] = 
		{
			[1] = { x = 138.47, y = 77.18, z = 165.00, name = "사마엘", SortID = 202 },
		},
		[1085] = 
		{
			[1] = { x = 154.41, y = 76.98, z = 164.26, name = "연합군", SortID = 203 },
			[2] = { x = 147.70, y = 77.12, z = 154.50, name = "연합군", SortID = 204 },
			[3] = { x = 142.96, y = 77.38, z = 156.77, name = "연합군", SortID = 205 },
			[4] = { x = 153.50, y = 77.37, z = 154.83, name = "연합군", SortID = 206 },
			[5] = { x = 146.73, y = 76.63, z = 167.56, name = "연합군", SortID = 207 },
			[6] = { x = 127.72, y = 66.09, z = 200.44, name = "연합군", SortID = 208 },
			[7] = { x = 127.01, y = 66.96, z = 212.82, name = "연합군", SortID = 209 },
			[8] = { x = 141.89, y = 69.98, z = 216.53, name = "연합군", SortID = 210 },
			[9] = { x = 145.48, y = 67.62, z = 197.06, name = "연합군", SortID = 211 },
			[10] = { x = 178.56, y = 69.29, z = 198.78, name = "연합군", SortID = 174 },
			[11] = { x = 167.17, y = 69.98, z = 224.28, name = "연합군", SortID = 459 },
			[12] = { x = 187.75, y = 69.29, z = 222.10, name = "연합군", SortID = 460 },
		},
		[1039] = 
		{
			[1] = { x = -194.50, y = 63.60, z = -273.50, name = "망치 후카 병사", SortID = 216 },
			[2] = { x = -199.80, y = 63.60, z = -273.50, name = "망치 후카 병사", SortID = 217 },
			[3] = { x = -189.80, y = 63.60, z = -268.30, name = "망치 후카 병사", SortID = 218 },
			[4] = { x = -204.40, y = 63.60, z = -267.80, name = "망치 후카 병사", SortID = 219 },
		},
		[1092] = 
		{
			[1] = { x = 181.61, y = 48.37, z = -230.03, name = "수송 장교", SortID = 29 },
		},
		[1010] = 
		{
			[1] = { x = 55.32, y = 62.15, z = -228.10, name = "엘리사 쿠벨", SortID = 238 },
		},
		[1084] = 
		{
			[1] = { x = -207.79, y = 81.83, z = 187.53, name = "하이엘프 레인저", SortID = 167 },
			[2] = { x = -206.06, y = 81.83, z = 177.90, name = "하이엘프 레인저", SortID = 168 },
			[3] = { x = -195.03, y = 81.83, z = 194.72, name = "하이엘프 레인저", SortID = 169 },
			[4] = { x = -195.03, y = 80.32, z = 178.33, name = "하이엘프 레인저", SortID = 170 },
			[5] = { x = -207.69, y = 82.91, z = 211.14, name = "하이엘프 레인저", SortID = 171 },
			[6] = { x = -191.57, y = 80.03, z = 188.76, name = "하이엘프 레인저", SortID = 172 },
		},
		[1137] = 
		{
			[1] = { x = 25.44, y = 74.65, z = 22.04, name = "아픈 연합군", SortID = 274 },
		},
		[1098] = 
		{
			[1] = { x = 210.21, y = 69.94, z = -98.63, name = "로탈 중위", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "로탈 중위", SortID = 285, FunctionName = "명성" },
		},
		[1090] = 
		{
			[1] = { x = -132.01, y = 62.99, z = -235.29, name = "디포 드페라", SortID = 286 },
		},
		[1101] = 
		{
			[1] = { x = 24.98, y = 72.57, z = 239.55, name = "바네사 드페라", SortID = 295 },
		},
		[1100] = 
		{
			[1] = { x = -71.13, y = 61.97, z = 201.44, name = "리렘", SortID = 296 },
		},
		[1107] = 
		{
			[1] = { x = -209.08, y = 75.34, z = -119.08, name = "뚜뚜 후카", SortID = 201 },
		},
		[1104] = 
		{
			[1] = { x = -168.59, y = 72.35, z = -16.67, name = "사마엘", SortID = 312 },
		},
		[1055] = 
		{
			[1] = { x = -216.73, y = 72.24, z = 86.77, name = "엘리사 쿠벨", SortID = 313 },
		},
		[1105] = 
		{
			[1] = { x = -207.85, y = 81.74, z = 183.59, name = "사마엘", SortID = 314 },
		},
		[1059] = 
		{
			[1] = { x = -66.28, y = 61.73, z = 205.92, name = "루나 엘린", SortID = 220 },
		},
		[1111] = 
		{
			[1] = { x = -210.03, y = 70.18, z = -156.82, name = "에슬란", SortID = 345 },
		},
		[1116] = 
		{
			[1] = { x = -44.07, y = 68.90, z = -3.94, name = "주민", SortID = 347 },
		},
		[1115] = 
		{
			[1] = { x = -3.18, y = 73.07, z = 8.01, name = "부유한 시민", SortID = 350 },
			[2] = { x = -53.00, y = 65.05, z = 37.00, name = "부유한 시민", SortID = 542 },
		},
		[1117] = 
		{
			[1] = { x = -2.25, y = 73.25, z = 6.07, name = "엘린 학자", SortID = 349 },
		},
		[1118] = 
		{
			[1] = { x = 66.72, y = 62.11, z = -206.09, name = "엘린 여행자", SortID = 351 },
		},
		[1069] = 
		{
			[1] = { x = 42.49, y = 76.38, z = 27.15, name = "신력을 가진 중개 상인", SortID = 348 },
		},
		[1064] = 
		{
			[1] = { x = -16.01, y = 65.08, z = 59.13, name = "파켄", SortID = 352 },
		},
		[1127] = 
		{
			[1] = { x = 216.37, y = 70.50, z = -100.73, name = "포로로 잡힌 상인", SortID = 356 },
		},
		[1133] = 
		{
			[1] = { x = 71.52, y = 62.11, z = -205.43, name = "다친 연합군 병사", SortID = 362 },
		},
		[1134] = 
		{
			[1] = { x = 70.29, y = 62.11, z = -208.73, name = "다친 견습생 병사", SortID = 363 },
		},
		[1135] = 
		{
			[1] = { x = 79.44, y = 62.11, z = -210.82, name = "다친 하급 병사", SortID = 364 },
		},
		[1129] = 
		{
			[1] = { x = 167.18, y = 66.40, z = 102.98, name = "안타르", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "안타르 중위", SortID = 365, FunctionName = "명성" },
		},
		[1130] = 
		{
			[1] = { x = -181.00, y = 72.41, z = -27.29, name = "그렌", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "그렌", SortID = 366, FunctionName = "명성" },
		},
		[1132] = 
		{
			[1] = { x = -37.14, y = 61.82, z = 188.88, name = "아이리스", SortID = 367 },
		},
		[1136] = 
		{
			[1] = { x = 61.81, y = 62.11, z = -227.06, name = "크룬 상사", SortID = 368 },
		},
		[1009] = 
		{
			[1] = { x = 58.39, y = 62.11, z = -215.13, name = "수비 중인 군인", SortID = 191 },
		},
		[2163] = 
		{
			[1] = { x = 25.71, y = 64.19, z = 135.46, name = "", SortID = 404 },
		},
		[1139] = 
		{
			[1] = { x = 64.00, y = 62.11, z = -211.00, name = "쿠루", SortID = 196 },
		},
		[1162] = 
		{
			[1] = { x = 117.00, y = 56.66, z = -76.62, name = "쿠루", SortID = 353 },
		},
		[1142] = 
		{
			[1] = { x = 119.00, y = 59.56, z = -16.00, name = "쿠루", SortID = 354 },
		},
		[1143] = 
		{
			[1] = { x = 155.00, y = 56.74, z = -82.00, name = "거대 망치 족장", SortID = 355 },
		},
		[1144] = 
		{
			[1] = { x = -217.92, y = 72.52, z = 83.21, name = "제임스", SortID = 416 },
		},
		[1145] = 
		{
			[1] = { x = -185.00, y = 72.20, z = -24.00, name = "살아남은 사냥꾼", SortID = 418 },
		},
		[1147] = 
		{
			[1] = { x = -37.00, y = 68.40, z = 23.31, name = "볼바르 중위", SortID = 423 },
		},
		[1148] = 
		{
			[1] = { x = -44.82, y = 78.55, z = -46.64, name = "연합군 병사", SortID = 424 },
		},
		[1149] = 
		{
			[1] = { x = 17.18, y = 75.68, z = 6.38, name = "연합군 병사", SortID = 425 },
		},
		[1150] = 
		{
			[1] = { x = 2.21, y = 71.69, z = 21.73, name = "연합군 병사", SortID = 426 },
		},
		[1152] = 
		{
			[1] = { x = -5.00, y = 71.78, z = 13.00, name = "음유시인", SortID = 427 },
		},
		[1153] = 
		{
			[1] = { x = 39.00, y = 75.12, z = 34.00, name = "리엔", SortID = 428 },
		},
		[1155] = 
		{
			[1] = { x = -50.00, y = 69.11, z = 10.00, name = "미샤", SortID = 429 },
		},
		[1156] = 
		{
			[1] = { x = -156.68, y = 75.40, z = 186.53, name = "여행 작가", SortID = 438 },
		},
		[1158] = 
		{
			[1] = { x = -80.19, y = 60.54, z = 189.84, name = "여행 작가", SortID = 441 },
		},
		[1159] = 
		{
			[1] = { x = -82.42, y = 60.54, z = 187.78, name = "레이시", SortID = 442 },
		},
		[1160] = 
		{
			[1] = { x = -78.61, y = 60.58, z = 190.76, name = "작가의 화신", SortID = 447 },
		},
		[1146] = 
		{
			[1] = { x = -40.56, y = 61.84, z = 196.88, name = "아이리스", SortID = 448 },
		},
		[1154] = 
		{
			[1] = { x = 35.08, y = 74.54, z = 35.27, name = "군의관", SortID = 449 },
		},
		[2165] = 
		{
			[1] = { x = 159.33, y = 69.70, z = 211.52, name = "", SortID = 450 },
		},
		[2164] = 
		{
			[1] = { x = 138.82, y = 56.45, z = -44.18, name = "", SortID = 451 },
		},
		[1151] = 
		{
			[1] = { x = -21.00, y = 68.36, z = 22.00, name = "클레어", SortID = 452 },
		},
		[1164] = 
		{
			[1] = { x = -154.83, y = 75.08, z = 185.06, name = "부상 당한 유니콘", SortID = 454 },
		},
		[4179] = 
		{
			[1] = { x = -66.00, y = 62.94, z = 144.00, name = "벨릭", SortID = 178 },
		},
		[1171] = 
		{
			[1] = { x = -229.87, y = 73.27, z = -138.22, name = "타타 후카", SortID = 461 },
		},
		[1172] = 
		{
			[1] = { x = -205.36, y = 70.20, z = -150.80, name = "루루 후카", SortID = 462 },
		},
		[1173] = 
		{
			[1] = { x = -183.72, y = 65.96, z = -135.28, name = "가가 후카", SortID = 463 },
		},
		[20] = 
		{
			[1] = { x = -168.90, y = 72.64, z = -23.50, name = "로렌스", SortID = 476 },
			[2] = { x = 138.77, y = 51.44, z = -206.31, name = "로렌스", FunctionName = " " },
		},
		[21] = 
		{
			[1] = { x = -112.13, y = 75.01, z = -171.91, name = "로렌스", SortID = 477 },
		},
		[22] = 
		{
			[1] = { x = 56.14, y = 62.11, z = -225.33, name = "로렌스", SortID = 478 },
		},
		[23] = 
		{
			[1] = { x = 103.83, y = 67.97, z = 217.29, name = "로렌스", SortID = 479 },
		},
		[24] = 
		{
			[1] = { x = 228.40, y = 69.79, z = 123.30, name = "로렌스", SortID = 484 },
		},
		[1015] = 
		{
			[1] = { x = 139.46, y = 56.44, z = -66.90, name = "조나단", SortID = 539 },
		},
		[1011] = 
		{
			[1] = { x = 139.46, y = 56.44, z = -66.90, name = "엘리사 쿠벨", SortID = 539 },
		},
		[1017] = 
		{
			[1] = { x = 139.46, y = 56.44, z = -66.90, name = "연합군", SortID = 539 },
		},
		[160] = 
		{
			[1] = { x = -4.69, y = 75.94, z = -26.31, name = "연합군 장교", SortID = 540 },
			[2] = { x = -61.71, y = 65.53, z = -14.16, name = "연합군 장교", SortID = 541 },
		},
		[1175] = 
		{
			[1] = { x = 116.75, y = 56.69, z = -77.79, name = "쿠루", SortID = 394 },
		},
		[1176] = 
		{
			[1] = { x = -54.45, y = 69.11, z = 8.80, name = "좀 취한 손님", SortID = 299, FunctionName = " " },
		},
		[1177] = 
		{
			[1] = { x = -178.21, y = 72.33, z = -25.55, name = "소장자", SortID = 300, FunctionName = " " },
		},
		[1178] = 
		{
			[1] = { x = -228.91, y = 72.69, z = -141.14, name = "후카연구자", SortID = 374, FunctionName = " " },
		},
		[1166] = 
		{
			[1] = { x = 152.37, y = 56.44, z = -73.73, name = "레몬스 본드", SortID = 409, FunctionName = " " },
		},
	},
	Region = 
	{
		[1] = 
		{
			[39] = { x = 218.72, y = 52.24, z = -236.32, xA = -243.45, yA = 42.75, zA = -174.06, name = "东部领地入口", worldId = 120, PkMode = 0 },
			[241] = { x = -194.03, y = 82.57, z = 234.31, xA = -249.66, yA = -18.33, zA = -182.20, name = "去霍加斯", worldId = 140, PkMode = 0 },
		},
		[2] = 
		{
			[56] = { x = 142.94, y = 60.90, z = -41.87, name = "쿠차트 요새", worldId = 0, IsCanFind = 1, Describe = "쿠차트 요새", PkMode = 0 },
			[141] = { x = -93.30, y = 62.78, z = 45.12, name = "西门战斗相位【个人】", worldId = 0, PkMode = 0 },
			[142] = { x = -132.58, y = 93.16, z = -255.65, name = "皮虫试炼相位【个人】", worldId = 0, PkMode = 0 },
			[147] = { x = 11.74, y = 64.67, z = 135.45, name = "诅咒战场相位【个人】", worldId = 0, PkMode = 0 },
			[148] = { x = 159.60, y = 74.60, z = 210.30, name = "쿠사의 주둔지", isShowName = true, worldId = 0, PkMode = 0 },
			[149] = { x = -34.57, y = 64.42, z = -204.12, name = "비석의 숲", isShowName = true, worldId = 0, PkMode = 0 },
			[150] = { x = -206.49, y = 72.34, z = 82.38, name = "광란의 마을", isShowName = true, worldId = 0, PkMode = 0 },
			[151] = { x = -183.97, y = 87.70, z = 190.68, name = "사냥꾼 캠프", isShowName = true, worldId = 0, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Forest" },
			[152] = { x = 97.70, y = 59.90, z = -188.05, name = "守备营地的战斗【个人】", worldId = 0, PkMode = 0 },
			[153] = { x = 61.14, y = 63.47, z = -54.23, name = "咆哮峡谷营地【任务】", worldId = 0, PkMode = 0 },
			[154] = { x = 147.18, y = 61.70, z = -154.88, name = "库扎特出没之地【任务】", worldId = 0, PkMode = 0 },
			[155] = { x = 133.59, y = 65.49, z = -124.11, name = "포효의 협곡", isShowName = true, worldId = 0, IsCanFind = 1, BackgroundMusic = "BGM_Map_2/Map_2/map_2_zone_4", PkMode = 0 },
			[156] = { x = 207.82, y = 67.49, z = -124.66, name = "쿠차트 요새", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Canyon" },
			[157] = { x = 124.70, y = 57.38, z = -85.44, name = "咆哮峡谷目标点1【任务】", worldId = 0, PkMode = 0 },
			[158] = { x = -25.59, y = 72.65, z = -5.42, name = "벌목꾼 마을", isShowName = true, worldId = 0, IsCanFind = 1, BackgroundMusic = "BGM_Map_2/Map_2/map_2_zone_1", PkMode = 1, EnvironmentMusic = "Zone_Ambience/Ambience/Village" },
			[159] = { x = 27.52, y = 76.17, z = 28.64, name = "격리 구역", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[162] = { x = -126.80, y = 64.81, z = -90.38, name = "盆地进入【任务】", worldId = 0, PkMode = 0 },
			[163] = { x = -112.07, y = 75.32, z = -175.63, name = "巴巴霍卡村", worldId = 0, PkMode = 0 },
			[164] = { x = -27.44, y = 64.95, z = 53.01, name = "伐木者村北【任务】", worldId = 0, PkMode = 0 },
			[165] = { x = 163.21, y = 65.68, z = 93.04, name = "新月村庄外【任务】", worldId = 0, PkMode = 0 },
			[166] = { x = 227.03, y = 72.76, z = 84.64, name = "沙摩尔决斗【任务】", worldId = 0, PkMode = 0 },
			[170] = { x = 63.19, y = 62.59, z = -84.53, name = "鹰眼调查营地【任务】", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {1003} },
			[171] = { x = 166.01, y = 66.40, z = 108.72, name = "狗围住【任务】", worldId = 0, PkMode = 1 },
			[172] = { x = 128.93, y = 66.18, z = 154.80, name = "干尸【任务】", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {1074} },
			[173] = { x = 39.40, y = 72.22, z = 224.08, name = "魔血祭坛【任务】", worldId = 0, PkMode = 0 },
			[174] = { x = -178.93, y = 80.56, z = 78.41, name = "몽환의 숲", isShowName = true, worldId = 0, IsCanFind = 1, BackgroundMusic = "BGM_Map_2/Map_2/map_2_zone_2", PkMode = 0 },
			[175] = { x = 121.94, y = 61.10, z = 142.17, name = "저주받은 숲", isShowName = true, worldId = 0, IsCanFind = 1, BackgroundMusic = "BGM_Map_2/Map_2/map_2_zone_6", PkMode = 0 },
			[176] = { x = 204.34, y = 68.29, z = 99.24, name = "초승달 마을 폐허", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[177] = { x = -160.63, y = 64.55, z = -177.90, name = "후키안 습지", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Forest" },
			[180] = { x = -64.91, y = 51.36, z = 207.29, name = "요정의 샘", isShowName = true, worldId = 0, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Forest" },
			[184] = { x = -195.75, y = 63.49, z = -258.95, name = "槌子决斗【任务】", worldId = 0, PkMode = 0 },
			[187] = { x = 79.18, y = 62.11, z = -209.74, name = "受伤的联盟士兵03【任务11501】", worldId = 0, PkMode = 0 },
			[188] = { x = 68.49, y = 62.11, z = -207.40, name = "受伤的联盟士兵02【任务11501】", worldId = 0, PkMode = 0 },
			[189] = { x = 69.87, y = 62.05, z = -203.19, name = "受伤的联盟士兵01【任务11501】", worldId = 0, PkMode = 0 },
			[190] = { x = 61.62, y = 62.11, z = -227.41, name = "护送芙瑞拉【咆哮峡谷营地】", worldId = 0, PkMode = 0 },
			[191] = { x = -38.29, y = 62.44, z = 181.94, name = "寻找爱丽丝【任务妖精之泉】", worldId = 0, PkMode = 0 },
			[192] = { x = -31.11, y = 62.24, z = 188.54, name = "致爱丽丝", worldId = 0, PkMode = 0 },
			[194] = { x = 201.30, y = 71.44, z = 110.75, name = "시체 먹는 사냥개", worldId = 0, PkMode = 0 },
			[197] = { x = -128.27, y = 63.21, z = -17.20, name = "德法暗杀者刷新区域【任务】", worldId = 0, PkMode = 0 },
			[198] = { x = 73.62, y = 58.93, z = -213.70, name = "咆哮峡谷复活点", worldId = 0, PkMode = 1 },
			[199] = { x = -47.23, y = 66.43, z = -161.01, name = "石碑林地复活点", worldId = 0, PkMode = 1 },
			[200] = { x = 139.52, y = 56.48, z = -66.14, name = "库扎特营寨复活点", worldId = 0, PkMode = 1 },
			[201] = { x = -173.69, y = 73.03, z = -19.56, name = "迷幻森林营地复活点", worldId = 0, PkMode = 1 },
			[202] = { x = -128.30, y = 66.55, z = 128.52, name = "猎人营地外复活点", worldId = 0, PkMode = 1 },
			[203] = { x = 13.70, y = 65.04, z = 138.00, name = "德法营地复活点", worldId = 0, PkMode = 1 },
			[204] = { x = -175.26, y = 64.82, z = -118.08, name = "湿地复活点", worldId = 0, PkMode = 1 },
			[336] = { x = 117.39, y = 56.94, z = -79.60, name = "支线追踪古鲁", worldId = 0, PkMode = 0 },
			[337] = { x = 117.10, y = 60.10, z = -76.99, name = "支线神视古鲁", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {11604} },
			[338] = { x = 117.19, y = 60.12, z = -76.87, name = "支线刷怪古鲁", worldId = 0, PkMode = 0 },
			[339] = { x = 228.47, y = 69.79, z = 122.41, name = "支线调查爱丽丝鹰眼", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {11619} },
			[340] = { x = -207.62, y = 72.00, z = 79.65, name = "支线寻找爱丽丝伙伴", worldId = 0, PkMode = 0 },
			[341] = { x = 3.45, y = 64.49, z = 129.26, name = "支线战友牺牲区域", worldId = 0, PkMode = 0 },
			[342] = { x = -88.98, y = 108.75, z = 183.56, name = "支线作家协战区域", worldId = 0, PkMode = 0 },
			[343] = { x = -74.40, y = 65.02, z = 142.87, name = "支线作家抵达妖精之泉", worldId = 0, PkMode = 0 },
			[344] = { x = 174.48, y = 70.47, z = -34.49, name = "支线古鲁协战", worldId = 0, PkMode = 0 },
			[345] = { x = -80.94, y = 62.57, z = 190.33, name = "支线作家化身对话鹰眼", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {10658} },
			[346] = { x = -150.40, y = 254.59, z = -192.35, name = "背景音乐-湿地", worldId = 0, BackgroundMusic = "BGM_Map_2/Map_2/map_2_zone_3", PkMode = 0 },
			[347] = { x = -98.85, y = 1.00, z = 251.02, name = "背景音乐-妖精之泉", worldId = 0, BackgroundMusic = "BGM_Map_2/Map_2/map_2_zone_5", PkMode = 0 },
			[348] = { x = 157.11, y = 67.71, z = 157.20, name = "背景音乐-库萨", worldId = 0, BackgroundMusic = "BGM_Map_2/Map_2/map_2_zone_6", PkMode = 0 },
			[349] = { x = 220.09, y = 70.95, z = 212.46, name = "背景音乐-魔血祭坛", worldId = 0, BackgroundMusic = "BGM_Map_2/Map_2/map_2_zone_6", BattleMusic = "BGM_Map_2/Map_2/map_2_battle", PkMode = 0 },
			[388] = { x = 170.84, y = 71.14, z = -24.30, name = "쿠차트 요새", worldId = 0, PkMode = 0 },
			[389] = { x = 215.40, y = 74.60, z = 209.26, name = "쿠사의 주둔지", worldId = 0, PkMode = 1 },
			[390] = { x = 67.69, y = 64.75, z = -219.43, name = "咆哮峡谷营地", worldId = 0, PkMode = 1 },
			[256] = { x = 175.28, y = 59.88, z = -17.24, name = "神视单人-咆哮峡谷1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[257] = { x = 174.37, y = 69.65, z = -16.02, name = "神视单人-咆哮峡谷2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[258] = { x = 172.86, y = 97.02, z = -15.71, name = "神视单人-咆哮峡谷3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[259] = { x = 209.70, y = 77.53, z = -139.27, name = "神视单人-库扎特营寨1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[392] = { x = 209.70, y = 67.51, z = -138.73, name = "神视单人-库扎特营寨2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[391] = { x = 207.83, y = 73.10, z = -136.83, name = "神视单人-库扎特营寨3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[393] = { x = 61.48, y = 118.17, z = -222.21, name = "神视单人-前线营地", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[394] = { x = -38.00, y = 118.74, z = -206.50, name = "神视单人-石碑林地1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[395] = { x = -35.70, y = 118.99, z = -206.80, name = "神视单人-石碑林地2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[396] = { x = -115.20, y = 81.87, z = -191.04, name = "神视单人-霍卡1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[397] = { x = -124.69, y = 137.94, z = -265.22, name = "神视单人-霍卡2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[398] = { x = -201.40, y = 78.47, z = -237.50, name = "神视单人-湿地1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[399] = { x = -208.85, y = 72.99, z = -146.71, name = "神视单人-湿地2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[400] = { x = -206.10, y = 82.39, z = 26.00, name = "神视单人-迷幻森林1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[401] = { x = -206.10, y = 83.97, z = 26.00, name = "神视单人-迷幻森林2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[402] = { x = -206.10, y = 82.30, z = 26.00, name = "神视单人-迷幻森林3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[403] = { x = -206.10, y = 82.22, z = 26.00, name = "神视单人-迷幻森林4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[404] = { x = -69.14, y = 61.10, z = 206.20, name = "神视单人-妖精之泉1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[405] = { x = -75.71, y = 61.92, z = 210.48, name = "神视单人-妖精之泉2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[406] = { x = 65.60, y = 76.65, z = 211.60, name = "神视单人-诅咒丛林1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[407] = { x = 65.60, y = 77.91, z = 211.60, name = "神视单人-诅咒丛林2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[408] = { x = 65.60, y = 72.90, z = 211.60, name = "神视单人-诅咒丛林3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[409] = { x = 65.60, y = 77.91, z = 211.60, name = "神视单人-诅咒丛林4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[410] = { x = 212.70, y = 70.13, z = 121.61, name = "神视单人-新月村庄1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[411] = { x = 210.00, y = 72.73, z = 81.42, name = "神视单人-新月村庄2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[412] = { x = 166.40, y = 73.40, z = 204.39, name = "神视单人-库萨大营1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[413] = { x = 166.40, y = 73.47, z = 204.39, name = "神视单人-库萨大营2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[414] = { x = 157.40, y = 67.52, z = -106.00, name = "神视多人-库扎特大营1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[415] = { x = 157.40, y = 71.60, z = -106.00, name = "神视多人-库扎特大营2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[416] = { x = 157.40, y = 71.60, z = -106.00, name = "神视多人-库扎特大营3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[417] = { x = 157.40, y = 71.92, z = -106.00, name = "神视多人-库扎特大营4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[418] = { x = -170.50, y = 73.36, z = -175.00, name = "神视多人-湿地1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[419] = { x = -170.50, y = 76.51, z = -175.00, name = "神视多人-湿地2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[420] = { x = -170.50, y = 131.49, z = -175.00, name = "神视多人-湿地3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[421] = { x = -170.50, y = 109.30, z = -175.00, name = "神视多人-湿地4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[422] = { x = -194.80, y = 131.49, z = 70.40, name = "神视多人-迷幻森林1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[423] = { x = -194.80, y = 131.49, z = 70.40, name = "神视多人-迷幻森林2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[424] = { x = -194.80, y = 131.49, z = 70.40, name = "神视多人-迷幻森林3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[425] = { x = -194.80, y = 131.49, z = 70.40, name = "神视多人-迷幻森林4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[426] = { x = 133.70, y = 131.49, z = 167.70, name = "神视多人-库萨大营1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[427] = { x = 133.70, y = 131.49, z = 167.70, name = "神视多人-库萨大营2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[428] = { x = 133.70, y = 131.49, z = 167.70, name = "神视多人-库萨大营3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[429] = { x = 133.70, y = 131.49, z = 167.70, name = "神视多人-库萨大营4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[430] = { x = -163.41, y = 68.31, z = -159.84, name = "蛤蟆协战区域", worldId = 0, PkMode = 0 },
			[431] = { x = 166.53, y = 66.36, z = -19.45, name = "쿠차트 요새", isShowName = true, worldId = 0, PkMode = 0 },
			[432] = { x = 95.44, y = 69.85, z = 198.41, name = "저주받은 숲", isShowName = true, worldId = 0, PkMode = 0 },
			[433] = { x = -63.28, y = 146.85, z = 203.49, name = "몽환의 숲", isShowName = true, worldId = 0, PkMode = 0 },
			[560] = { x = -184.04, y = 75.07, z = 25.69, name = "몽환의 숲", isShowName = true, worldId = 0, PkMode = 0 },
			[561] = { x = 123.90, y = 63.26, z = -33.85, name = "포효의 협곡", isShowName = true, worldId = 0, PkMode = 0 },
			[562] = { x = -75.52, y = 60.15, z = 243.57, name = "요정의 샘", isShowName = true, worldId = 0, PkMode = 0 },
			[578] = { x = -33.88, y = 64.42, z = -202.59, name = "最后一战相位", worldId = 0, PkMode = 0 },
			[579] = { x = -179.26, y = 72.43, z = -18.90, name = "声望-到达伐木营地", worldId = 0, PkMode = 0 },
			[580] = { x = -66.80, y = 62.44, z = 150.20, name = "声望-到达妖精之泉", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[61] = 
		{
			[1] = { x = 107.21, y = 55.06, z = -117.47 },
			[2] = { x = 135.62, y = 56.84, z = -95.76 },
			[3] = { x = 190.41, y = 70.29, z = 93.50 },
			[4] = { x = 51.32, y = 61.56, z = -89.49 },
		},
		[5] = 
		{
			[1] = { x = 142.95, y = 56.62, z = -91.99 },
			[2] = { x = 145.70, y = 56.44, z = -89.20 },
			[3] = { x = 122.88, y = 56.11, z = -104.42 },
			[4] = { x = 136.69, y = 64.20, z = 83.67 },
			[5] = { x = 141.54, y = 64.20, z = 100.70 },
			[6] = { x = 148.41, y = 64.20, z = 83.67 },
			[7] = { x = 125.58, y = 64.22, z = 96.04 },
			[8] = { x = 183.75, y = 70.24, z = 87.72 },
			[9] = { x = 55.64, y = 61.56, z = -87.18 },
			[10] = { x = 63.17, y = 61.82, z = -87.38 },
		},
		[42] = 
		{
			[1] = { x = 127.96, y = 56.08, z = -109.23 },
			[2] = { x = 132.40, y = 56.75, z = -96.30 },
			[3] = { x = 137.03, y = 56.91, z = -95.77 },
			[4] = { x = 118.60, y = 56.55, z = -87.90 },
			[5] = { x = 104.37, y = 57.81, z = -78.94 },
			[6] = { x = 120.16, y = 54.31, z = -122.22 },
			[7] = { x = 164.40, y = 49.09, z = -217.60 },
			[8] = { x = 152.00, y = 48.36, z = -212.60 },
		},
		[4] = 
		{
			[1] = { x = 139.99, y = 64.20, z = 85.95 },
			[2] = { x = 135.73, y = 64.20, z = 100.32 },
			[3] = { x = 128.09, y = 64.20, z = 99.03 },
			[4] = { x = 139.99, y = 64.20, z = 85.95 },
			[5] = { x = 153.52, y = 64.20, z = 83.78 },
			[6] = { x = 139.99, y = 64.20, z = 85.95 },
			[7] = { x = 155.37, y = 64.59, z = 95.18 },
			[8] = { x = 196.65, y = 70.24, z = 79.61 },
			[9] = { x = 190.60, y = 70.70, z = 85.95 },
			[10] = { x = 199.49, y = 70.70, z = 88.84 },
			[11] = { x = 190.60, y = 70.70, z = 85.95 },
			[12] = { x = 192.02, y = 70.70, z = 79.21 },
			[13] = { x = 184.70, y = 70.70, z = 91.01 },
			[14] = { x = 190.60, y = 70.70, z = 85.95 },
		},
		[63] = 
		{
			[1] = { x = 198.41, y = 70.24, z = 83.89 },
			[2] = { x = 63.98, y = 61.39, z = -58.60 },
			[3] = { x = 103.02, y = 53.34, z = -134.09 },
		},
		[62] = 
		{
			[1] = { x = 187.30, y = 70.24, z = 83.67 },
			[2] = { x = 118.08, y = 56.61, z = -78.64 },
			[3] = { x = 60.79, y = 61.39, z = -77.65 },
		},
		[64] = 
		{
			[1] = { x = 109.47, y = 57.45, z = -79.63 },
			[2] = { x = 66.65, y = 61.11, z = -77.91 },
		},
		[77] = 
		{
			[1] = { x = 85.91, y = 58.29, z = -176.57 },
		},
		[76] = 
		{
			[1] = { x = 221.28, y = 67.92, z = -147.61 },
		},
		[79] = 
		{
			[1] = { x = 7.03, y = 69.42, z = 53.39 },
			[2] = { x = 2.83, y = 68.60, z = 54.28 },
			[3] = { x = 7.62, y = 71.95, z = 53.39 },
		},
		[88] = 
		{
			[1] = { x = -147.91, y = 74.26, z = 176.93 },
			[2] = { x = -139.07, y = 72.28, z = 166.93 },
			[3] = { x = -145.31, y = 72.00, z = 148.11 },
			[4] = { x = -131.75, y = 69.47, z = 142.06 },
			[5] = { x = -156.96, y = 73.09, z = 166.67 },
		},
		[81] = 
		{
			[1] = { x = -177.26, y = 62.82, z = -159.62 },
			[2] = { x = -183.53, y = 62.77, z = -167.16 },
			[3] = { x = -169.83, y = 62.55, z = -152.40 },
		},
		[85] = 
		{
			[1] = { x = 39.98, y = 70.26, z = 189.92 },
		},
		[87] = 
		{
			[1] = { x = 71.27, y = 70.50, z = 229.01 },
		},
		[82] = 
		{
			[1] = { x = -123.49, y = 62.63, z = -20.24 },
		},
		[84] = 
		{
			[1] = { x = 216.17, y = 69.92, z = 131.98 },
			[2] = { x = 227.84, y = 70.10, z = 115.63 },
			[3] = { x = 218.38, y = 69.92, z = 133.86 },
			[4] = { x = 212.58, y = 69.92, z = 131.19 },
			[5] = { x = 219.60, y = 69.92, z = 111.50 },
			[6] = { x = 224.44, y = 69.92, z = 131.39 },
		},
		[99] = 
		{
			[1] = { x = -230.22, y = 66.12, z = -241.89 },
			[2] = { x = -225.67, y = 66.12, z = -244.56 },
			[3] = { x = -225.40, y = 66.12, z = -239.16 },
			[4] = { x = -230.22, y = 66.12, z = -237.57 },
			[5] = { x = -220.36, y = 66.12, z = -244.99 },
			[6] = { x = -222.54, y = 66.12, z = -241.89 },
			[7] = { x = -225.31, y = 66.12, z = -234.98 },
		},
		[86] = 
		{
			[1] = { x = 22.36, y = 75.48, z = 16.99 },
		},
		[95] = 
		{
			[1] = { x = 25.59, y = 74.66, z = 22.10 },
		},
		[96] = 
		{
			[1] = { x = 43.70, y = 76.19, z = 22.30 },
		},
		[83] = 
		{
			[1] = { x = -138.81, y = 64.28, z = -93.42 },
		},
		[94] = 
		{
			[1] = { x = -93.93, y = 68.28, z = 131.60 },
		},
		[66] = 
		{
			[1] = { x = 57.50, y = 61.56, z = -92.96 },
		},
		[103] = 
		{
			[1] = { x = 138.68, y = 63.73, z = 141.02 },
			[2] = { x = 117.74, y = 62.45, z = 145.88 },
			[3] = { x = 116.00, y = 63.57, z = 168.20 },
			[4] = { x = 97.78, y = 65.92, z = 175.74 },
			[5] = { x = 152.66, y = 64.46, z = 133.63 },
		},
		[107] = 
		{
			[1] = { x = -74.59, y = 58.15, z = 243.21 },
		},
		[106] = 
		{
			[1] = { x = -129.42, y = 64.50, z = 216.92 },
		},
		[108] = 
		{
			[1] = { x = -39.15, y = 79.05, z = -56.09 },
			[2] = { x = -31.47, y = 78.54, z = -51.63 },
			[3] = { x = -37.29, y = 78.54, z = -49.82 },
		},
		[109] = 
		{
			[1] = { x = -198.09, y = 72.64, z = 47.45 },
			[2] = { x = -191.82, y = 71.64, z = 49.81 },
			[3] = { x = -198.09, y = 72.64, z = 44.45 },
			[4] = { x = -195.11, y = 72.64, z = 47.45 },
			[5] = { x = -191.91, y = 72.64, z = 52.04 },
			[6] = { x = -203.27, y = 72.64, z = 47.23 },
			[7] = { x = -203.27, y = 72.64, z = 45.14 },
		},
		[113] = 
		{
			[1] = { x = -153.30, y = 62.42, z = -95.00 },
		},
		[114] = 
		{
			[1] = { x = -237.40, y = 70.59, z = -162.90 },
			[2] = { x = -238.20, y = 70.46, z = -164.50 },
			[3] = { x = -234.20, y = 69.95, z = -164.60 },
			[4] = { x = -232.10, y = 69.98, z = -162.90 },
			[5] = { x = -234.60, y = 70.37, z = -161.30 },
			[6] = { x = -236.30, y = 69.99, z = -167.10 },
			[7] = { x = -216.82, y = 65.83, z = -181.75 },
			[8] = { x = -218.80, y = 66.21, z = -176.06 },
			[9] = { x = -215.81, y = 66.21, z = -175.90 },
			[10] = { x = -216.56, y = 66.21, z = -178.50 },
			[11] = { x = -219.76, y = 66.21, z = -180.75 },
			[12] = { x = -224.80, y = 75.60, z = -122.70 },
			[13] = { x = -226.20, y = 76.00, z = -116.80 },
			[14] = { x = -223.30, y = 76.00, z = -116.90 },
			[15] = { x = -224.20, y = 76.00, z = -119.50 },
			[16] = { x = -227.80, y = 76.00, z = -121.30 },
		},
		[171] = 
		{
			[1] = { x = 212.21, y = 67.93, z = -159.84 },
		},
		[173] = 
		{
			[1] = { x = -193.26, y = 62.39, z = -180.17 },
		},
		[174] = 
		{
			[1] = { x = 215.10, y = 68.36, z = 114.64 },
		},
		[188] = 
		{
			[1] = { x = -174.57, y = 79.73, z = 193.62 },
		},
		[261] = 
		{
			[1] = { x = 119.28, y = 56.73, z = -175.54 },
		},
		[262] = 
		{
			[1] = { x = 103.23, y = 59.20, z = -73.13 },
		},
		[263] = 
		{
			[1] = { x = -126.22, y = 64.75, z = -83.59 },
		},
		[264] = 
		{
			[1] = { x = -126.19, y = 67.89, z = -147.00 },
		},
		[265] = 
		{
			[1] = { x = -135.54, y = 64.39, z = -6.28 },
		},
		[266] = 
		{
			[1] = { x = -188.80, y = 69.85, z = 82.12 },
		},
		[267] = 
		{
			[1] = { x = -137.06, y = 66.04, z = 123.63 },
		},
		[268] = 
		{
			[1] = { x = -69.69, y = 64.53, z = 154.06 },
		},
		[269] = 
		{
			[1] = { x = 156.12, y = 64.27, z = 138.67 },
		},
		[270] = 
		{
			[1] = { x = 122.57, y = 63.31, z = 151.00 },
		},
		[370] = 
		{
			[1] = { x = -161.57, y = 77.54, z = 192.29 },
			[2] = { x = -164.38, y = 78.90, z = 193.90 },
			[3] = { x = -166.83, y = 78.93, z = 195.73 },
			[4] = { x = -160.28, y = 76.28, z = 189.76 },
			[5] = { x = -166.29, y = 77.66, z = 191.38 },
		},
		[315] = 
		{
			[1] = { x = -32.25, y = 0.00, z = -248.12 },
		},
		[316] = 
		{
			[1] = { x = -61.16, y = 61.84, z = 212.87 },
		},
		[466] = 
		{
			[1] = { x = 63.98, y = 62.11, z = -211.02 },
		},
		[467] = 
		{
			[1] = { x = 183.00, y = 68.20, z = -15.00 },
		},
		[468] = 
		{
			[1] = { x = 119.02, y = 59.57, z = -16.00 },
		},
		[469] = 
		{
			[1] = { x = 209.90, y = 68.36, z = 112.98 },
		},
		[470] = 
		{
			[1] = { x = 223.82, y = 69.73, z = 113.69 },
		},
		[471] = 
		{
			[1] = { x = 230.91, y = 69.79, z = 122.40 },
		},
		[472] = 
		{
			[1] = { x = 220.46, y = 69.79, z = 130.42 },
		},
		[488] = 
		{
			[1] = { x = -188.51, y = 70.16, z = 58.76 },
		},
		[473] = 
		{
			[1] = { x = -183.59, y = 73.38, z = 5.47 },
		},
		[474] = 
		{
			[1] = { x = -181.53, y = 68.31, z = 65.85 },
		},
		[475] = 
		{
			[1] = { x = -130.00, y = 63.73, z = 111.00 },
		},
		[476] = 
		{
			[1] = { x = -93.71, y = 63.58, z = 3.00 },
		},
		[477] = 
		{
			[1] = { x = -13.00, y = 68.08, z = 35.00 },
		},
		[478] = 
		{
			[1] = { x = -46.00, y = 65.01, z = 44.00 },
		},
		[479] = 
		{
			[1] = { x = -61.00, y = 65.93, z = -6.00 },
		},
		[480] = 
		{
			[1] = { x = 35.00, y = 75.24, z = 29.00 },
		},
		[481] = 
		{
			[1] = { x = 38.99, y = 75.11, z = 34.06 },
		},
		[489] = 
		{
			[1] = { x = 4.00, y = 64.56, z = 130.00 },
		},
		[482] = 
		{
			[1] = { x = -154.84, y = 75.13, z = 185.04 },
		},
		[483] = 
		{
			[1] = { x = -76.00, y = 58.15, z = 246.00 },
		},
		[484] = 
		{
			[1] = { x = -30.40, y = 61.64, z = 233.00 },
		},
		[485] = 
		{
			[1] = { x = -77.00, y = 63.63, z = 148.00 },
		},
		[486] = 
		{
			[1] = { x = -80.18, y = 60.57, z = 189.87 },
		},
		[534] = 
		{
			[1] = { x = -77.60, y = 58.15, z = 244.00 },
		},
		[549] = 
		{
			[1] = { x = -150.71, y = 63.09, z = -125.19 },
			[2] = { x = -151.94, y = 64.57, z = -159.96 },
		},
		[548] = 
		{
			[1] = { x = -208.49, y = 74.23, z = -125.99 },
		},
		[347] = 
		{
			[1] = { x = -129.47, y = 64.46, z = 209.25 },
		},
		[349] = 
		{
			[1] = { x = 27.50, y = 72.72, z = 237.18 },
		},
		[346] = 
		{
			[1] = { x = 120.00, y = 59.72, z = -10.00 },
		},
		[348] = 
		{
			[1] = { x = 204.00, y = 69.55, z = 4.05 },
		},
		[587] = 
		{
			[1] = { x = -77.65, y = 58.15, z = 244.16 },
			[2] = { x = 38.70, y = 70.26, z = 196.60 },
			[3] = { x = 71.30, y = 70.50, z = 231.50 },
			[4] = { x = 188.60, y = 72.22, z = 234.30 },
			[5] = { x = 187.10, y = 72.22, z = 179.10 },
			[6] = { x = 225.30, y = 72.69, z = 79.80 },
			[7] = { x = 217.30, y = 69.22, z = -20.90 },
			[8] = { x = 188.20, y = 67.77, z = -98.30 },
			[9] = { x = 237.00, y = 69.38, z = -118.50 },
			[10] = { x = 198.60, y = 63.55, z = -202.90 },
			[11] = { x = -24.90, y = 69.38, z = -149.00 },
			[12] = { x = -35.80, y = 65.98, z = -248.40 },
			[13] = { x = -135.50, y = 62.70, z = -252.90 },
			[14] = { x = -195.70, y = 63.68, z = -268.30 },
			[15] = { x = -215.70, y = 75.15, z = -117.60 },
			[16] = { x = -227.70, y = 91.90, z = -32.70 },
			[17] = { x = -223.00, y = 82.02, z = -2.10 },
			[18] = { x = -213.80, y = 72.28, z = 82.90 },
		},
		[597] = 
		{
			[1] = { x = -175.37, y = 65.77, z = -190.90 },
			[2] = { x = -166.70, y = 71.08, z = -159.90 },
		},
		[620] = 
		{
			[1] = { x = -59.48, y = 65.17, z = 33.43 },
		},
		[713] = 
		{
			[1] = { x = 119.28, y = 56.73, z = -175.54 },
		},
		[714] = 
		{
			[1] = { x = 103.23, y = 59.20, z = -73.13 },
		},
		[715] = 
		{
			[1] = { x = -126.22, y = 64.75, z = -83.59 },
		},
		[716] = 
		{
			[1] = { x = -126.19, y = 67.86, z = -147.00 },
		},
		[717] = 
		{
			[1] = { x = -135.54, y = 64.39, z = -6.28 },
		},
		[718] = 
		{
			[1] = { x = -188.80, y = 69.85, z = 82.12 },
		},
		[719] = 
		{
			[1] = { x = -137.06, y = 66.04, z = 123.63 },
		},
		[720] = 
		{
			[1] = { x = -69.69, y = 61.84, z = 154.06 },
		},
		[721] = 
		{
			[1] = { x = 156.12, y = 64.26, z = 138.67 },
		},
		[722] = 
		{
			[1] = { x = 122.57, y = 63.27, z = 151.00 },
		},
		[763] = 
		{
			[1] = { x = 119.28, y = 56.73, z = -175.54 },
		},
		[764] = 
		{
			[1] = { x = 103.23, y = 59.20, z = -73.13 },
		},
		[765] = 
		{
			[1] = { x = -126.22, y = 64.75, z = -83.59 },
		},
		[766] = 
		{
			[1] = { x = -126.19, y = 67.86, z = -147.00 },
		},
		[767] = 
		{
			[1] = { x = -135.54, y = 64.39, z = -6.28 },
		},
		[768] = 
		{
			[1] = { x = -188.80, y = 69.85, z = 82.12 },
		},
		[769] = 
		{
			[1] = { x = -137.06, y = 66.04, z = 123.63 },
		},
		[770] = 
		{
			[1] = { x = -69.69, y = 61.84, z = 154.06 },
		},
		[771] = 
		{
			[1] = { x = 156.12, y = 64.26, z = 138.67 },
		},
		[772] = 
		{
			[1] = { x = 122.57, y = 63.27, z = 151.00 },
		},
		[866] = 
		{
			[1] = { x = -215.17, y = 70.33, z = -148.84 },
			[2] = { x = -221.28, y = 70.56, z = -153.06 },
			[3] = { x = -212.17, y = 70.23, z = -154.96 },
		},
	},
	Entity = 
	{
		[40] = 
		{
			x = 119.19, y = 56.49, z = -99.70, Type = 1,
			Tid = 
			{
				[11000] = 1,
			},
		},
		[39] = 
		{
			x = 115.95, y = 56.56, z = -91.34, Type = 1,
			Tid = 
			{
				[11000] = 1,
			},
		},
		[41] = 
		{
			x = 119.36, y = 56.44, z = -94.97, Type = 1,
			Tid = 
			{
				[11000] = 1,
			},
		},
		[42] = 
		{
			x = 114.88, y = 56.74, z = -104.53, Type = 1,
			Tid = 
			{
				[11000] = 1,
			},
		},
		[43] = 
		{
			x = 112.76, y = 56.97, z = -97.64, Type = 1,
			Tid = 
			{
				[11000] = 1,
			},
		},
		[44] = 
		{
			x = 113.11, y = 57.17, z = -92.06, Type = 1,
			Tid = 
			{
				[11000] = 1,
			},
		},
		[46] = 
		{
			x = 163.47, y = 62.69, z = -167.21, Type = 1,
			Tid = 
			{
				[11001] = 6,
			},
		},
		[49] = 
		{
			x = 182.14, y = 65.62, z = -122.40, Type = 1,
			Tid = 
			{
				[11002] = 1,
			},
		},
		[50] = 
		{
			x = 198.56, y = 68.50, z = -148.94, Type = 1,
			Tid = 
			{
				[11002] = 3,
			},
		},
		[51] = 
		{
			x = 226.33, y = 69.95, z = -120.03, Type = 1,
			Tid = 
			{
				[11003] = 1,
			},
		},
		[52] = 
		{
			x = 190.22, y = 67.44, z = -126.83, Type = 1,
			Tid = 
			{
				[11002] = 1,
			},
		},
		[53] = 
		{
			x = 178.41, y = 63.87, z = -150.14, Type = 1,
			Tid = 
			{
				[11002] = 1,
			},
		},
		[54] = 
		{
			x = 178.70, y = 63.90, z = -144.64, Type = 1,
			Tid = 
			{
				[11002] = 1,
			},
		},
		[55] = 
		{
			x = 190.38, y = 65.72, z = -131.36, Type = 1,
			Tid = 
			{
				[11002] = 1,
			},
		},
		[58] = 
		{
			x = 192.80, y = 66.67, z = -134.30, Type = 1,
			Tid = 
			{
				[11002] = 3,
			},
		},
		[59] = 
		{
			x = 218.00, y = 67.76, z = -141.70, Type = 1,
			Tid = 
			{
				[11002] = 3,
			},
		},
		[61] = 
		{
			x = 217.90, y = 68.05, z = -142.50, Type = 1,
			Tid = 
			{
				[11038] = 3,
			},
		},
		[64] = 
		{
			x = 193.00, y = 66.66, z = -133.01, Type = 1,
			Tid = 
			{
				[11038] = 3,
			},
		},
		[13] = 
		{
			x = 198.45, y = 68.38, z = -148.63, Type = 1,
			Tid = 
			{
				[11038] = 3,
			},
		},
		[66] = 
		{
			x = 182.78, y = 62.66, z = -194.52, Type = 1,
			Tid = 
			{
				[11038] = 3,
			},
		},
		[101] = 
		{
			x = -137.80, y = 65.17, z = -106.44, Type = 1,
			Tid = 
			{
				[11011] = 5,
			},
		},
		[116] = 
		{
			x = -171.87, y = 63.68, z = -258.51, Type = 1,
			Tid = 
			{
				[11013] = 3,
			},
		},
		[117] = 
		{
			x = -191.76, y = 64.13, z = -227.13, Type = 1,
			Tid = 
			{
				[11013] = 5,
			},
		},
		[118] = 
		{
			x = -213.51, y = 62.30, z = -257.16, Type = 1,
			Tid = 
			{
				[11013] = 3,
			},
		},
		[119] = 
		{
			x = -221.79, y = 65.63, z = -199.85, Type = 1,
			Tid = 
			{
				[11013] = 3,
			},
		},
		[126] = 
		{
			x = 69.89, y = 62.37, z = 112.19, Type = 1,
			Tid = 
			{
				[11021] = 2,
				[11022] = 1,
				[11023] = 1,
			},
		},
		[127] = 
		{
			x = 32.57, y = 65.08, z = 122.74, Type = 1,
			Tid = 
			{
				[11021] = 2,
				[11022] = 1,
				[11023] = 1,
			},
		},
		[128] = 
		{
			x = 54.20, y = 56.22, z = 84.27, Type = 1,
			Tid = 
			{
				[11021] = 2,
				[11022] = 1,
				[11023] = 1,
			},
		},
		[130] = 
		{
			x = 177.70, y = 66.40, z = 106.68, Type = 1,
			Tid = 
			{
				[11019] = 1,
			},
		},
		[131] = 
		{
			x = 171.90, y = 66.40, z = 110.17, Type = 1,
			Tid = 
			{
				[11019] = 1,
			},
		},
		[132] = 
		{
			x = 173.47, y = 66.40, z = 105.65, Type = 1,
			Tid = 
			{
				[11019] = 1,
			},
		},
		[133] = 
		{
			x = 165.70, y = 66.40, z = 93.41, Type = 1,
			Tid = 
			{
				[11019] = 1,
			},
		},
		[134] = 
		{
			x = 170.60, y = 66.40, z = 100.57, Type = 1,
			Tid = 
			{
				[11019] = 1,
			},
		},
		[93] = 
		{
			x = 164.59, y = 66.57, z = 88.41, Type = 1,
			Tid = 
			{
				[11019] = 1,
			},
		},
		[95] = 
		{
			x = 29.57, y = 72.72, z = 236.09, Type = 1,
			Tid = 
			{
				[11025] = 3,
			},
		},
		[147] = 
		{
			x = -127.01, y = 62.77, z = 71.08, Type = 1,
			Tid = 
			{
				[11029] = 3,
			},
		},
		[148] = 
		{
			x = -128.62, y = 63.18, z = 22.14, Type = 1,
			Tid = 
			{
				[11029] = 4,
			},
		},
		[149] = 
		{
			x = -141.53, y = 64.98, z = 91.50, Type = 1,
			Tid = 
			{
				[11029] = 4,
			},
		},
		[150] = 
		{
			x = -153.08, y = 67.41, z = 2.11, Type = 1,
			Tid = 
			{
				[11029] = 4,
			},
		},
		[151] = 
		{
			x = -165.72, y = 68.82, z = 66.05, Type = 1,
			Tid = 
			{
				[11030] = 3,
			},
		},
		[157] = 
		{
			x = -160.25, y = 69.34, z = 52.27, Type = 1,
			Tid = 
			{
				[11030] = 3,
			},
		},
		[158] = 
		{
			x = -161.13, y = 68.97, z = 80.84, Type = 1,
			Tid = 
			{
				[11030] = 3,
			},
		},
		[159] = 
		{
			x = -173.33, y = 70.79, z = 35.30, Type = 1,
			Tid = 
			{
				[11030] = 3,
			},
		},
		[160] = 
		{
			x = -207.46, y = 74.89, z = 29.76, Type = 1,
			Tid = 
			{
				[11030] = 2,
				[11031] = 1,
			},
		},
		[161] = 
		{
			x = -193.24, y = 73.45, z = 5.38, Type = 1,
			Tid = 
			{
				[11030] = 2,
				[11031] = 1,
			},
		},
		[162] = 
		{
			x = -231.02, y = 81.19, z = 26.34, Type = 1,
			Tid = 
			{
				[11030] = 2,
				[11031] = 1,
			},
		},
		[163] = 
		{
			x = -230.39, y = 82.35, z = 6.66, Type = 1,
			Tid = 
			{
				[11030] = 2,
				[11031] = 1,
			},
		},
		[164] = 
		{
			x = -231.00, y = 87.49, z = -38.89, Type = 1,
			Tid = 
			{
				[11032] = 1,
			},
		},
		[165] = 
		{
			x = -223.71, y = 82.02, z = -1.34, Type = 1,
			Tid = 
			{
				[11030] = 2,
				[11031] = 1,
			},
		},
		[173] = 
		{
			x = 49.40, y = 70.26, z = 197.42, Type = 1,
			Tid = 
			{
				[11026] = 3,
			},
		},
		[143] = 
		{
			x = 65.17, y = 70.48, z = 237.35, Type = 1,
			Tid = 
			{
				[11026] = 3,
			},
		},
		[175] = 
		{
			x = 65.20, y = 70.23, z = 198.40, Type = 1,
			Tid = 
			{
				[11024] = 25,
			},
		},
		[190] = 
		{
			x = 226.82, y = 72.69, z = 82.24, Type = 1,
			Tid = 
			{
				[11028] = 1,
			},
		},
		[212] = 
		{
			x = 127.79, y = 66.12, z = 200.71, Type = 1,
			Tid = 
			{
				[11023] = 1,
			},
		},
		[213] = 
		{
			x = 127.31, y = 66.93, z = 212.82, Type = 1,
			Tid = 
			{
				[11021] = 2,
			},
		},
		[214] = 
		{
			x = 145.70, y = 67.69, z = 196.99, Type = 1,
			Tid = 
			{
				[11021] = 2,
			},
		},
		[215] = 
		{
			x = 142.32, y = 69.15, z = 217.07, Type = 1,
			Tid = 
			{
				[11026] = 1,
			},
		},
		[225] = 
		{
			x = 140.38, y = 56.91, z = -83.25, Type = 1,
			Tid = 
			{
				[11000] = 1,
			},
		},
		[236] = 
		{
			x = 107.25, y = 57.17, z = -166.39, Type = 1,
			Tid = 
			{
				[11001] = 3,
			},
		},
		[237] = 
		{
			x = 123.00, y = 56.23, z = -183.23, Type = 1,
			Tid = 
			{
				[11001] = 3,
			},
		},
		[252] = 
		{
			x = -166.47, y = 65.68, z = -192.24, Type = 1,
			Tid = 
			{
				[11035] = 3,
			},
		},
		[253] = 
		{
			x = -155.29, y = 64.61, z = -160.32, Type = 1,
			Tid = 
			{
				[11035] = 3,
			},
		},
		[254] = 
		{
			x = -157.61, y = 62.47, z = -125.64, Type = 1,
			Tid = 
			{
				[11035] = 5,
			},
		},
		[258] = 
		{
			x = -128.36, y = 62.94, z = -16.20, Type = 1,
			Tid = 
			{
				[11010] = 1,
			},
		},
		[265] = 
		{
			x = 202.64, y = 68.36, z = 122.40, Type = 1,
			Tid = 
			{
				[11020] = 6,
			},
		},
		[280] = 
		{
			x = -193.50, y = 63.34, z = -262.30, Type = 1,
			Tid = 
			{
				[11014] = 1,
			},
		},
		[287] = 
		{
			x = -162.32, y = 64.20, z = -212.00, Type = 1,
			Tid = 
			{
				[11011] = 3,
			},
		},
		[288] = 
		{
			x = -175.95, y = 63.68, z = -226.07, Type = 1,
			Tid = 
			{
				[11011] = 3,
			},
		},
		[289] = 
		{
			x = -146.93, y = 62.58, z = -240.60, Type = 1,
			Tid = 
			{
				[11011] = 3,
			},
		},
		[297] = 
		{
			x = -56.10, y = 61.72, z = 205.60, Type = 1,
			Tid = 
			{
				[11037] = 30,
			},
		},
		[315] = 
		{
			x = 182.06, y = 62.66, z = -194.63, Type = 1,
			Tid = 
			{
				[11002] = 3,
			},
		},
		[346] = 
		{
			x = -147.82, y = 62.20, z = -263.66, Type = 1,
			Tid = 
			{
				[11070] = 6,
			},
		},
		[376] = 
		{
			x = -37.36, y = 61.75, z = 186.19, Type = 1,
			Tid = 
			{
				[11072] = 3,
			},
		},
		[192] = 
		{
			x = 87.20, y = 57.52, z = 97.20, Type = 1,
			Tid = 
			{
				[11021] = 2,
				[11022] = 1,
				[11023] = 1,
			},
		},
		[193] = 
		{
			x = 82.92, y = 62.53, z = 114.13, Type = 1,
			Tid = 
			{
				[11021] = 2,
				[11022] = 1,
				[11023] = 1,
			},
		},
		[194] = 
		{
			x = 116.10, y = 62.72, z = 79.00, Type = 1,
			Tid = 
			{
				[11021] = 2,
				[11022] = 1,
				[11023] = 1,
			},
		},
		[195] = 
		{
			x = 98.29, y = 62.35, z = 73.69, Type = 1,
			Tid = 
			{
				[11021] = 2,
				[11022] = 1,
				[11023] = 1,
			},
		},
		[197] = 
		{
			x = 122.00, y = 56.89, z = -174.00, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[198] = 
		{
			x = 107.34, y = 58.82, z = -72.42, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[199] = 
		{
			x = -129.60, y = 65.19, z = -79.98, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[200] = 
		{
			x = -124.00, y = 68.76, z = -149.00, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[378] = 
		{
			x = -134.00, y = 64.14, z = -9.00, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[379] = 
		{
			x = -192.02, y = 70.66, z = 84.25, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[380] = 
		{
			x = -133.74, y = 65.05, z = 122.17, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[381] = 
		{
			x = -66.67, y = 61.84, z = 155.06, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[382] = 
		{
			x = 152.81, y = 64.28, z = 140.97, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[383] = 
		{
			x = 119.44, y = 63.01, z = 153.49, Type = 1,
			Tid = 
			{
				[35227] = 1,
				[35228] = 1,
				[35229] = 1,
			},
		},
		[360] = 
		{
			x = 145.60, y = 58.63, z = -25.35, Type = 1,
			Tid = 
			{
				[11079] = 25,
			},
		},
		[361] = 
		{
			x = 214.00, y = 69.24, z = -9.00, Type = 1,
			Tid = 
			{
				[11080] = 1,
				[11079] = 3,
			},
		},
		[403] = 
		{
			x = 118.47, y = 56.57, z = -76.66, Type = 1,
			Tid = 
			{
				[11078] = 1,
			},
		},
		[411] = 
		{
			x = 163.92, y = 61.15, z = -129.61, Type = 1,
			Tid = 
			{
				[11081] = 3,
			},
		},
		[422] = 
		{
			x = -122.70, y = 65.03, z = 105.83, Type = 1,
			Tid = 
			{
				[11084] = 4,
			},
		},
		[437] = 
		{
			x = -15.31, y = 64.50, z = 130.70, Type = 1,
			Tid = 
			{
				[11086] = 5,
			},
		},
		[439] = 
		{
			x = -170.71, y = 77.36, z = 178.59, Type = 1,
			Tid = 
			{
				[11087] = 4,
			},
		},
		[316] = 
		{
			x = 116.93, y = 56.67, z = -77.34, Type = 1,
			Tid = 
			{
				[11078] = 1,
			},
		},
		[453] = 
		{
			x = 157.00, y = 57.81, z = -100.10, Type = 1,
			Tid = 
			{
				[11085] = 6,
			},
		},
		[65] = 
		{
			x = 205.61, y = 66.78, z = -176.38, Type = 1,
			Tid = 
			{
				[11038] = 3,
			},
		},
		[372] = 
		{
			x = 204.07, y = 67.24, z = -181.29, Type = 1,
			Tid = 
			{
				[11002] = 3,
			},
		},
		[407] = 
		{
			x = 136.84, y = 61.01, z = -139.60, Type = 1,
			Tid = 
			{
				[11081] = 6,
			},
		},
		[408] = 
		{
			x = 164.42, y = 61.35, z = -128.42, Type = 1,
			Tid = 
			{
				[11085] = 3,
			},
		},
		[455] = 
		{
			x = -133.13, y = 62.61, z = -254.33, Type = 1,
			Tid = 
			{
				[10000] = 1,
			},
		},
		[100] = 
		{
			x = 46.35, y = 65.08, z = 143.69, Type = 1,
			Tid = 
			{
				[11021] = 2,
				[11022] = 1,
				[11023] = 1,
			},
		},
		[456] = 
		{
			x = 86.78, y = 62.27, z = 69.52, Type = 1,
			Tid = 
			{
				[11063] = 1,
			},
		},
		[176] = 
		{
			x = 177.93, y = 69.15, z = 198.18, Type = 1,
			Tid = 
			{
				[11026] = 1,
			},
		},
		[457] = 
		{
			x = 187.65, y = 69.29, z = 222.73, Type = 1,
			Tid = 
			{
				[11023] = 1,
			},
		},
		[458] = 
		{
			x = 165.33, y = 69.29, z = 224.16, Type = 1,
			Tid = 
			{
				[11021] = 2,
			},
		},
		[485] = 
		{
			x = 179.40, y = 69.31, z = 224.16, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[486] = 
		{
			x = 196.10, y = 69.31, z = 193.30, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[487] = 
		{
			x = 56.75, y = 69.31, z = 201.39, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[495] = 
		{
			x = 54.49, y = 69.31, z = 228.86, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[488] = 
		{
			x = 211.48, y = 72.90, z = 94.37, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[489] = 
		{
			x = 213.80, y = 73.70, z = -9.50, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[490] = 
		{
			x = 200.70, y = 73.70, z = -107.40, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[491] = 
		{
			x = -15.60, y = 73.70, z = -156.90, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[493] = 
		{
			x = -27.51, y = 73.70, z = -251.26, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[492] = 
		{
			x = -148.04, y = 73.70, z = -253.89, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[494] = 
		{
			x = -184.92, y = 73.70, z = -271.59, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[496] = 
		{
			x = -211.80, y = 79.70, z = -130.00, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[498] = 
		{
			x = -242.91, y = 98.10, z = -20.61, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[497] = 
		{
			x = -233.79, y = 83.90, z = -3.78, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[499] = 
		{
			x = -199.32, y = 83.90, z = 85.06, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[500] = 
		{
			x = -51.69, y = 63.44, z = 252.28, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[520] = 
		{
			x = 234.30, y = 69.38, z = -127.10, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[519] = 
		{
			x = 199.19, y = 69.38, z = -191.86, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[521] = 
		{
			x = 145.00, y = 57.70, z = -42.80, Type = 1,
			Tid = 
			{
				[39100] = 1,
			},
		},
		[522] = 
		{
			x = 95.70, y = 56.78, z = -173.60, Type = 1,
			Tid = 
			{
				[39100] = 1,
			},
		},
		[523] = 
		{
			x = 161.60, y = 62.66, z = -170.50, Type = 1,
			Tid = 
			{
				[39100] = 1,
			},
		},
		[524] = 
		{
			x = 200.80, y = 67.25, z = -120.60, Type = 1,
			Tid = 
			{
				[39100] = 1,
			},
		},
		[525] = 
		{
			x = -194.20, y = 64.29, z = -227.50, Type = 1,
			Tid = 
			{
				[39101] = 1,
			},
		},
		[526] = 
		{
			x = -134.80, y = 64.89, z = -140.70, Type = 1,
			Tid = 
			{
				[39101] = 1,
			},
		},
		[527] = 
		{
			x = -224.00, y = 74.96, z = -125.80, Type = 1,
			Tid = 
			{
				[39101] = 1,
			},
		},
		[528] = 
		{
			x = -123.80, y = 70.09, z = -207.50, Type = 1,
			Tid = 
			{
				[39101] = 1,
			},
		},
		[533] = 
		{
			x = 49.10, y = 70.26, z = 215.70, Type = 1,
			Tid = 
			{
				[39102] = 1,
			},
		},
		[534] = 
		{
			x = 188.60, y = 69.70, z = 212.30, Type = 1,
			Tid = 
			{
				[39102] = 1,
			},
		},
		[535] = 
		{
			x = 192.00, y = 70.24, z = 83.60, Type = 1,
			Tid = 
			{
				[39102] = 1,
			},
		},
		[536] = 
		{
			x = 218.80, y = 69.69, z = 121.00, Type = 1,
			Tid = 
			{
				[39102] = 1,
			},
		},
		[529] = 
		{
			x = -136.20, y = 64.91, z = 1.00, Type = 1,
			Tid = 
			{
				[39103] = 1,
			},
		},
		[530] = 
		{
			x = -134.60, y = 67.47, z = 137.80, Type = 1,
			Tid = 
			{
				[39103] = 1,
			},
		},
		[531] = 
		{
			x = -221.60, y = 76.42, z = 42.40, Type = 1,
			Tid = 
			{
				[39103] = 1,
			},
		},
		[532] = 
		{
			x = -214.30, y = 72.32, z = 83.80, Type = 1,
			Tid = 
			{
				[39103] = 1,
			},
		},
		[554] = 
		{
			x = 122.00, y = 56.89, z = -174.00, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[555] = 
		{
			x = 107.34, y = 58.82, z = -72.42, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[556] = 
		{
			x = -129.60, y = 65.19, z = -79.98, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[557] = 
		{
			x = -124.00, y = 68.76, z = -149.00, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[558] = 
		{
			x = -134.00, y = 64.14, z = -9.00, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[559] = 
		{
			x = -192.02, y = 70.66, z = 84.25, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[560] = 
		{
			x = -133.74, y = 65.05, z = 122.17, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[561] = 
		{
			x = -66.67, y = 61.84, z = 155.06, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[562] = 
		{
			x = 152.81, y = 64.28, z = 140.97, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[563] = 
		{
			x = 119.44, y = 63.01, z = 153.49, Type = 1,
			Tid = 
			{
				[35242] = 1,
				[35243] = 1,
				[35244] = 1,
			},
		},
		[573] = 
		{
			x = 122.00, y = 56.89, z = -174.00, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[572] = 
		{
			x = 107.34, y = 58.82, z = -72.42, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[571] = 
		{
			x = -129.60, y = 65.19, z = -79.98, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[570] = 
		{
			x = -124.00, y = 68.76, z = -149.00, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[569] = 
		{
			x = -134.00, y = 64.14, z = -9.00, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[568] = 
		{
			x = -192.02, y = 70.66, z = 84.25, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[567] = 
		{
			x = -133.74, y = 65.05, z = 122.17, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[566] = 
		{
			x = -66.67, y = 61.84, z = 155.06, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[565] = 
		{
			x = 152.81, y = 64.28, z = 140.97, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[564] = 
		{
			x = 119.44, y = 63.01, z = 153.49, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[57] = 
		{
			x = -186.52, y = 71.57, z = 25.40, Type = 1,
			Tid = 
			{
				[34201] = 1,
			},
		},
		[144] = 
		{
			x = 121.52, y = 59.46, z = -32.35, Type = 1,
			Tid = 
			{
				[34202] = 1,
			},
		},
		[298] = 
		{
			x = -75.51, y = 58.15, z = 243.62, Type = 1,
			Tid = 
			{
				[34203] = 1,
			},
		},
		[397] = 
		{
			x = -217.13, y = 75.19, z = -121.67, Type = 1,
			Tid = 
			{
				[60047] = 1,
			},
		},
		[1] = 
		{
			x = 90.29, y = 53.75, z = -146.45, Type = 2,
			Tid = 
			{
				[1001] = 1,
			},
		},
		[2] = 
		{
			x = 43.90, y = 76.50, z = 22.28, Type = 2,
			Tid = 
			{
				[1019] = 1,
			},
		},
		[3] = 
		{
			x = 50.74, y = 62.11, z = -222.90, Type = 2,
			Tid = 
			{
				[1004] = 1,
			},
		},
		[4] = 
		{
			x = -9.58, y = 75.93, z = -19.90, Type = 2,
			Tid = 
			{
				[1005] = 1,
			},
		},
		[5] = 
		{
			x = 80.55, y = 59.06, z = -204.66, Type = 2,
			Tid = 
			{
				[1006] = 2,
			},
		},
		[6] = 
		{
			x = 132.30, y = 56.79, z = -93.28, Type = 2,
			Tid = 
			{
				[1002] = 1,
			},
		},
		[7] = 
		{
			x = 116.31, y = 57.06, z = -95.57, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[9] = 
		{
			x = 156.59, y = 62.66, z = -189.52, Type = 2,
			Tid = 
			{
				[1003] = 1,
			},
		},
		[10] = 
		{
			x = 196.60, y = 67.61, z = -99.25, Type = 2,
			Tid = 
			{
				[1007] = 1,
			},
		},
		[11] = 
		{
			x = 202.03, y = 67.61, z = -97.47, Type = 2,
			Tid = 
			{
				[1007] = 1,
			},
		},
		[12] = 
		{
			x = 191.74, y = 67.61, z = -97.19, Type = 2,
			Tid = 
			{
				[1007] = 1,
			},
		},
		[14] = 
		{
			x = 55.32, y = 61.56, z = -89.12, Type = 2,
			Tid = 
			{
				[1008] = 1,
			},
		},
		[15] = 
		{
			x = 131.63, y = 56.48, z = -69.12, Type = 2,
			Tid = 
			{
				[1012] = 1,
			},
		},
		[16] = 
		{
			x = -35.87, y = 68.39, z = 26.32, Type = 2,
			Tid = 
			{
				[1018] = 1,
			},
		},
		[17] = 
		{
			x = -7.39, y = 76.00, z = -17.25, Type = 2,
			Tid = 
			{
				[1097] = 1,
			},
		},
		[18] = 
		{
			x = 41.89, y = 76.19, z = 16.70, Type = 2,
			Tid = 
			{
				[1025] = 1,
			},
		},
		[19] = 
		{
			x = 37.45, y = 75.51, z = 28.57, Type = 2,
			Tid = 
			{
				[1025] = 1,
			},
		},
		[20] = 
		{
			x = -11.68, y = 68.06, z = 36.99, Type = 2,
			Tid = 
			{
				[1023] = 1,
			},
		},
		[21] = 
		{
			x = -33.57, y = 64.66, z = 76.37, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[22] = 
		{
			x = -21.74, y = 64.54, z = 76.99, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[23] = 
		{
			x = -72.33, y = 64.38, z = -17.46, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[24] = 
		{
			x = -65.24, y = 64.38, z = -24.21, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[25] = 
		{
			x = 0.58, y = 76.37, z = -42.16, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[26] = 
		{
			x = 7.63, y = 76.14, z = -37.20, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[27] = 
		{
			x = -82.63, y = 63.47, z = 47.82, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[28] = 
		{
			x = -84.88, y = 63.80, z = 37.96, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[45] = 
		{
			x = 80.22, y = 62.11, z = -216.97, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[48] = 
		{
			x = 71.69, y = 62.11, z = -220.70, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[56] = 
		{
			x = -53.16, y = 69.11, z = 11.75, Type = 2,
			Tid = 
			{
				[1071] = 1,
			},
		},
		[67] = 
		{
			x = -71.05, y = 65.55, z = 24.63, Type = 2,
			Tid = 
			{
				[1072] = 1,
			},
		},
		[68] = 
		{
			x = -56.00, y = 65.15, z = 34.83, Type = 2,
			Tid = 
			{
				[1065] = 1,
			},
		},
		[69] = 
		{
			x = -40.50, y = 65.10, z = 51.88, Type = 2,
			Tid = 
			{
				[1066] = 1,
			},
		},
		[70] = 
		{
			x = 14.95, y = 76.12, z = -11.38, Type = 2,
			Tid = 
			{
				[149] = 1,
			},
		},
		[71] = 
		{
			x = 13.30, y = 76.18, z = -13.50, Type = 2,
			Tid = 
			{
				[1067] = 1,
			},
		},
		[72] = 
		{
			x = 22.74, y = 75.70, z = 3.85, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[74] = 
		{
			x = -9.21, y = 68.10, z = 38.99, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[73] = 
		{
			x = -32.25, y = 68.39, z = 26.75, Type = 2,
			Tid = 
			{
				[1020] = 1,
			},
		},
		[75] = 
		{
			x = 35.07, y = 74.31, z = 38.31, Type = 2,
			Tid = 
			{
				[1061] = 1,
			},
		},
		[76] = 
		{
			x = 40.04, y = 74.19, z = 39.53, Type = 2,
			Tid = 
			{
				[1025] = 1,
			},
		},
		[77] = 
		{
			x = 38.55, y = 76.20, z = 13.39, Type = 2,
			Tid = 
			{
				[1061] = 1,
			},
		},
		[78] = 
		{
			x = 16.69, y = 71.54, z = 41.30, Type = 2,
			Tid = 
			{
				[1061] = 1,
			},
		},
		[79] = 
		{
			x = 12.32, y = 69.76, z = 48.15, Type = 2,
			Tid = 
			{
				[1061] = 1,
			},
		},
		[80] = 
		{
			x = 34.99, y = 75.44, z = 26.74, Type = 2,
			Tid = 
			{
				[1022] = 1,
			},
		},
		[82] = 
		{
			x = -62.19, y = 62.43, z = 79.88, Type = 2,
			Tid = 
			{
				[1020] = 1,
			},
		},
		[81] = 
		{
			x = -85.47, y = 63.01, z = 68.40, Type = 2,
			Tid = 
			{
				[1074] = 1,
			},
		},
		[83] = 
		{
			x = -71.96, y = 62.42, z = 71.01, Type = 2,
			Tid = 
			{
				[1068] = 1,
			},
		},
		[84] = 
		{
			x = -48.49, y = 79.16, z = -30.87, Type = 2,
			Tid = 
			{
				[1077] = 1,
			},
		},
		[85] = 
		{
			x = -51.02, y = 79.08, z = -36.99, Type = 2,
			Tid = 
			{
				[1076] = 1,
			},
		},
		[86] = 
		{
			x = -29.00, y = 65.16, z = 46.60, Type = 2,
			Tid = 
			{
				[1041] = 1,
			},
		},
		[87] = 
		{
			x = -79.32, y = 63.89, z = -63.94, Type = 2,
			Tid = 
			{
				[1027] = 1,
			},
		},
		[88] = 
		{
			x = -213.52, y = 75.15, z = -118.96, Type = 2,
			Tid = 
			{
				[1029] = 1,
			},
		},
		[89] = 
		{
			x = -32.81, y = 65.01, z = 55.55, Type = 2,
			Tid = 
			{
				[1043] = 4,
			},
		},
		[90] = 
		{
			x = -23.05, y = 65.01, z = 55.56, Type = 2,
			Tid = 
			{
				[1043] = 4,
			},
		},
		[91] = 
		{
			x = -26.37, y = 65.69, z = 45.74, Type = 2,
			Tid = 
			{
				[1042] = 1,
			},
		},
		[92] = 
		{
			x = 139.91, y = 64.20, z = 76.66, Type = 2,
			Tid = 
			{
				[1045] = 1,
			},
		},
		[96] = 
		{
			x = 162.02, y = 66.21, z = 115.50, Type = 2,
			Tid = 
			{
				[1046] = 1,
			},
		},
		[97] = 
		{
			x = 165.01, y = 66.43, z = 100.89, Type = 2,
			Tid = 
			{
				[1047] = 1,
			},
		},
		[98] = 
		{
			x = 160.88, y = 66.21, z = 119.35, Type = 2,
			Tid = 
			{
				[1047] = 1,
			},
		},
		[99] = 
		{
			x = 160.64, y = 66.19, z = 110.59, Type = 2,
			Tid = 
			{
				[1047] = 1,
			},
		},
		[102] = 
		{
			x = -198.06, y = 68.21, z = -145.65, Type = 2,
			Tid = 
			{
				[1037] = 1,
			},
		},
		[103] = 
		{
			x = -194.50, y = 67.97, z = -142.35, Type = 2,
			Tid = 
			{
				[1037] = 1,
			},
		},
		[105] = 
		{
			x = -208.04, y = 72.47, z = -133.75, Type = 2,
			Tid = 
			{
				[1037] = 1,
			},
		},
		[104] = 
		{
			x = -210.84, y = 72.80, z = -132.77, Type = 2,
			Tid = 
			{
				[1037] = 1,
			},
		},
		[107] = 
		{
			x = -180.91, y = 65.39, z = -112.85, Type = 2,
			Tid = 
			{
				[1037] = 1,
			},
		},
		[106] = 
		{
			x = -178.24, y = 64.98, z = -116.91, Type = 2,
			Tid = 
			{
				[1037] = 1,
			},
		},
		[108] = 
		{
			x = -145.32, y = 64.98, z = -116.68, Type = 2,
			Tid = 
			{
				[1028] = 1,
			},
		},
		[109] = 
		{
			x = -165.24, y = 65.86, z = -166.99, Type = 2,
			Tid = 
			{
				[1030] = 1,
			},
		},
		[110] = 
		{
			x = -171.35, y = 66.21, z = -170.40, Type = 2,
			Tid = 
			{
				[1033] = 1,
			},
		},
		[111] = 
		{
			x = -111.73, y = 75.04, z = -173.01, Type = 2,
			Tid = 
			{
				[1031] = 1,
			},
		},
		[112] = 
		{
			x = -108.78, y = 75.10, z = -176.54, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[113] = 
		{
			x = -115.01, y = 75.10, z = -177.22, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[114] = 
		{
			x = -197.30, y = 63.28, z = -274.60, Type = 2,
			Tid = 
			{
				[1032] = 1,
			},
		},
		[122] = 
		{
			x = 111.00, y = 68.26, z = 206.35, Type = 2,
			Tid = 
			{
				[1049] = 1,
			},
		},
		[115] = 
		{
			x = 111.28, y = 68.26, z = 214.98, Type = 2,
			Tid = 
			{
				[1049] = 1,
			},
		},
		[123] = 
		{
			x = 106.94, y = 68.26, z = 204.17, Type = 2,
			Tid = 
			{
				[1049] = 1,
			},
		},
		[124] = 
		{
			x = 108.52, y = 68.26, z = 214.75, Type = 2,
			Tid = 
			{
				[1049] = 1,
			},
		},
		[125] = 
		{
			x = 117.09, y = 68.26, z = 210.04, Type = 2,
			Tid = 
			{
				[1050] = 1,
			},
		},
		[145] = 
		{
			x = 27.99, y = 72.72, z = 236.60, Type = 2,
			Tid = 
			{
				[1040] = 1,
			},
		},
		[146] = 
		{
			x = -214.84, y = 72.35, z = 88.36, Type = 2,
			Tid = 
			{
				[1053] = 1,
			},
		},
		[152] = 
		{
			x = -159.79, y = 72.72, z = -23.83, Type = 2,
			Tid = 
			{
				[1051] = 1,
			},
		},
		[153] = 
		{
			x = -170.01, y = 72.73, z = -28.57, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[154] = 
		{
			x = -162.98, y = 72.85, z = -28.22, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[155] = 
		{
			x = -228.41, y = 87.59, z = -22.46, Type = 2,
			Tid = 
			{
				[1052] = 1,
			},
		},
		[156] = 
		{
			x = -159.31, y = 72.75, z = -17.21, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[166] = 
		{
			x = -212.53, y = 81.83, z = 181.14, Type = 2,
			Tid = 
			{
				[1057] = 1,
			},
		},
		[189] = 
		{
			x = 227.05, y = 72.51, z = 86.34, Type = 2,
			Tid = 
			{
				[1048] = 1,
			},
		},
		[202] = 
		{
			x = 138.47, y = 77.18, z = 165.00, Type = 2,
			Tid = 
			{
				[1086] = 1,
			},
		},
		[203] = 
		{
			x = 154.41, y = 76.98, z = 164.26, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[204] = 
		{
			x = 147.70, y = 77.12, z = 154.50, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[205] = 
		{
			x = 142.96, y = 77.38, z = 156.77, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[206] = 
		{
			x = 153.50, y = 77.37, z = 154.83, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[207] = 
		{
			x = 146.73, y = 76.63, z = 167.56, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[208] = 
		{
			x = 127.72, y = 66.09, z = 200.44, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[209] = 
		{
			x = 127.01, y = 66.96, z = 212.82, Type = 2,
			Tid = 
			{
				[1085] = 2,
			},
		},
		[210] = 
		{
			x = 141.89, y = 69.98, z = 216.53, Type = 2,
			Tid = 
			{
				[1085] = 2,
			},
		},
		[211] = 
		{
			x = 145.48, y = 67.62, z = 197.06, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[216] = 
		{
			x = -194.50, y = 63.60, z = -273.50, Type = 2,
			Tid = 
			{
				[1039] = 1,
			},
		},
		[217] = 
		{
			x = -199.80, y = 63.60, z = -273.50, Type = 2,
			Tid = 
			{
				[1039] = 1,
			},
		},
		[218] = 
		{
			x = -189.80, y = 63.60, z = -268.30, Type = 2,
			Tid = 
			{
				[1039] = 1,
			},
		},
		[219] = 
		{
			x = -204.40, y = 63.60, z = -267.80, Type = 2,
			Tid = 
			{
				[1039] = 1,
			},
		},
		[29] = 
		{
			x = 181.61, y = 48.37, z = -230.03, Type = 2,
			Tid = 
			{
				[1092] = 1,
			},
		},
		[228] = 
		{
			x = 162.00, y = 49.15, z = -216.30, Type = 2,
			Tid = 
			{
				[149] = 1,
			},
		},
		[226] = 
		{
			x = 167.30, y = 49.08, z = -220.40, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[229] = 
		{
			x = 168.80, y = 48.99, z = -216.80, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[231] = 
		{
			x = 156.10, y = 49.36, z = -212.30, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[230] = 
		{
			x = 154.70, y = 49.53, z = -215.90, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[233] = 
		{
			x = 149.50, y = 49.92, z = -211.60, Type = 2,
			Tid = 
			{
				[149] = 1,
			},
		},
		[235] = 
		{
			x = 141.40, y = 48.40, z = -210.80, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[234] = 
		{
			x = 142.90, y = 48.40, z = -207.20, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[238] = 
		{
			x = 55.32, y = 62.15, z = -228.10, Type = 2,
			Tid = 
			{
				[1010] = 1,
			},
		},
		[167] = 
		{
			x = -207.79, y = 81.83, z = 187.53, Type = 2,
			Tid = 
			{
				[1084] = 1,
			},
		},
		[168] = 
		{
			x = -206.06, y = 81.83, z = 177.90, Type = 2,
			Tid = 
			{
				[1084] = 1,
			},
		},
		[169] = 
		{
			x = -195.03, y = 81.83, z = 194.72, Type = 2,
			Tid = 
			{
				[1084] = 1,
			},
		},
		[170] = 
		{
			x = -195.03, y = 80.32, z = 178.33, Type = 2,
			Tid = 
			{
				[1084] = 1,
			},
		},
		[171] = 
		{
			x = -207.69, y = 82.91, z = 211.14, Type = 2,
			Tid = 
			{
				[1084] = 1,
			},
		},
		[172] = 
		{
			x = -191.57, y = 80.03, z = 188.76, Type = 2,
			Tid = 
			{
				[1084] = 1,
			},
		},
		[273] = 
		{
			x = 22.32, y = 75.40, z = 16.80, Type = 2,
			Tid = 
			{
				[1061] = 1,
			},
		},
		[274] = 
		{
			x = 25.44, y = 74.65, z = 22.04, Type = 2,
			Tid = 
			{
				[1137] = 1,
			},
		},
		[285] = 
		{
			x = 210.21, y = 69.94, z = -98.63, Type = 2,
			Tid = 
			{
				[1098] = 1,
			},
		},
		[286] = 
		{
			x = -132.01, y = 62.99, z = -235.29, Type = 2,
			Tid = 
			{
				[1090] = 1,
			},
		},
		[295] = 
		{
			x = 24.98, y = 72.57, z = 239.55, Type = 2,
			Tid = 
			{
				[1101] = 1,
			},
		},
		[296] = 
		{
			x = -71.13, y = 61.97, z = 201.44, Type = 2,
			Tid = 
			{
				[1100] = 1,
			},
		},
		[201] = 
		{
			x = -209.08, y = 75.34, z = -119.08, Type = 2,
			Tid = 
			{
				[1107] = 1,
			},
		},
		[304] = 
		{
			x = -171.98, y = 63.43, z = -139.56, Type = 2,
			Tid = 
			{
				[1037] = 1,
			},
		},
		[303] = 
		{
			x = -171.19, y = 63.47, z = -134.68, Type = 2,
			Tid = 
			{
				[1037] = 1,
			},
		},
		[306] = 
		{
			x = -153.53, y = 63.70, z = -218.99, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[305] = 
		{
			x = -147.32, y = 63.70, z = -219.91, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[308] = 
		{
			x = -133.13, y = 69.88, z = -198.99, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[307] = 
		{
			x = -126.93, y = 69.88, z = -199.90, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[310] = 
		{
			x = -109.72, y = 74.50, z = -226.10, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[309] = 
		{
			x = -107.19, y = 74.50, z = -223.63, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[311] = 
		{
			x = -110.21, y = 74.50, z = -222.46, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[312] = 
		{
			x = -168.59, y = 72.35, z = -16.67, Type = 2,
			Tid = 
			{
				[1104] = 1,
			},
		},
		[313] = 
		{
			x = -216.73, y = 72.24, z = 86.77, Type = 2,
			Tid = 
			{
				[1055] = 1,
			},
		},
		[314] = 
		{
			x = -207.85, y = 81.74, z = 183.59, Type = 2,
			Tid = 
			{
				[1105] = 1,
			},
		},
		[220] = 
		{
			x = -66.28, y = 61.73, z = 205.92, Type = 2,
			Tid = 
			{
				[1059] = 1,
			},
		},
		[345] = 
		{
			x = -210.03, y = 70.18, z = -156.82, Type = 2,
			Tid = 
			{
				[1111] = 1,
			},
		},
		[347] = 
		{
			x = -44.07, y = 68.90, z = -3.94, Type = 2,
			Tid = 
			{
				[1116] = 1,
			},
		},
		[350] = 
		{
			x = -3.18, y = 73.07, z = 8.01, Type = 2,
			Tid = 
			{
				[1115] = 1,
			},
		},
		[349] = 
		{
			x = -2.25, y = 73.25, z = 6.07, Type = 2,
			Tid = 
			{
				[1117] = 1,
			},
		},
		[351] = 
		{
			x = 66.72, y = 62.11, z = -206.09, Type = 2,
			Tid = 
			{
				[1118] = 1,
			},
		},
		[348] = 
		{
			x = 42.49, y = 76.38, z = 27.15, Type = 2,
			Tid = 
			{
				[1069] = 1,
			},
		},
		[352] = 
		{
			x = -16.01, y = 65.08, z = 59.13, Type = 2,
			Tid = 
			{
				[1064] = 1,
			},
		},
		[356] = 
		{
			x = 216.37, y = 70.50, z = -100.73, Type = 2,
			Tid = 
			{
				[1127] = 1,
			},
		},
		[362] = 
		{
			x = 71.52, y = 62.11, z = -205.43, Type = 2,
			Tid = 
			{
				[1133] = 1,
			},
		},
		[363] = 
		{
			x = 70.29, y = 62.11, z = -208.73, Type = 2,
			Tid = 
			{
				[1134] = 1,
			},
		},
		[364] = 
		{
			x = 79.44, y = 62.11, z = -210.82, Type = 2,
			Tid = 
			{
				[1135] = 1,
			},
		},
		[365] = 
		{
			x = 167.18, y = 66.40, z = 102.98, Type = 2,
			Tid = 
			{
				[1129] = 1,
			},
		},
		[366] = 
		{
			x = -181.00, y = 72.41, z = -27.29, Type = 2,
			Tid = 
			{
				[1130] = 1,
			},
		},
		[367] = 
		{
			x = -37.14, y = 61.82, z = 188.88, Type = 2,
			Tid = 
			{
				[1132] = 1,
			},
		},
		[368] = 
		{
			x = 61.81, y = 62.11, z = -227.06, Type = 2,
			Tid = 
			{
				[1136] = 1,
			},
		},
		[191] = 
		{
			x = 58.39, y = 62.11, z = -215.13, Type = 2,
			Tid = 
			{
				[1009] = 1,
			},
		},
		[404] = 
		{
			x = 25.71, y = 64.19, z = 135.46, Type = 2,
			Tid = 
			{
				[2163] = 1,
			},
		},
		[196] = 
		{
			x = 64.00, y = 62.11, z = -211.00, Type = 2,
			Tid = 
			{
				[1139] = 1,
			},
		},
		[353] = 
		{
			x = 117.00, y = 56.66, z = -76.62, Type = 2,
			Tid = 
			{
				[1162] = 1,
			},
		},
		[354] = 
		{
			x = 119.00, y = 59.56, z = -16.00, Type = 2,
			Tid = 
			{
				[1142] = 1,
			},
		},
		[355] = 
		{
			x = 155.00, y = 56.74, z = -82.00, Type = 2,
			Tid = 
			{
				[1143] = 1,
			},
		},
		[416] = 
		{
			x = -217.92, y = 72.52, z = 83.21, Type = 2,
			Tid = 
			{
				[1144] = 1,
			},
		},
		[418] = 
		{
			x = -185.00, y = 72.20, z = -24.00, Type = 2,
			Tid = 
			{
				[1145] = 1,
			},
		},
		[423] = 
		{
			x = -37.00, y = 68.40, z = 23.31, Type = 2,
			Tid = 
			{
				[1147] = 1,
			},
		},
		[424] = 
		{
			x = -44.82, y = 78.55, z = -46.64, Type = 2,
			Tid = 
			{
				[1148] = 1,
			},
		},
		[425] = 
		{
			x = 17.18, y = 75.68, z = 6.38, Type = 2,
			Tid = 
			{
				[1149] = 1,
			},
		},
		[426] = 
		{
			x = 2.21, y = 71.69, z = 21.73, Type = 2,
			Tid = 
			{
				[1150] = 1,
			},
		},
		[427] = 
		{
			x = -5.00, y = 71.78, z = 13.00, Type = 2,
			Tid = 
			{
				[1152] = 1,
			},
		},
		[428] = 
		{
			x = 39.00, y = 75.12, z = 34.00, Type = 2,
			Tid = 
			{
				[1153] = 1,
			},
		},
		[429] = 
		{
			x = -50.00, y = 69.11, z = 10.00, Type = 2,
			Tid = 
			{
				[1155] = 1,
			},
		},
		[438] = 
		{
			x = -156.68, y = 75.40, z = 186.53, Type = 2,
			Tid = 
			{
				[1156] = 1,
			},
		},
		[441] = 
		{
			x = -80.19, y = 60.54, z = 189.84, Type = 2,
			Tid = 
			{
				[1158] = 1,
			},
		},
		[442] = 
		{
			x = -82.42, y = 60.54, z = 187.78, Type = 2,
			Tid = 
			{
				[1159] = 1,
			},
		},
		[447] = 
		{
			x = -78.61, y = 60.58, z = 190.76, Type = 2,
			Tid = 
			{
				[1160] = 1,
			},
		},
		[448] = 
		{
			x = -40.56, y = 61.84, z = 196.88, Type = 2,
			Tid = 
			{
				[1146] = 1,
			},
		},
		[449] = 
		{
			x = 35.08, y = 74.54, z = 35.27, Type = 2,
			Tid = 
			{
				[1154] = 1,
			},
		},
		[450] = 
		{
			x = 159.33, y = 69.70, z = 211.52, Type = 2,
			Tid = 
			{
				[2165] = 1,
			},
		},
		[451] = 
		{
			x = 138.82, y = 56.45, z = -44.18, Type = 2,
			Tid = 
			{
				[2164] = 1,
			},
		},
		[452] = 
		{
			x = -21.00, y = 68.36, z = 22.00, Type = 2,
			Tid = 
			{
				[1151] = 1,
			},
		},
		[454] = 
		{
			x = -154.83, y = 75.08, z = 185.06, Type = 2,
			Tid = 
			{
				[1164] = 1,
			},
		},
		[60] = 
		{
			x = 80.56, y = 61.90, z = -205.33, Type = 2,
			Tid = 
			{
				[1006] = 2,
			},
		},
		[370] = 
		{
			x = 68.88, y = 62.11, z = -224.65, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[410] = 
		{
			x = -98.33, y = 79.01, z = -191.12, Type = 2,
			Tid = 
			{
				[1038] = 1,
			},
		},
		[174] = 
		{
			x = 178.56, y = 69.29, z = 198.78, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[459] = 
		{
			x = 167.17, y = 69.98, z = 224.28, Type = 2,
			Tid = 
			{
				[1085] = 2,
			},
		},
		[460] = 
		{
			x = 187.75, y = 69.29, z = 222.10, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[178] = 
		{
			x = -66.00, y = 62.94, z = 144.00, Type = 2,
			Tid = 
			{
				[4179] = 1,
			},
		},
		[461] = 
		{
			x = -229.87, y = 73.27, z = -138.22, Type = 2,
			Tid = 
			{
				[1171] = 1,
			},
		},
		[462] = 
		{
			x = -205.36, y = 70.20, z = -150.80, Type = 2,
			Tid = 
			{
				[1172] = 1,
			},
		},
		[463] = 
		{
			x = -183.72, y = 65.96, z = -135.28, Type = 2,
			Tid = 
			{
				[1173] = 1,
			},
		},
		[472] = 
		{
			x = -228.27, y = 74.70, z = -126.56, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[473] = 
		{
			x = -184.86, y = 72.20, z = -29.34, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[474] = 
		{
			x = 163.70, y = 66.40, z = 119.62, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[476] = 
		{
			x = -168.90, y = 72.64, z = -23.50, Type = 2,
			Tid = 
			{
				[20] = 1,
			},
		},
		[477] = 
		{
			x = -112.13, y = 75.01, z = -171.91, Type = 2,
			Tid = 
			{
				[21] = 1,
			},
		},
		[478] = 
		{
			x = 56.14, y = 62.11, z = -225.33, Type = 2,
			Tid = 
			{
				[22] = 1,
			},
		},
		[479] = 
		{
			x = 103.83, y = 67.97, z = 217.29, Type = 2,
			Tid = 
			{
				[23] = 1,
			},
		},
		[484] = 
		{
			x = 228.40, y = 69.79, z = 123.30, Type = 2,
			Tid = 
			{
				[24] = 1,
			},
		},
		[539] = 
		{
			x = 139.46, y = 56.44, z = -66.90, Type = 2,
			Tid = 
			{
				[1015] = 1,
				[1011] = 1,
				[1017] = 4,
			},
		},
		[540] = 
		{
			x = -4.69, y = 75.94, z = -26.31, Type = 2,
			Tid = 
			{
				[160] = 1,
				[1021] = 2,
			},
		},
		[541] = 
		{
			x = -61.71, y = 65.53, z = -14.16, Type = 2,
			Tid = 
			{
				[160] = 1,
				[1021] = 2,
			},
		},
		[542] = 
		{
			x = -53.00, y = 65.05, z = 37.00, Type = 2,
			Tid = 
			{
				[1115] = 1,
			},
		},
		[543] = 
		{
			x = -171.49, y = 70.41, z = -4.52, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[544] = 
		{
			x = -167.26, y = 70.07, z = -6.66, Type = 2,
			Tid = 
			{
				[1021] = 1,
			},
		},
		[546] = 
		{
			x = 115.75, y = 57.06, z = -98.34, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[547] = 
		{
			x = 114.76, y = 57.06, z = -101.73, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[548] = 
		{
			x = 129.86, y = 57.06, z = -90.68, Type = 2,
			Tid = 
			{
				[1006] = 1,
			},
		},
		[394] = 
		{
			x = 116.75, y = 56.69, z = -77.79, Type = 2,
			Tid = 
			{
				[1175] = 1,
			},
		},
		[299] = 
		{
			x = -54.45, y = 69.11, z = 8.80, Type = 2,
			Tid = 
			{
				[1176] = 1,
			},
		},
		[300] = 
		{
			x = -178.21, y = 72.33, z = -25.55, Type = 2,
			Tid = 
			{
				[1177] = 1,
			},
		},
		[374] = 
		{
			x = -228.91, y = 72.69, z = -141.14, Type = 2,
			Tid = 
			{
				[1178] = 1,
			},
		},
		[409] = 
		{
			x = 152.37, y = 56.44, z = -73.73, Type = 2,
			Tid = 
			{
				[1166] = 1,
			},
		},
		[549] = 
		{
			x = 138.77, y = 51.44, z = -206.31, Type = 2,
			Tid = 
			{
				[20] = 1,
			},
		},
		[31] = 
		{
			x = 107.21, y = 55.06, z = -117.47, Type = 6,
			Tid = 
			{
				[61] = 1,
			},
		},
		[32] = 
		{
			x = 142.95, y = 56.62, z = -91.99, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[33] = 
		{
			x = 135.62, y = 56.84, z = -95.76, Type = 6,
			Tid = 
			{
				[61] = 1,
			},
		},
		[34] = 
		{
			x = 145.70, y = 56.44, z = -89.20, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[35] = 
		{
			x = 127.96, y = 56.08, z = -109.23, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[36] = 
		{
			x = 132.40, y = 56.75, z = -96.30, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[37] = 
		{
			x = 137.03, y = 56.91, z = -95.77, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[38] = 
		{
			x = 118.60, y = 56.55, z = -87.90, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[8] = 
		{
			x = 122.88, y = 56.11, z = -104.42, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[94] = 
		{
			x = 136.69, y = 64.20, z = 83.67, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[120] = 
		{
			x = 141.54, y = 64.20, z = 100.70, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[121] = 
		{
			x = 148.41, y = 64.20, z = 83.67, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[129] = 
		{
			x = 125.58, y = 64.22, z = 96.04, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[135] = 
		{
			x = 139.99, y = 64.20, z = 85.95, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[137] = 
		{
			x = 135.73, y = 64.20, z = 100.32, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[138] = 
		{
			x = 128.09, y = 64.20, z = 99.03, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[139] = 
		{
			x = 139.99, y = 64.20, z = 85.95, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[140] = 
		{
			x = 153.52, y = 64.20, z = 83.78, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[141] = 
		{
			x = 139.99, y = 64.20, z = 85.95, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[142] = 
		{
			x = 155.37, y = 64.59, z = 95.18, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[188] = 
		{
			x = 196.65, y = 70.24, z = 79.61, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[187] = 
		{
			x = 190.60, y = 70.70, z = 85.95, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[186] = 
		{
			x = 199.49, y = 70.70, z = 88.84, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[185] = 
		{
			x = 190.60, y = 70.70, z = 85.95, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[184] = 
		{
			x = 192.02, y = 70.70, z = 79.21, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[183] = 
		{
			x = 184.70, y = 70.70, z = 91.01, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[182] = 
		{
			x = 190.60, y = 70.70, z = 85.95, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[181] = 
		{
			x = 183.75, y = 70.24, z = 87.72, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[180] = 
		{
			x = 198.41, y = 70.24, z = 83.89, Type = 6,
			Tid = 
			{
				[63] = 1,
			},
		},
		[179] = 
		{
			x = 190.41, y = 70.29, z = 93.50, Type = 6,
			Tid = 
			{
				[61] = 1,
			},
		},
		[136] = 
		{
			x = 187.30, y = 70.24, z = 83.67, Type = 6,
			Tid = 
			{
				[62] = 1,
			},
		},
		[221] = 
		{
			x = 51.32, y = 61.56, z = -89.49, Type = 6,
			Tid = 
			{
				[61] = 1,
			},
		},
		[222] = 
		{
			x = 118.08, y = 56.61, z = -78.64, Type = 6,
			Tid = 
			{
				[62] = 1,
			},
		},
		[223] = 
		{
			x = 63.98, y = 61.39, z = -58.60, Type = 6,
			Tid = 
			{
				[63] = 1,
			},
		},
		[224] = 
		{
			x = 109.47, y = 57.45, z = -79.63, Type = 6,
			Tid = 
			{
				[64] = 1,
			},
		},
		[62] = 
		{
			x = 55.64, y = 61.56, z = -87.18, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[63] = 
		{
			x = 104.37, y = 57.81, z = -78.94, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[30] = 
		{
			x = 120.16, y = 54.31, z = -122.22, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[47] = 
		{
			x = 103.02, y = 53.34, z = -134.09, Type = 6,
			Tid = 
			{
				[63] = 1,
			},
		},
		[227] = 
		{
			x = 164.40, y = 49.09, z = -217.60, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[232] = 
		{
			x = 152.00, y = 48.36, z = -212.60, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[239] = 
		{
			x = 66.65, y = 61.11, z = -77.91, Type = 6,
			Tid = 
			{
				[64] = 1,
			},
		},
		[240] = 
		{
			x = 60.79, y = 61.39, z = -77.65, Type = 6,
			Tid = 
			{
				[62] = 1,
			},
		},
		[241] = 
		{
			x = 85.91, y = 58.29, z = -176.57, Type = 6,
			Tid = 
			{
				[77] = 8,
			},
		},
		[242] = 
		{
			x = 221.28, y = 67.92, z = -147.61, Type = 6,
			Tid = 
			{
				[76] = 8,
			},
		},
		[243] = 
		{
			x = 7.03, y = 69.42, z = 53.39, Type = 6,
			Tid = 
			{
				[79] = 1,
			},
		},
		[244] = 
		{
			x = -147.91, y = 74.26, z = 176.93, Type = 6,
			Tid = 
			{
				[88] = 1,
			},
		},
		[245] = 
		{
			x = -139.07, y = 72.28, z = 166.93, Type = 6,
			Tid = 
			{
				[88] = 1,
			},
		},
		[246] = 
		{
			x = -145.31, y = 72.00, z = 148.11, Type = 6,
			Tid = 
			{
				[88] = 1,
			},
		},
		[247] = 
		{
			x = -131.75, y = 69.47, z = 142.06, Type = 6,
			Tid = 
			{
				[88] = 1,
			},
		},
		[248] = 
		{
			x = -156.96, y = 73.09, z = 166.67, Type = 6,
			Tid = 
			{
				[88] = 1,
			},
		},
		[249] = 
		{
			x = -177.26, y = 62.82, z = -159.62, Type = 6,
			Tid = 
			{
				[81] = 4,
			},
		},
		[250] = 
		{
			x = -183.53, y = 62.77, z = -167.16, Type = 6,
			Tid = 
			{
				[81] = 4,
			},
		},
		[251] = 
		{
			x = -169.83, y = 62.55, z = -152.40, Type = 6,
			Tid = 
			{
				[81] = 4,
			},
		},
		[255] = 
		{
			x = 39.98, y = 70.26, z = 189.92, Type = 6,
			Tid = 
			{
				[85] = 1,
			},
		},
		[256] = 
		{
			x = 71.27, y = 70.50, z = 229.01, Type = 6,
			Tid = 
			{
				[87] = 1,
			},
		},
		[257] = 
		{
			x = -123.49, y = 62.63, z = -20.24, Type = 6,
			Tid = 
			{
				[82] = 1,
			},
		},
		[259] = 
		{
			x = 216.17, y = 69.92, z = 131.98, Type = 6,
			Tid = 
			{
				[84] = 1,
			},
		},
		[260] = 
		{
			x = 227.84, y = 70.10, z = 115.63, Type = 6,
			Tid = 
			{
				[84] = 1,
			},
		},
		[261] = 
		{
			x = 218.38, y = 69.92, z = 133.86, Type = 6,
			Tid = 
			{
				[84] = 1,
			},
		},
		[262] = 
		{
			x = 212.58, y = 69.92, z = 131.19, Type = 6,
			Tid = 
			{
				[84] = 1,
			},
		},
		[263] = 
		{
			x = 219.60, y = 69.92, z = 111.50, Type = 6,
			Tid = 
			{
				[84] = 1,
			},
		},
		[264] = 
		{
			x = 224.44, y = 69.92, z = 131.39, Type = 6,
			Tid = 
			{
				[84] = 1,
			},
		},
		[266] = 
		{
			x = -230.22, y = 66.12, z = -241.89, Type = 6,
			Tid = 
			{
				[99] = 1,
			},
		},
		[267] = 
		{
			x = -225.67, y = 66.12, z = -244.56, Type = 6,
			Tid = 
			{
				[99] = 1,
			},
		},
		[268] = 
		{
			x = -225.40, y = 66.12, z = -239.16, Type = 6,
			Tid = 
			{
				[99] = 1,
			},
		},
		[269] = 
		{
			x = -230.22, y = 66.12, z = -237.57, Type = 6,
			Tid = 
			{
				[99] = 1,
			},
		},
		[270] = 
		{
			x = -220.36, y = 66.12, z = -244.99, Type = 6,
			Tid = 
			{
				[99] = 1,
			},
		},
		[272] = 
		{
			x = -222.54, y = 66.12, z = -241.89, Type = 6,
			Tid = 
			{
				[99] = 1,
			},
		},
		[271] = 
		{
			x = -225.31, y = 66.12, z = -234.98, Type = 6,
			Tid = 
			{
				[99] = 1,
			},
		},
		[275] = 
		{
			x = 22.36, y = 75.48, z = 16.99, Type = 6,
			Tid = 
			{
				[86] = 1,
			},
		},
		[276] = 
		{
			x = 25.59, y = 74.66, z = 22.10, Type = 6,
			Tid = 
			{
				[95] = 1,
			},
		},
		[277] = 
		{
			x = 43.70, y = 76.19, z = 22.30, Type = 6,
			Tid = 
			{
				[96] = 1,
			},
		},
		[278] = 
		{
			x = -138.81, y = 64.28, z = -93.42, Type = 6,
			Tid = 
			{
				[83] = 1,
			},
		},
		[279] = 
		{
			x = -93.93, y = 68.28, z = 131.60, Type = 6,
			Tid = 
			{
				[94] = 1,
			},
		},
		[281] = 
		{
			x = 57.50, y = 61.56, z = -92.96, Type = 6,
			Tid = 
			{
				[66] = 1,
			},
		},
		[282] = 
		{
			x = 63.17, y = 61.82, z = -87.38, Type = 6,
			Tid = 
			{
				[5] = 1,
			},
		},
		[283] = 
		{
			x = 2.83, y = 68.60, z = 54.28, Type = 6,
			Tid = 
			{
				[79] = 1,
			},
		},
		[284] = 
		{
			x = 7.62, y = 71.95, z = 53.39, Type = 6,
			Tid = 
			{
				[79] = 1,
			},
		},
		[290] = 
		{
			x = 138.68, y = 63.73, z = 141.02, Type = 6,
			Tid = 
			{
				[103] = 1,
			},
		},
		[291] = 
		{
			x = 117.74, y = 62.45, z = 145.88, Type = 6,
			Tid = 
			{
				[103] = 1,
			},
		},
		[292] = 
		{
			x = 116.00, y = 63.57, z = 168.20, Type = 6,
			Tid = 
			{
				[103] = 1,
			},
		},
		[293] = 
		{
			x = 97.78, y = 65.92, z = 175.74, Type = 6,
			Tid = 
			{
				[103] = 1,
			},
		},
		[294] = 
		{
			x = 152.66, y = 64.46, z = 133.63, Type = 6,
			Tid = 
			{
				[103] = 1,
			},
		},
		[301] = 
		{
			x = -74.59, y = 58.15, z = 243.21, Type = 6,
			Tid = 
			{
				[107] = 1,
			},
		},
		[302] = 
		{
			x = -129.42, y = 64.50, z = 216.92, Type = 6,
			Tid = 
			{
				[106] = 1,
			},
		},
		[317] = 
		{
			x = -39.15, y = 79.05, z = -56.09, Type = 6,
			Tid = 
			{
				[108] = 6,
			},
		},
		[319] = 
		{
			x = -31.47, y = 78.54, z = -51.63, Type = 6,
			Tid = 
			{
				[108] = 6,
			},
		},
		[320] = 
		{
			x = -37.29, y = 78.54, z = -49.82, Type = 6,
			Tid = 
			{
				[108] = 6,
			},
		},
		[321] = 
		{
			x = -198.09, y = 72.64, z = 47.45, Type = 6,
			Tid = 
			{
				[109] = 1,
			},
		},
		[322] = 
		{
			x = -191.82, y = 71.64, z = 49.81, Type = 6,
			Tid = 
			{
				[109] = 1,
			},
		},
		[323] = 
		{
			x = -198.09, y = 72.64, z = 44.45, Type = 6,
			Tid = 
			{
				[109] = 1,
			},
		},
		[324] = 
		{
			x = -195.11, y = 72.64, z = 47.45, Type = 6,
			Tid = 
			{
				[109] = 1,
			},
		},
		[325] = 
		{
			x = -191.91, y = 72.64, z = 52.04, Type = 6,
			Tid = 
			{
				[109] = 1,
			},
		},
		[326] = 
		{
			x = -203.27, y = 72.64, z = 47.23, Type = 6,
			Tid = 
			{
				[109] = 1,
			},
		},
		[327] = 
		{
			x = -203.27, y = 72.64, z = 45.14, Type = 6,
			Tid = 
			{
				[109] = 1,
			},
		},
		[328] = 
		{
			x = -153.30, y = 62.42, z = -95.00, Type = 6,
			Tid = 
			{
				[113] = 10,
			},
		},
		[329] = 
		{
			x = -237.40, y = 70.59, z = -162.90, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[330] = 
		{
			x = -238.20, y = 70.46, z = -164.50, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[331] = 
		{
			x = -234.20, y = 69.95, z = -164.60, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[332] = 
		{
			x = -232.10, y = 69.98, z = -162.90, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[333] = 
		{
			x = -234.60, y = 70.37, z = -161.30, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[334] = 
		{
			x = -236.30, y = 69.99, z = -167.10, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[335] = 
		{
			x = -216.82, y = 65.83, z = -181.75, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[336] = 
		{
			x = -218.80, y = 66.21, z = -176.06, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[337] = 
		{
			x = -215.81, y = 66.21, z = -175.90, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[338] = 
		{
			x = -216.56, y = 66.21, z = -178.50, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[339] = 
		{
			x = -219.76, y = 66.21, z = -180.75, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[340] = 
		{
			x = -224.80, y = 75.60, z = -122.70, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[341] = 
		{
			x = -226.20, y = 76.00, z = -116.80, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[342] = 
		{
			x = -223.30, y = 76.00, z = -116.90, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[343] = 
		{
			x = -224.20, y = 76.00, z = -119.50, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[344] = 
		{
			x = -227.80, y = 76.00, z = -121.30, Type = 6,
			Tid = 
			{
				[114] = 1,
			},
		},
		[369] = 
		{
			x = 212.21, y = 67.93, z = -159.84, Type = 6,
			Tid = 
			{
				[171] = 5,
			},
		},
		[371] = 
		{
			x = -193.26, y = 62.39, z = -180.17, Type = 6,
			Tid = 
			{
				[173] = 3,
			},
		},
		[373] = 
		{
			x = 215.10, y = 68.36, z = 114.64, Type = 6,
			Tid = 
			{
				[174] = 1,
			},
		},
		[375] = 
		{
			x = -174.57, y = 79.73, z = 193.62, Type = 6,
			Tid = 
			{
				[188] = 3,
			},
		},
		[384] = 
		{
			x = 119.28, y = 56.73, z = -175.54, Type = 6,
			Tid = 
			{
				[261] = 1,
			},
		},
		[385] = 
		{
			x = 103.23, y = 59.20, z = -73.13, Type = 6,
			Tid = 
			{
				[262] = 1,
			},
		},
		[386] = 
		{
			x = -126.22, y = 64.75, z = -83.59, Type = 6,
			Tid = 
			{
				[263] = 1,
			},
		},
		[387] = 
		{
			x = -126.19, y = 67.89, z = -147.00, Type = 6,
			Tid = 
			{
				[264] = 1,
			},
		},
		[388] = 
		{
			x = -135.54, y = 64.39, z = -6.28, Type = 6,
			Tid = 
			{
				[265] = 1,
			},
		},
		[389] = 
		{
			x = -188.80, y = 69.85, z = 82.12, Type = 6,
			Tid = 
			{
				[266] = 1,
			},
		},
		[390] = 
		{
			x = -137.06, y = 66.04, z = 123.63, Type = 6,
			Tid = 
			{
				[267] = 1,
			},
		},
		[391] = 
		{
			x = -69.69, y = 64.53, z = 154.06, Type = 6,
			Tid = 
			{
				[268] = 1,
			},
		},
		[392] = 
		{
			x = 156.12, y = 64.27, z = 138.67, Type = 6,
			Tid = 
			{
				[269] = 1,
			},
		},
		[393] = 
		{
			x = 122.57, y = 63.31, z = 151.00, Type = 6,
			Tid = 
			{
				[270] = 1,
			},
		},
		[398] = 
		{
			x = -161.57, y = 77.54, z = 192.29, Type = 6,
			Tid = 
			{
				[370] = 1,
			},
		},
		[399] = 
		{
			x = -164.38, y = 78.90, z = 193.90, Type = 6,
			Tid = 
			{
				[370] = 1,
			},
		},
		[400] = 
		{
			x = -166.83, y = 78.93, z = 195.73, Type = 6,
			Tid = 
			{
				[370] = 1,
			},
		},
		[401] = 
		{
			x = -160.28, y = 76.28, z = 189.76, Type = 6,
			Tid = 
			{
				[370] = 1,
			},
		},
		[402] = 
		{
			x = -166.29, y = 77.66, z = 191.38, Type = 6,
			Tid = 
			{
				[370] = 1,
			},
		},
		[405] = 
		{
			x = -32.25, y = 0.00, z = -248.12, Type = 6,
			Tid = 
			{
				[315] = 1,
			},
		},
		[406] = 
		{
			x = -61.16, y = 61.84, z = 212.87, Type = 6,
			Tid = 
			{
				[316] = 1,
			},
		},
		[357] = 
		{
			x = 63.98, y = 62.11, z = -211.02, Type = 6,
			Tid = 
			{
				[466] = 1,
			},
		},
		[358] = 
		{
			x = 183.00, y = 68.20, z = -15.00, Type = 6,
			Tid = 
			{
				[467] = 1,
			},
		},
		[359] = 
		{
			x = 119.02, y = 59.57, z = -16.00, Type = 6,
			Tid = 
			{
				[468] = 1,
			},
		},
		[412] = 
		{
			x = 209.90, y = 68.36, z = 112.98, Type = 6,
			Tid = 
			{
				[469] = 1,
			},
		},
		[413] = 
		{
			x = 223.82, y = 69.73, z = 113.69, Type = 6,
			Tid = 
			{
				[470] = 1,
			},
		},
		[414] = 
		{
			x = 230.91, y = 69.79, z = 122.40, Type = 6,
			Tid = 
			{
				[471] = 1,
			},
		},
		[415] = 
		{
			x = 220.46, y = 69.79, z = 130.42, Type = 6,
			Tid = 
			{
				[472] = 1,
			},
		},
		[417] = 
		{
			x = -188.51, y = 70.16, z = 58.76, Type = 6,
			Tid = 
			{
				[488] = 5,
			},
		},
		[419] = 
		{
			x = -183.59, y = 73.38, z = 5.47, Type = 6,
			Tid = 
			{
				[473] = 1,
			},
		},
		[420] = 
		{
			x = -181.53, y = 68.31, z = 65.85, Type = 6,
			Tid = 
			{
				[474] = 1,
			},
		},
		[421] = 
		{
			x = -130.00, y = 63.73, z = 111.00, Type = 6,
			Tid = 
			{
				[475] = 1,
			},
		},
		[430] = 
		{
			x = -93.71, y = 63.58, z = 3.00, Type = 6,
			Tid = 
			{
				[476] = 6,
			},
		},
		[431] = 
		{
			x = -13.00, y = 68.08, z = 35.00, Type = 6,
			Tid = 
			{
				[477] = 1,
			},
		},
		[432] = 
		{
			x = -46.00, y = 65.01, z = 44.00, Type = 6,
			Tid = 
			{
				[478] = 1,
			},
		},
		[433] = 
		{
			x = -61.00, y = 65.93, z = -6.00, Type = 6,
			Tid = 
			{
				[479] = 1,
			},
		},
		[434] = 
		{
			x = 35.00, y = 75.24, z = 29.00, Type = 6,
			Tid = 
			{
				[480] = 1,
			},
		},
		[435] = 
		{
			x = 38.99, y = 75.11, z = 34.06, Type = 6,
			Tid = 
			{
				[481] = 1,
			},
		},
		[436] = 
		{
			x = 4.00, y = 64.56, z = 130.00, Type = 6,
			Tid = 
			{
				[489] = 1,
			},
		},
		[440] = 
		{
			x = -154.84, y = 75.13, z = 185.04, Type = 6,
			Tid = 
			{
				[482] = 1,
			},
		},
		[443] = 
		{
			x = -76.00, y = 58.15, z = 246.00, Type = 6,
			Tid = 
			{
				[483] = 1,
			},
		},
		[444] = 
		{
			x = -30.40, y = 61.64, z = 233.00, Type = 6,
			Tid = 
			{
				[484] = 2,
			},
		},
		[445] = 
		{
			x = -77.00, y = 63.63, z = 148.00, Type = 6,
			Tid = 
			{
				[485] = 1,
			},
		},
		[446] = 
		{
			x = -80.18, y = 60.57, z = 189.87, Type = 6,
			Tid = 
			{
				[486] = 1,
			},
		},
		[177] = 
		{
			x = -77.60, y = 58.15, z = 244.00, Type = 6,
			Tid = 
			{
				[534] = 1,
			},
		},
		[464] = 
		{
			x = -150.71, y = 63.09, z = -125.19, Type = 6,
			Tid = 
			{
				[549] = 3,
			},
		},
		[465] = 
		{
			x = -151.94, y = 64.57, z = -159.96, Type = 6,
			Tid = 
			{
				[549] = 3,
			},
		},
		[475] = 
		{
			x = -208.49, y = 74.23, z = -125.99, Type = 6,
			Tid = 
			{
				[548] = 1,
			},
		},
		[480] = 
		{
			x = -129.47, y = 64.46, z = 209.25, Type = 6,
			Tid = 
			{
				[347] = 1,
			},
		},
		[481] = 
		{
			x = 27.50, y = 72.72, z = 237.18, Type = 6,
			Tid = 
			{
				[349] = 1,
			},
		},
		[482] = 
		{
			x = 120.00, y = 59.72, z = -10.00, Type = 6,
			Tid = 
			{
				[346] = 1,
			},
		},
		[483] = 
		{
			x = 204.00, y = 69.55, z = 4.05, Type = 6,
			Tid = 
			{
				[348] = 1,
			},
		},
		[501] = 
		{
			x = -77.65, y = 58.15, z = 244.16, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[502] = 
		{
			x = 38.70, y = 70.26, z = 196.60, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[503] = 
		{
			x = 71.30, y = 70.50, z = 231.50, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[504] = 
		{
			x = 188.60, y = 72.22, z = 234.30, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[505] = 
		{
			x = 187.10, y = 72.22, z = 179.10, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[506] = 
		{
			x = 225.30, y = 72.69, z = 79.80, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[507] = 
		{
			x = 217.30, y = 69.22, z = -20.90, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[508] = 
		{
			x = 188.20, y = 67.77, z = -98.30, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[517] = 
		{
			x = 237.00, y = 69.38, z = -118.50, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[518] = 
		{
			x = 198.60, y = 63.55, z = -202.90, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[509] = 
		{
			x = -24.90, y = 69.38, z = -149.00, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[510] = 
		{
			x = -35.80, y = 65.98, z = -248.40, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[511] = 
		{
			x = -135.50, y = 62.70, z = -252.90, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[512] = 
		{
			x = -195.70, y = 63.68, z = -268.30, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[513] = 
		{
			x = -215.70, y = 75.15, z = -117.60, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[514] = 
		{
			x = -227.70, y = 91.90, z = -32.70, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[515] = 
		{
			x = -223.00, y = 82.02, z = -2.10, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[516] = 
		{
			x = -213.80, y = 72.28, z = 82.90, Type = 6,
			Tid = 
			{
				[587] = 1,
			},
		},
		[537] = 
		{
			x = -175.37, y = 65.77, z = -190.90, Type = 6,
			Tid = 
			{
				[597] = 2,
			},
		},
		[538] = 
		{
			x = -166.70, y = 71.08, z = -159.90, Type = 6,
			Tid = 
			{
				[597] = 2,
			},
		},
		[545] = 
		{
			x = -59.48, y = 65.17, z = 33.43, Type = 6,
			Tid = 
			{
				[620] = 1,
			},
		},
		[583] = 
		{
			x = 119.28, y = 56.73, z = -175.54, Type = 6,
			Tid = 
			{
				[713] = 1,
			},
		},
		[582] = 
		{
			x = 103.23, y = 59.20, z = -73.13, Type = 6,
			Tid = 
			{
				[714] = 1,
			},
		},
		[581] = 
		{
			x = -126.22, y = 64.75, z = -83.59, Type = 6,
			Tid = 
			{
				[715] = 1,
			},
		},
		[580] = 
		{
			x = -126.19, y = 67.86, z = -147.00, Type = 6,
			Tid = 
			{
				[716] = 1,
			},
		},
		[579] = 
		{
			x = -135.54, y = 64.39, z = -6.28, Type = 6,
			Tid = 
			{
				[717] = 1,
			},
		},
		[578] = 
		{
			x = -188.80, y = 69.85, z = 82.12, Type = 6,
			Tid = 
			{
				[718] = 1,
			},
		},
		[577] = 
		{
			x = -137.06, y = 66.04, z = 123.63, Type = 6,
			Tid = 
			{
				[719] = 1,
			},
		},
		[576] = 
		{
			x = -69.69, y = 61.84, z = 154.06, Type = 6,
			Tid = 
			{
				[720] = 1,
			},
		},
		[575] = 
		{
			x = 156.12, y = 64.26, z = 138.67, Type = 6,
			Tid = 
			{
				[721] = 1,
			},
		},
		[574] = 
		{
			x = 122.57, y = 63.27, z = 151.00, Type = 6,
			Tid = 
			{
				[722] = 1,
			},
		},
		[584] = 
		{
			x = 119.28, y = 56.73, z = -175.54, Type = 6,
			Tid = 
			{
				[763] = 1,
			},
		},
		[585] = 
		{
			x = 103.23, y = 59.20, z = -73.13, Type = 6,
			Tid = 
			{
				[764] = 1,
			},
		},
		[586] = 
		{
			x = -126.22, y = 64.75, z = -83.59, Type = 6,
			Tid = 
			{
				[765] = 1,
			},
		},
		[587] = 
		{
			x = -126.19, y = 67.86, z = -147.00, Type = 6,
			Tid = 
			{
				[766] = 1,
			},
		},
		[588] = 
		{
			x = -135.54, y = 64.39, z = -6.28, Type = 6,
			Tid = 
			{
				[767] = 1,
			},
		},
		[589] = 
		{
			x = -188.80, y = 69.85, z = 82.12, Type = 6,
			Tid = 
			{
				[768] = 1,
			},
		},
		[590] = 
		{
			x = -137.06, y = 66.04, z = 123.63, Type = 6,
			Tid = 
			{
				[769] = 1,
			},
		},
		[591] = 
		{
			x = -69.69, y = 61.84, z = 154.06, Type = 6,
			Tid = 
			{
				[770] = 1,
			},
		},
		[592] = 
		{
			x = 156.12, y = 64.26, z = 138.67, Type = 6,
			Tid = 
			{
				[771] = 1,
			},
		},
		[593] = 
		{
			x = 122.57, y = 63.27, z = 151.00, Type = 6,
			Tid = 
			{
				[772] = 1,
			},
		},
		[377] = 
		{
			x = -215.17, y = 70.33, z = -148.84, Type = 6,
			Tid = 
			{
				[866] = 1,
			},
		},
		[395] = 
		{
			x = -221.28, y = 70.56, z = -153.06, Type = 6,
			Tid = 
			{
				[866] = 1,
			},
		},
		[396] = 
		{
			x = -212.17, y = 70.23, z = -154.96, Type = 6,
			Tid = 
			{
				[866] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 206.82, posy = 48.87, posz = -229.57, rotx = 0.00, roty = 270.27, rotz = 0.00 },
		[2] = { posx = -194.70, posy = 82.20, posz = 228.76, rotx = 0.00, roty = 182.41, rotz = 0.00 },
		[3] = { posx = -5.69, posy = 75.94, posz = -19.23, rotx = 0.00, roty = 305.12, rotz = 0.00 },
		[4] = { posx = 206.13, posy = 68.53, posz = -102.73, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[5] = { posx = -31.96, posy = 68.26, posz = 11.73, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[6] = { posx = 121.96, posy = 59.68, posz = -17.18, rotx = 0.00, roty = 291.60, rotz = 0.00 },
		[8] = { posx = -64.78, posy = 62.22, posz = 146.60, rotx = 0.00, roty = 199.80, rotz = 0.00 },
		[9] = { posx = 61.26, posy = 61.00, posz = -83.98, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[10] = { posx = -72.60, posy = 72.22, posz = 245.10, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[11] = { posx = 217.30, posy = 69.38, posz = 4.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[12] = { posx = -128.90, posy = 63.85, posz = 208.10, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[13] = { posx = 124.41, posy = 59.65, posz = -12.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[14] = { posx = 217.30, posy = 69.38, posz = -20.90, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[15] = { posx = 191.80, posy = 69.38, posz = -98.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[16] = { posx = 237.00, posy = 70.20, posz = -118.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[17] = { posx = 195.70, posy = 69.38, posz = -200.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[18] = { posx = 57.20, posy = 69.38, posz = -223.90, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[19] = { posx = -24.90, posy = 69.38, posz = -149.00, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[20] = { posx = -35.80, posy = 69.38, posz = -248.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[21] = { posx = -112.30, posy = 76.03, posz = -176.20, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[22] = { posx = -134.60, posy = 76.03, posz = -254.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[23] = { posx = -195.70, posy = 76.03, posz = -268.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[24] = { posx = -213.80, posy = 76.03, posz = -117.60, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[25] = { posx = -227.70, posy = 91.90, posz = -32.70, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[26] = { posx = -223.00, posy = 88.40, posz = -2.10, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[27] = { posx = -173.60, posy = 76.03, posz = -23.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[28] = { posx = -213.80, posy = 76.03, posz = 82.90, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[30] = { posx = 27.40, posy = 72.22, posz = 237.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[31] = { posx = 38.70, posy = 72.22, posz = 196.60, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[32] = { posx = 71.30, posy = 72.22, posz = 231.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[33] = { posx = 103.00, posy = 72.22, posz = 215.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[34] = { posx = 228.40, posy = 72.22, posz = 123.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[35] = { posx = 225.30, posy = 72.22, posz = 79.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[36] = { posx = 187.10, posy = 72.22, posz = 179.10, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[37] = { posx = 188.60, posy = 72.22, posz = 234.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[38] = { posx = 145.00, posy = 57.70, posz = -42.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[39] = { posx = 95.70, posy = 72.22, posz = -173.60, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[40] = { posx = 161.60, posy = 72.22, posz = -170.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[41] = { posx = 200.80, posy = 72.22, posz = -128.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[42] = { posx = -194.20, posy = 72.22, posz = -227.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[43] = { posx = -134.80, posy = 72.22, posz = -140.70, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[44] = { posx = -224.00, posy = 85.90, posz = -125.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[45] = { posx = -123.80, posy = 72.22, posz = -207.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[46] = { posx = -136.20, posy = 72.22, posz = 1.00, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[47] = { posx = -134.60, posy = 85.62, posz = 137.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[48] = { posx = -221.60, posy = 146.20, posz = 42.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[49] = { posx = -214.30, posy = 85.00, posz = 83.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[50] = { posx = 49.10, posy = 72.22, posz = 215.70, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[51] = { posx = 188.60, posy = 72.22, posz = 212.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[52] = { posx = 192.00, posy = 72.22, posz = 83.60, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[53] = { posx = 218.80, posy = 72.22, posz = 121.00, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[54] = { posx = 109.57, posy = 64.26, posz = 175.16, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo
