local MapInfo = 
{
	MapType = 4,
	Remarks = "大地图2",
	TextDisplayName = "쿠차트 요새",
	Length = 600,
	Width = 600,
	NavMeshName = "World02.navmesh",
	BackgroundMusic = "BGM_Map_2/Map_2/Map_2_phase",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world02.png",
	AssetPath = "Assets/Outputs/Scenes/World02.prefab",
	PKMode= 1,
	Monster = 
	{
		[11061] = 
		{
			[1] = { x = 212.00, y = 69.24, z = -15.50, name = "바네사", level = 60, SortID = 9 },
		},
		[11073] = 
		{
			[1] = { x = 207.78, y = 69.24, z = -17.71, name = "동물의 두개골", level = 10, SortID = 12 },
			[2] = { x = 210.66, y = 69.22, z = 1.53, name = "동물의 두개골", level = 10, SortID = 13 },
			[3] = { x = 128.91, y = 59.54, z = -19.92, name = "동물의 두개골", level = 10, SortID = 19 },
			[4] = { x = 130.93, y = 59.40, z = -22.99, name = "동물의 두개골", level = 10, SortID = 23 },
			[5] = { x = 139.92, y = 59.27, z = -20.22, name = "동물의 두개골", level = 10, SortID = 24 },
			[6] = { x = 137.43, y = 59.18, z = -23.05, name = "동물의 두개골", level = 10, SortID = 25 },
		},
		[11074] = 
		{
			[1] = { x = 205.99, y = 69.24, z = -6.84, name = "동물의 두개골", level = 10, SortID = 14 },
		},
		[11075] = 
		{
			[1] = { x = 138.81, y = 58.93, z = -24.99, name = "비행 몬스터", level = 20, SortID = 26 },
		},
	},
	Npc = 
	{
		[2154] = 
		{
			[1] = { x = 146.09, y = 57.22, z = -36.65, name = "디포", SortID = 2 },
			[2] = { x = 206.04, y = 69.24, z = 0.55, name = "디포", SortID = 6 },
		},
		[2151] = 
		{
			[1] = { x = 213.09, y = 69.21, z = 4.06, name = "쿠차트 병사", SortID = 5 },
			[2] = { x = 126.95, y = 59.51, z = -20.63, name = "쿠차트 병사", SortID = 8 },
			[3] = { x = 129.30, y = 59.58, z = -24.86, name = "쿠차트 병사", SortID = 22 },
		},
		[2153] = 
		{
			[1] = { x = 205.10, y = 69.24, z = -13.81, name = "쿠차트 병사", SortID = 10 },
		},
		[2155] = 
		{
			[1] = { x = 190.12, y = 68.82, z = -18.17, name = "쿠차트 병사", SortID = 11 },
		},
		[2150] = 
		{
			[1] = { x = 213.78, y = 69.24, z = -4.54, name = "켄타라시아", SortID = 20 },
			[2] = { x = 134.63, y = 59.53, z = -17.97, name = "켄타라시아", SortID = 3 },
		},
		[2152] = 
		{
			[1] = { x = 213.74, y = 69.24, z = -10.34, name = "코모라시아", SortID = 21 },
		},
	},
	Region = 
	{
		[2] = 
		{
			[138] = { x = 174.81, y = 71.14, z = -36.01, name = "쿠차트 요새", worldId = 0, IsCanFind = 1, Describe = "쿠차트 요새", PkMode = 1 },
			[139] = { x = 137.98, y = 59.05, z = -23.75, name = "玩家到达演习区域", worldId = 0, PkMode = 1 },
			[140] = { x = 140.05, y = 56.81, z = -47.37, name = "离开区域", worldId = 0, PkMode = 1 },
			[456] = { x = 190.59, y = 69.00, z = -14.83, name = "第二阶段传送区域", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
	},
	Entity = 
	{
		[9] = 
		{
			x = 212.00, y = 69.24, z = -15.50, Type = 1,
			Tid = 
			{
				[11061] = 1,
			},
		},
		[12] = 
		{
			x = 207.78, y = 69.24, z = -17.71, Type = 1,
			Tid = 
			{
				[11073] = 3,
			},
		},
		[13] = 
		{
			x = 210.66, y = 69.22, z = 1.53, Type = 1,
			Tid = 
			{
				[11073] = 2,
			},
		},
		[14] = 
		{
			x = 205.99, y = 69.24, z = -6.84, Type = 1,
			Tid = 
			{
				[11074] = 1,
			},
		},
		[19] = 
		{
			x = 128.91, y = 59.54, z = -19.92, Type = 1,
			Tid = 
			{
				[11073] = 1,
			},
		},
		[23] = 
		{
			x = 130.93, y = 59.40, z = -22.99, Type = 1,
			Tid = 
			{
				[11073] = 1,
			},
		},
		[24] = 
		{
			x = 139.92, y = 59.27, z = -20.22, Type = 1,
			Tid = 
			{
				[11073] = 1,
			},
		},
		[25] = 
		{
			x = 137.43, y = 59.18, z = -23.05, Type = 1,
			Tid = 
			{
				[11073] = 1,
			},
		},
		[26] = 
		{
			x = 138.81, y = 58.93, z = -24.99, Type = 1,
			Tid = 
			{
				[11075] = 1,
			},
		},
		[2] = 
		{
			x = 146.09, y = 57.22, z = -36.65, Type = 2,
			Tid = 
			{
				[2154] = 1,
			},
		},
		[5] = 
		{
			x = 213.09, y = 69.21, z = 4.06, Type = 2,
			Tid = 
			{
				[2151] = 1,
			},
		},
		[6] = 
		{
			x = 206.04, y = 69.24, z = 0.55, Type = 2,
			Tid = 
			{
				[2154] = 1,
			},
		},
		[10] = 
		{
			x = 205.10, y = 69.24, z = -13.81, Type = 2,
			Tid = 
			{
				[2153] = 3,
			},
		},
		[11] = 
		{
			x = 190.12, y = 68.82, z = -18.17, Type = 2,
			Tid = 
			{
				[2155] = 1,
			},
		},
		[20] = 
		{
			x = 213.78, y = 69.24, z = -4.54, Type = 2,
			Tid = 
			{
				[2150] = 1,
			},
		},
		[21] = 
		{
			x = 213.74, y = 69.24, z = -10.34, Type = 2,
			Tid = 
			{
				[2152] = 1,
			},
		},
		[8] = 
		{
			x = 126.95, y = 59.51, z = -20.63, Type = 2,
			Tid = 
			{
				[2151] = 1,
			},
		},
		[22] = 
		{
			x = 129.30, y = 59.58, z = -24.86, Type = 2,
			Tid = 
			{
				[2151] = 1,
			},
		},
		[3] = 
		{
			x = 134.63, y = 59.53, z = -17.97, Type = 2,
			Tid = 
			{
				[2150] = 1,
			},
		},
		[15] = 
		{
			x = 209.31, y = 69.24, z = -7.90, Type = 4,
			Tid = 
			{
				[17] = 0,
			},
		},
		[16] = 
		{
			x = 214.89, y = 69.24, z = -14.70, Type = 4,
			Tid = 
			{
				[17] = 0,
			},
		},
		[17] = 
		{
			x = 214.86, y = 69.24, z = -2.03, Type = 4,
			Tid = 
			{
				[17] = 0,
			},
		},
		[18] = 
		{
			x = 218.93, y = 69.58, z = -7.90, Type = 4,
			Tid = 
			{
				[17] = 0,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 134.62, posy = 66.38, posz = 240.18, rotx = 0.00, roty = 182.41, rotz = 0.00 },
		[2] = { posx = 206.82, posy = 48.87, posz = -229.57, rotx = 0.00, roty = 270.27, rotz = 0.00 },
		[3] = { posx = 138.88, posy = 59.54, posz = -24.99, rotx = 0.00, roty = 324.73, rotz = 0.00 },
		[4] = { posx = 204.09, posy = 69.24, posz = -6.77, rotx = 0.00, roty = 90.00, rotz = 0.00 },
		[5] = { posx = 179.71, posy = 67.87, posz = -10.00, rotx = 0.00, roty = 100.00, rotz = 0.00 },
	},

}
return MapInfo
