local MapInfo = 
{
	MapType = 1,
	Remarks = "호가스 북부",
	TextDisplayName = "호가스 북부",
	Length = 800,
	Width = 800,
	NavMeshName = "World03Part2.navmesh",
	BackgroundMusic = "BGM_Map_3/Map_3/map_3",
	BattleMusic = "",
	EnvironmentMusic = "Zone_Ambience/Ambience/Day_and_Night",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world03-2.png",
	AssetPath = "Assets/Outputs/Scenes/World03Part2.prefab",
	Monster = 
	{
		[12032] = 
		{
			[1] = { x = 292.90, y = 37.80, z = 2.80, name = "제 3군단 검사", level = 35, IsCanFind = 1, Describe = "Lv.35 제3군단 검사", SortID = 8, DropItemIds = "1001*1109*20100*1108*51*20010*27010*24000*20200*20201*1107*27011*24001*20300*3000*2022*1030*20202*24002*21201" },
			[2] = { x = 172.21, y = 58.40, z = 63.54, name = "제 3군단 검사", level = 35, SortID = 123 },
		},
		[12031] = 
		{
			[1] = { x = 291.34, y = 38.88, z = -6.53, name = "데바군 탱크", level = 37, SortID = 9 },
			[2] = { x = 307.43, y = 39.83, z = 36.83, name = "데바군 탱크", level = 37, SortID = 121 },
			[3] = { x = 293.29, y = 39.83, z = 39.63, name = "데바군 탱크", level = 37, SortID = 122 },
		},
		[12043] = 
		{
			[1] = { x = 317.76, y = 40.14, z = 37.84, name = "제 3군단 장교", level = 37, SortID = 16 },
			[2] = { x = 316.82, y = 50.66, z = 146.51, name = "제 3군단 장교", level = 37, SortID = 30 },
		},
		[12051] = 
		{
			[1] = { x = 241.00, y = 33.18, z = 142.60, name = "불사자", level = 37, SortID = 17 },
			[2] = { x = 223.62, y = 33.40, z = 118.89, name = "불사자", level = 37, SortID = 18 },
		},
		[12053] = 
		{
			[1] = { x = 137.23, y = 32.21, z = 131.71, name = "언데드 남작", level = 37, SortID = 19 },
		},
		[12052] = 
		{
			[1] = { x = 193.79, y = 36.37, z = 118.55, name = "좀비", level = 37, IsCanFind = 1, Describe = "레벨37 좀비", SortID = 20, DropItemIds = "1001*1109*20100*1108*52*51*20010*27010*24000*20200*20201*1107*27011*24001*20300*3000*2022*1030*20202*24002*54*27200*21001" },
			[2] = { x = -301.90, y = 124.01, z = 87.95, name = "좀비", level = 37, SortID = 131 },
			[3] = { x = -301.90, y = 124.01, z = 87.95, name = "좀비", level = 37, SortID = 131 },
			[4] = { x = -319.86, y = 111.03, z = 36.85, name = "좀비", level = 37, SortID = 132 },
			[5] = { x = -319.86, y = 111.03, z = 36.85, name = "좀비", level = 37, SortID = 132 },
			[6] = { x = -311.82, y = 124.01, z = 65.40, name = "좀비", level = 37, SortID = 133 },
			[7] = { x = -311.82, y = 124.01, z = 65.40, name = "좀비", level = 37, SortID = 133 },
			[8] = { x = -308.90, y = 124.01, z = -4.30, name = "좀비", level = 37, SortID = 134 },
			[9] = { x = -308.90, y = 124.01, z = -4.30, name = "좀비", level = 37, SortID = 134 },
			[10] = { x = -287.20, y = 95.01, z = -36.20, name = "좀비", level = 37, SortID = 135 },
			[11] = { x = -287.20, y = 95.01, z = -36.20, name = "좀비", level = 37, SortID = 135 },
		},
		[12054] = 
		{
			[1] = { x = -99.59, y = 94.73, z = 62.91, name = "아논 촌장", level = 38, SortID = 21 },
		},
		[12055] = 
		{
			[1] = { x = -89.52, y = 93.94, z = 63.96, name = "아논 사제", level = 38, SortID = 22 },
			[2] = { x = -56.79, y = 88.94, z = 61.56, name = "아논 사제", level = 38, SortID = 25, DropItemIds = " " },
		},
		[12056] = 
		{
			[1] = { x = -69.10, y = 91.70, z = 52.40, name = "아논 용사", level = 39, IsCanFind = 1, Describe = "Lv.39 아논용사", SortID = 23, DropItemIds = "1001*1109*20100*1108*52*51*20010*27010*24000*20200*20201*1107*27011*24001*20300*3000*2022*1030*20202*24002*54*27200*21001" },
		},
		[12041] = 
		{
			[1] = { x = 335.60, y = 47.73, z = 111.40, name = "제 3군단 검사", level = 37, SortID = 28 },
			[2] = { x = 330.70, y = 48.00, z = 74.30, name = "제 3군단 검사", level = 37, SortID = 29 },
			[3] = { x = 301.90, y = 47.63, z = 112.60, name = "제 3군단 검사", level = 37, SortID = 107 },
		},
		[12042] = 
		{
			[1] = { x = 335.60, y = 47.73, z = 111.40, name = "제 3군단 주술사", level = 37, SortID = 28 },
			[2] = { x = 330.70, y = 48.00, z = 74.30, name = "제 3군단 주술사", level = 37, SortID = 29 },
		},
		[12066] = 
		{
			[1] = { x = 31.75, y = 82.09, z = 23.66, name = "야생 매머드", level = 39, SortID = 33 },
			[2] = { x = 16.94, y = 82.09, z = -6.33, name = "야생 매머드", level = 39, SortID = 124 },
		},
		[12067] = 
		{
			[1] = { x = -61.70, y = 52.46, z = -90.70, name = "데바 매머드", level = 35, SortID = 42 },
			[2] = { x = -37.52, y = 52.14, z = -87.17, name = "데바 매머드", level = 35, SortID = 126 },
			[3] = { x = 0.99, y = 52.53, z = -89.04, name = "데바 매머드", level = 35, SortID = 128 },
			[4] = { x = -43.04, y = 52.53, z = -106.73, name = "데바 매머드", level = 35, Describe = "데바 매머드", SortID = 127 },
			[5] = { x = 17.95, y = 52.53, z = -94.20, name = "데바 매머드", level = 35, SortID = 129 },
			[6] = { x = -81.98, y = 56.15, z = -124.56, name = "데바 매머드", level = 35, SortID = 130 },
			[7] = { x = -24.11, y = 52.53, z = -102.67, name = "데바 매머드", level = 35, SortID = 189 },
		},
		[35230] = 
		{
			[1] = { x = 266.54, y = 40.16, z = 99.02, name = "사막 행인 용사", level = 30, SortID = 53 },
			[2] = { x = 213.72, y = 57.23, z = -94.00, name = "사막 행인 용사", level = 30, SortID = 54 },
			[3] = { x = 15.51, y = 82.63, z = 6.47, name = "사막 행인 용사", level = 30, SortID = 55 },
			[4] = { x = -125.10, y = 89.89, z = -2.30, name = "사막 행인 용사", level = 30, SortID = 56 },
			[5] = { x = -322.00, y = 123.66, z = 91.83, name = "사막 행인 용사", level = 30, SortID = 57 },
		},
		[35231] = 
		{
			[1] = { x = 266.54, y = 40.16, z = 99.02, name = "혈마법사", level = 30, SortID = 53 },
			[2] = { x = 213.72, y = 57.23, z = -94.00, name = "혈마법사", level = 30, SortID = 54 },
			[3] = { x = 15.51, y = 82.63, z = 6.47, name = "혈마법사", level = 30, SortID = 55 },
			[4] = { x = -125.10, y = 89.89, z = -2.30, name = "혈마법사", level = 30, SortID = 56 },
			[5] = { x = -322.00, y = 123.66, z = 91.83, name = "혈마법사", level = 30, SortID = 57 },
		},
		[35232] = 
		{
			[1] = { x = 266.54, y = 40.16, z = 99.02, name = "언데드 남작", level = 30, SortID = 53 },
			[2] = { x = 213.72, y = 57.23, z = -94.00, name = "언데드 남작", level = 30, SortID = 54 },
			[3] = { x = 15.51, y = 82.63, z = 6.47, name = "언데드 남작", level = 30, SortID = 55 },
			[4] = { x = -125.10, y = 89.89, z = -2.30, name = "언데드 남작", level = 30, SortID = 56 },
			[5] = { x = -322.00, y = 123.66, z = 91.83, name = "언데드 남작", level = 30, SortID = 57 },
		},
		[12059] = 
		{
			[1] = { x = -190.76, y = 96.52, z = 82.05, name = "아논 용사", level = 35, SortID = 75 },
		},
		[12083] = 
		{
			[1] = { x = 150.12, y = 63.42, z = -79.46, name = "데바 암살자 스파이", level = 36, SortID = 76 },
		},
		[12084] = 
		{
			[1] = { x = 296.39, y = 43.52, z = 64.80, name = "데바 패잔병 주술사", level = 39, SortID = 116 },
		},
		[12085] = 
		{
			[1] = { x = 296.39, y = 43.52, z = 64.80, name = "데바 패잔병 검사", level = 37, SortID = 116 },
		},
		[12033] = 
		{
			[1] = { x = 173.41, y = 62.33, z = -18.98, name = "제 3군단 주술사", level = 36, SortID = 109 },
			[2] = { x = 192.06, y = 58.81, z = -4.25, name = "제 3군단 주술사", level = 36, SortID = 108 },
			[3] = { x = 206.47, y = 55.41, z = -27.07, name = "제 3군단 주술사", level = 36, SortID = 110 },
			[4] = { x = 196.70, y = 53.76, z = 37.10, name = "제 3군단 주술사", level = 36, SortID = 120 },
			[5] = { x = 189.80, y = 53.76, z = 51.30, name = "제 3군단 주술사", level = 36, SortID = 106 },
			[6] = { x = 172.21, y = 58.40, z = 63.54, name = "제 3군단 주술사", level = 36, SortID = 123 },
		},
		[12068] = 
		{
			[1] = { x = -53.59, y = 52.14, z = -58.89, name = "노예 주인", level = 35, SortID = 125 },
		},
		[12069] = 
		{
			[1] = { x = 0.99, y = 52.53, z = -89.04, name = "데바 노예병", level = 38, SortID = 128 },
			[2] = { x = -43.04, y = 52.53, z = -106.73, name = "데바 노예병", level = 38, SortID = 127 },
			[3] = { x = 17.95, y = 52.53, z = -94.20, name = "데바 노예병", level = 38, SortID = 129 },
			[4] = { x = -81.98, y = 56.15, z = -124.56, name = "데바 노예병", level = 38, SortID = 130 },
			[5] = { x = -24.11, y = 52.53, z = -102.67, name = "데바 노예병", level = 38, SortID = 189 },
		},
		[39000] = 
		{
			[1] = { x = 226.47, y = 33.09, z = 135.77, name = "아논 사제", level = 10, SortID = 139 },
			[2] = { x = 269.40, y = 44.20, z = -18.90, name = "아논 사제", level = 10, SortID = 140 },
			[3] = { x = 233.50, y = 42.20, z = 55.60, name = "아논 사제", level = 10, SortID = 143 },
			[4] = { x = 325.50, y = 42.20, z = 30.70, name = "아논 사제", level = 10, SortID = 145 },
			[5] = { x = -101.00, y = 90.80, z = -123.30, name = "아논 사제", level = 10, SortID = 147 },
			[6] = { x = 22.50, y = 90.80, z = 1.70, name = "아논 사제", level = 10, SortID = 148 },
			[7] = { x = -181.30, y = 90.80, z = 75.70, name = "아논 사제", level = 10, SortID = 151 },
			[8] = { x = -25.00, y = 90.80, z = -98.90, name = "아논 사제", level = 10, SortID = 152 },
		},
		[39001] = 
		{
			[1] = { x = 226.47, y = 33.09, z = 135.77, name = "불사의 근위병", level = 10, SortID = 139 },
			[2] = { x = 269.40, y = 44.20, z = -18.90, name = "불사의 근위병", level = 10, SortID = 140 },
			[3] = { x = 233.50, y = 42.20, z = 55.60, name = "불사의 근위병", level = 10, SortID = 143 },
			[4] = { x = 325.50, y = 42.20, z = 30.70, name = "불사의 근위병", level = 10, SortID = 145 },
			[5] = { x = -101.00, y = 90.80, z = -123.30, name = "불사의 근위병", level = 10, SortID = 147 },
			[6] = { x = 22.50, y = 90.80, z = 1.70, name = "불사의 근위병", level = 10, SortID = 148 },
			[7] = { x = -181.30, y = 90.80, z = 75.70, name = "불사의 근위병", level = 10, SortID = 151 },
			[8] = { x = -25.00, y = 90.80, z = -98.90, name = "불사의 근위병", level = 10, SortID = 152 },
		},
		[39002] = 
		{
			[1] = { x = 226.47, y = 33.09, z = 135.77, name = "불사의 병사", level = 10, SortID = 139 },
			[2] = { x = 269.40, y = 44.20, z = -18.90, name = "불사의 병사", level = 10, SortID = 140 },
			[3] = { x = 233.50, y = 42.20, z = 55.60, name = "불사의 병사", level = 10, SortID = 143 },
			[4] = { x = 325.50, y = 42.20, z = 30.70, name = "불사의 병사", level = 10, SortID = 145 },
			[5] = { x = -101.00, y = 90.80, z = -123.30, name = "불사의 병사", level = 10, SortID = 147 },
			[6] = { x = 22.50, y = 90.80, z = 1.70, name = "불사의 병사", level = 10, SortID = 148 },
			[7] = { x = -181.30, y = 90.80, z = 75.70, name = "불사의 병사", level = 10, SortID = 151 },
			[8] = { x = -25.00, y = 90.80, z = -98.90, name = "불사의 병사", level = 10, SortID = 152 },
		},
		[39003] = 
		{
			[1] = { x = 226.47, y = 33.09, z = 135.77, name = "타락 영혼", level = 10, SortID = 139 },
			[2] = { x = 269.40, y = 44.20, z = -18.90, name = "타락 영혼", level = 10, SortID = 140 },
			[3] = { x = 233.50, y = 42.20, z = 55.60, name = "타락 영혼", level = 10, SortID = 143 },
			[4] = { x = 325.50, y = 42.20, z = 30.70, name = "타락 영혼", level = 10, SortID = 145 },
			[5] = { x = -101.00, y = 90.80, z = -123.30, name = "타락 영혼", level = 10, SortID = 147 },
			[6] = { x = 22.50, y = 90.80, z = 1.70, name = "타락 영혼", level = 10, SortID = 148 },
			[7] = { x = -181.30, y = 90.80, z = 75.70, name = "타락 영혼", level = 10, SortID = 151 },
			[8] = { x = -25.00, y = 90.80, z = -98.90, name = "타락 영혼", level = 10, SortID = 152 },
		},
		[39004] = 
		{
			[1] = { x = 226.47, y = 33.09, z = 135.77, name = "감염자", level = 10, SortID = 139 },
			[2] = { x = 269.40, y = 44.20, z = -18.90, name = "감염자", level = 10, SortID = 140 },
			[3] = { x = 233.50, y = 42.20, z = 55.60, name = "감염자", level = 10, SortID = 143 },
			[4] = { x = 325.50, y = 42.20, z = 30.70, name = "감염자", level = 10, SortID = 145 },
			[5] = { x = -101.00, y = 90.80, z = -123.30, name = "감염자", level = 10, SortID = 147 },
			[6] = { x = 22.50, y = 90.80, z = 1.70, name = "감염자", level = 10, SortID = 148 },
			[7] = { x = -181.30, y = 90.80, z = 75.70, name = "감염자", level = 10, SortID = 151 },
			[8] = { x = -25.00, y = 90.80, z = -98.90, name = "감염자", level = 10, SortID = 152 },
		},
		[39202] = 
		{
			[1] = { x = 254.00, y = 40.29, z = 93.70, name = "바포메트", level = 34, SortID = 154,IsBoss = true },
			[2] = { x = 296.40, y = 39.87, z = 38.50, name = "바포메트", level = 34, SortID = 155,IsBoss = true },
			[3] = { x = 240.10, y = 43.14, z = 15.50, name = "바포메트", level = 34, SortID = 156,IsBoss = true },
			[4] = { x = 313.80, y = 38.28, z = -17.30, name = "바포메트", level = 34, SortID = 157,IsBoss = true },
			[5] = { x = -190.00, y = 85.74, z = 26.20, name = "바포메트", level = 34, SortID = 159,IsBoss = true },
			[6] = { x = -216.00, y = 87.82, z = -30.80, name = "바포메트", level = 34, SortID = 160,IsBoss = true },
			[7] = { x = -153.50, y = 70.74, z = -40.70, name = "바포메트", level = 34, SortID = 161,IsBoss = true },
		},
		[39203] = 
		{
			[1] = { x = -51.50, y = 91.96, z = 71.70, name = "바포메트", level = 36, SortID = 158,IsBoss = true },
		},
		[35245] = 
		{
			[1] = { x = 266.54, y = 40.16, z = 99.02, name = "검은 날개 대주교", level = 35, SortID = 190 },
			[2] = { x = 213.72, y = 57.23, z = -94.00, name = "검은 날개 대주교", level = 35, SortID = 191 },
			[3] = { x = 15.51, y = 82.63, z = 6.47, name = "검은 날개 대주교", level = 35, SortID = 192 },
			[4] = { x = -125.10, y = 89.89, z = -2.30, name = "검은 날개 대주교", level = 35, SortID = 193 },
			[5] = { x = -322.00, y = 123.66, z = 91.83, name = "검은 날개 대주교", level = 35, SortID = 194 },
		},
		[35246] = 
		{
			[1] = { x = 266.54, y = 40.16, z = 99.02, name = "아라크네아", level = 35, SortID = 190 },
			[2] = { x = 213.72, y = 57.23, z = -94.00, name = "아라크네아", level = 35, SortID = 191 },
			[3] = { x = 15.51, y = 82.63, z = 6.47, name = "아라크네아", level = 35, SortID = 192 },
			[4] = { x = -125.10, y = 89.89, z = -2.30, name = "아라크네아", level = 35, SortID = 193 },
			[5] = { x = -322.00, y = 123.66, z = 91.83, name = "아라크네아", level = 35, SortID = 194 },
		},
		[35247] = 
		{
			[1] = { x = 266.54, y = 40.16, z = 99.02, name = "적금", level = 35, SortID = 190 },
			[2] = { x = 213.72, y = 57.23, z = -94.00, name = "적금", level = 35, SortID = 191 },
			[3] = { x = 15.51, y = 82.63, z = 6.47, name = "적금", level = 35, SortID = 192 },
			[4] = { x = -125.10, y = 89.89, z = -2.30, name = "적금", level = 35, SortID = 193 },
			[5] = { x = -322.00, y = 123.66, z = 91.83, name = "적금", level = 35, SortID = 194 },
		},
		[35258] = 
		{
			[1] = { x = 266.54, y = 40.16, z = 99.02, name = "카모 만 칸디스", level = 40, SortID = 199 },
			[2] = { x = 213.72, y = 57.23, z = -94.00, name = "카모 만 칸디스", level = 40, SortID = 198 },
			[3] = { x = 15.51, y = 82.63, z = 6.47, name = "카모 만 칸디스", level = 40, SortID = 197 },
			[4] = { x = -125.10, y = 89.89, z = -2.30, name = "카모 만 칸디스", level = 40, SortID = 196 },
			[5] = { x = -322.00, y = 123.66, z = 91.83, name = "카모 만 칸디스", level = 40, SortID = 195 },
		},
		[35259] = 
		{
			[1] = { x = 266.54, y = 40.16, z = 99.02, name = "불사의 기사", level = 40, SortID = 199,IsBoss = true },
			[2] = { x = 213.72, y = 57.23, z = -94.00, name = "불사의 기사", level = 40, SortID = 198,IsBoss = true },
			[3] = { x = 15.51, y = 82.63, z = 6.47, name = "불사의 기사", level = 40, SortID = 197,IsBoss = true },
			[4] = { x = -125.10, y = 89.89, z = -2.30, name = "불사의 기사", level = 40, SortID = 196,IsBoss = true },
			[5] = { x = -322.00, y = 123.66, z = 91.83, name = "불사의 기사", level = 40, SortID = 195,IsBoss = true },
		},
		[34001] = 
		{
			[1] = { x = -296.25, y = 127.59, z = 116.28, name = "흡혈귀", level = 37, SortID = 10, DropItemIds = " ",BossIconPath = "CBT_Map_Tag_018.png",IsBoss = true },
		},
		[34206] = 
		{
			[1] = { x = -314.10, y = 108.43, z = 18.90, name = "야수스", level = 36, SortID = 13, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[34207] = 
		{
			[1] = { x = 271.77, y = 39.92, z = 33.77, name = "세투르", level = 38, SortID = 24, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[60045] = 
		{
			[1] = { x = 31.75, y = 82.05, z = 23.66, name = "매머드의 왕", level = 39, SortID = 91, DropItemIds = " " },
		},
	},
	Npc = 
	{
		[2048] = 
		{
			[1] = { x = 303.86, y = 47.76, z = -65.19, name = "조나단", SortID = 3 },
		},
		[2049] = 
		{
			[1] = { x = 324.83, y = 47.41, z = -51.09, name = "연합군", SortID = 4 },
			[2] = { x = 310.27, y = 47.42, z = -78.91, name = "연합군", SortID = 5 },
		},
		[2104] = 
		{
			[1] = { x = 292.70, y = 38.28, z = -12.60, name = "장교", SortID = 6 },
			[2] = { x = 271.17, y = 40.42, z = -20.63, name = "장교", SortID = 7 },
			[3] = { x = 333.10, y = 40.02, z = 15.90, name = "장교", SortID = 11 },
			[4] = { x = 290.52, y = 40.02, z = 14.72, name = "장교", SortID = 12 },
			[5] = { x = 240.73, y = 42.45, z = 28.51, name = "장교", SortID = 104 },
		},
		[2103] = 
		{
			[1] = { x = 292.70, y = 38.28, z = -12.60, name = "연합군", SortID = 6 },
			[2] = { x = 271.17, y = 40.42, z = -20.63, name = "연합군", SortID = 7 },
			[3] = { x = 333.10, y = 40.02, z = 15.90, name = "연합군", SortID = 11 },
			[4] = { x = 290.52, y = 40.02, z = 14.72, name = "연합군", SortID = 12 },
			[5] = { x = 240.73, y = 42.45, z = 28.51, name = "연합군", SortID = 104 },
		},
		[2053] = 
		{
			[1] = { x = 140.30, y = 63.26, z = -52.27, name = "후오스 탈란", SortID = 14 },
		},
		[2052] = 
		{
			[1] = { x = 139.13, y = 63.32, z = -49.17, name = "샬롯 탈란", SortID = 15 },
		},
		[2062] = 
		{
			[1] = { x = -230.66, y = 58.26, z = -139.04, name = "트라스", SortID = 26 },
		},
		[2119] = 
		{
			[1] = { x = 255.21, y = 42.18, z = 78.51, name = "조나단", SortID = 27 },
		},
		[2123] = 
		{
			[1] = { x = 122.40, y = 63.92, z = -5.89, name = "조나단", SortID = 31 },
		},
		[2059] = 
		{
			[1] = { x = 57.26, y = 79.95, z = 67.71, name = "철골", SortID = 32 },
		},
		[2136] = 
		{
			[1] = { x = -167.82, y = 58.79, z = -94.77, name = "타시모", IconPath = "Map_Img_Shop", Describe = "타시모", SortID = 34, FunctionName = "소탕" },
		},
		[2134] = 
		{
			[1] = { x = -187.14, y = 58.72, z = -102.44, name = "라스칼", Describe = "잡화 상인", SortID = 35 },
		},
		[2131] = 
		{
			[1] = { x = -229.33, y = 57.85, z = -137.72, name = "나이팅게일", SortID = 36 },
		},
		[2142] = 
		{
			[1] = { x = -243.18, y = 57.32, z = -129.34, name = "디포", SortID = 37 },
		},
		[2138] = 
		{
			[1] = { x = -170.92, y = 45.47, z = -151.09, name = "엘리사 쿠벨", SortID = 38 },
		},
		[2139] = 
		{
			[1] = { x = -167.94, y = 45.47, z = -153.80, name = "레인저", SortID = 39 },
		},
		[2141] = 
		{
			[1] = { x = -170.79, y = 45.47, z = -145.30, name = "사마엘", SortID = 40 },
		},
		[2140] = 
		{
			[1] = { x = -171.80, y = 45.47, z = -142.89, name = "루나 엘린", SortID = 41 },
		},
		[2124] = 
		{
			[1] = { x = -185.35, y = 84.54, z = 0.21, name = "조나단", SortID = 46 },
		},
		[2128] = 
		{
			[1] = { x = -179.30, y = 84.51, z = 5.89, name = "연합군 결사대", SortID = 47 },
		},
		[2086] = 
		{
			[1] = { x = -200.69, y = 58.52, z = -96.24, name = "트란", SortID = 63 },
		},
		[2087] = 
		{
			[1] = { x = -170.92, y = 46.01, z = -126.03, name = "페리스", SortID = 64 },
		},
		[2089] = 
		{
			[1] = { x = 145.90, y = 62.83, z = -29.00, name = "로널드", SortID = 65 },
		},
		[2090] = 
		{
			[1] = { x = 137.56, y = 63.61, z = -44.58, name = "서기관", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "서기관", SortID = 66, FunctionName = "명성" },
		},
		[2092] = 
		{
			[1] = { x = 146.83, y = 63.51, z = -79.80, name = "메이슨", SortID = 67 },
		},
		[2147] = 
		{
			[1] = { x = 141.91, y = 62.84, z = -23.30, name = "마리", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "마리", SortID = 68, FunctionName = "명성" },
		},
		[2135] = 
		{
			[1] = { x = -182.68, y = 58.59, z = -101.93, name = "스티르", SortID = 77 },
		},
		[2133] = 
		{
			[1] = { x = -194.21, y = 58.97, z = -91.62, name = "탄투스", SortID = 78 },
		},
		[2148] = 
		{
			[1] = { x = 141.64, y = 63.58, z = -58.09, name = "칸자르", SortID = 82 },
		},
		[2172] = 
		{
			[1] = { x = 123.86, y = 63.81, z = -9.57, name = "샬롯 탈란", SortID = 111 },
		},
		[2175] = 
		{
			[1] = { x = 258.66, y = 41.48, z = 53.76, name = "샬롯 탈란", SortID = 112 },
		},
		[2173] = 
		{
			[1] = { x = 265.73, y = 39.42, z = 99.93, name = "샬롯 탈란", SortID = 113 },
		},
		[147] = 
		{
			[1] = { x = 156.46, y = 63.34, z = -65.88, name = "잡화 상인", SortID = 136 },
			[2] = { x = 343.87, y = 47.89, z = -66.40, name = "잡화 상인", SortID = 137 },
		},
		[20] = 
		{
			[1] = { x = 344.20, y = 49.54, z = 125.36, name = "로렌스", SortID = 79 },
		},
		[21] = 
		{
			[1] = { x = 138.40, y = 32.28, z = 131.00, name = "로렌스", SortID = 80 },
		},
		[22] = 
		{
			[1] = { x = -245.30, y = 57.51, z = -116.09, name = "로렌스", SortID = 81 },
		},
		[2226] = 
		{
			[1] = { x = -155.59, y = 59.38, z = -77.72, name = "데바 상인", SortID = 162 },
			[2] = { x = -197.62, y = 58.67, z = -95.62, name = "데바 상인", SortID = 172 },
		},
		[2227] = 
		{
			[1] = { x = -158.73, y = 58.87, z = -82.78, name = "제3군단 병사", SortID = 163 },
			[2] = { x = -182.55, y = 45.48, z = -145.42, name = "제3군단 병사", SortID = 164 },
			[3] = { x = -178.25, y = 43.74, z = -177.54, name = "제3군단 병사", SortID = 165 },
			[4] = { x = -229.70, y = 57.07, z = -113.01, name = "제3군단 병사", SortID = 168 },
		},
		[2228] = 
		{
			[1] = { x = -159.04, y = 45.48, z = -144.89, name = "데바 장교", SortID = 166 },
			[2] = { x = -225.88, y = 57.23, z = -107.40, name = "데바 장교", SortID = 167 },
		},
		[2230] = 
		{
			[1] = { x = -148.58, y = 37.12, z = -201.00, name = "군인", SortID = 169 },
			[2] = { x = -165.81, y = 45.45, z = -131.88, name = "군인", SortID = 170 },
			[3] = { x = -162.71, y = 60.46, z = -76.46, name = "군인", SortID = 171 },
		},
		[2229] = 
		{
			[1] = { x = -201.66, y = 58.44, z = -98.15, name = "칼란 마을 주민", SortID = 173 },
			[2] = { x = -189.59, y = 59.61, z = -83.82, name = "칼란 마을 주민", SortID = 174 },
			[3] = { x = -204.38, y = 49.74, z = -136.85, name = "칼란 마을 주민", SortID = 175 },
		},
		[2225] = 
		{
			[1] = { x = -189.59, y = 59.61, z = -83.82, name = "소녀", SortID = 174 },
			[2] = { x = -204.38, y = 49.74, z = -136.85, name = "소녀", SortID = 175 },
		},
		[2231] = 
		{
			[1] = { x = -131.60, y = 37.12, z = -181.00, name = "항구 노동자", SortID = 176 },
			[2] = { x = -140.11, y = 37.12, z = -190.04, name = "항구 노동자", SortID = 177 },
			[3] = { x = -173.09, y = 32.11, z = -237.58, name = "항구 노동자", SortID = 178 },
			[4] = { x = -178.33, y = 32.11, z = -217.04, name = "항구 노동자", SortID = 179 },
			[5] = { x = -197.06, y = 43.74, z = -168.39, name = "항구 노동자", SortID = 180 },
		},
		[2234] = 
		{
			[1] = { x = -304.20, y = 122.59, z = 78.00, name = "", SortID = 181 },
		},
		[2235] = 
		{
			[1] = { x = 293.90, y = 39.02, z = -5.90, name = "", SortID = 182 },
		},
		[2271] = 
		{
			[1] = { x = 185.08, y = 58.26, z = -50.72, name = "모리", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "모리 남작", SortID = 87, FunctionName = "명성" },
		},
		[2272] = 
		{
			[1] = { x = -189.18, y = 43.74, z = -174.81, name = "타시모", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "타시모", SortID = 88, FunctionName = "명성" },
		},
		[2269] = 
		{
			[1] = { x = 311.63, y = 47.83, z = -61.40, name = "사관", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "연합군 사관", SortID = 89, FunctionName = "명성" },
		},
		[2276] = 
		{
			[1] = { x = 64.33, y = 79.70, z = 60.29, name = "산지의 사냥꾼 집", SortID = 90 },
		},
	},
	Region = 
	{
		[1] = 
		{
			[1] = { x = 340.76, y = 47.89, z = -108.46, xA = 53.88, yA = 26.64, zA = 143.21, name = "霍加斯北通往霍加斯南的传送区域", worldId = 140, PkMode = 0 },
			[282] = { x = -162.49, y = 33.50, z = -212.56, xA = 166.67, yA = 49.24, zA = 276.64, name = "埃塞尼亚传送至霍加斯", worldId = 170, PkMode = 0 },
		},
		[2] = 
		{
			[209] = { x = 326.53, y = 47.83, z = -69.38, name = "전방 캠프", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Battle" },
			[210] = { x = 268.97, y = 42.73, z = -81.04, name = "선봉군 항구", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Battle" },
			[211] = { x = 272.13, y = 43.23, z = 29.33, name = "전선", isShowName = true, worldId = 0, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Battle" },
			[212] = { x = 297.77, y = 31.95, z = 108.27, name = "폐허가 된 성루", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[213] = { x = 195.43, y = 39.00, z = 116.25, name = "버려진 자들의 묘지", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Canyon" },
			[214] = { x = 199.62, y = 52.34, z = -41.98, name = "남작령 외곽", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Canyon" },
			[215] = { x = 150.61, y = 63.09, z = -41.98, name = "탈란 남작령", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[216] = { x = -68.33, y = 96.48, z = 62.74, name = "아논 마을", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Canyon" },
			[217] = { x = -158.15, y = 41.27, z = -121.41, name = "칼란항", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[218] = { x = -33.91, y = 49.54, z = -83.02, name = "죽음의 갱도", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Canyon" },
			[219] = { x = -297.35, y = 123.86, z = 13.72, name = "눈의 성", isShowName = true, worldId = 0, PkMode = 0 },
			[242] = { x = 253.86, y = 47.72, z = -28.53, name = "前线相位", worldId = 0, PkMode = 0 },
			[243] = { x = -247.01, y = 122.23, z = 32.04, name = "雪峰相位", worldId = 0, PkMode = 0 },
			[244] = { x = 71.65, y = 75.66, z = 40.29, name = "前往安农", worldId = 0, PkMode = 0 },
			[246] = { x = -171.11, y = 63.01, z = -68.63, name = "前往卡兰", worldId = 0, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Harbor" },
			[253] = { x = 151.15, y = 63.43, z = -78.35, name = "德法间谍埋伏点", worldId = 0, PkMode = 0 },
			[264] = { x = -190.26, y = 96.98, z = 82.16, name = "支线-丢失的货车-刷怪安农", worldId = 0, PkMode = 0 },
			[265] = { x = 150.49, y = 63.44, z = -79.52, name = "支线-德法刺客", worldId = 0, PkMode = 0 },
			[365] = { x = 219.69, y = 1.00, z = 104.47, name = "背景音乐-前线", worldId = 0, BackgroundMusic = "BGM_Map_3/Map_3/map_3_zone_6", PkMode = 0 },
			[366] = { x = 174.95, y = 1.00, z = -2.15, name = "背景音乐-男爵领", worldId = 0, BackgroundMusic = "BGM_Map_3/Map_3/map_3_zone_5", PkMode = 0 },
			[367] = { x = -137.78, y = 1.00, z = 49.81, name = "背景音乐-雪山雪原", worldId = 0, BackgroundMusic = "BGM_Map_3/Map_3/map_3_zone_4", PkMode = 0 },
			[384] = { x = 188.24, y = 58.08, z = -42.79, name = "支线-领地故事-地点1", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[385] = { x = 182.45, y = 60.74, z = -12.20, name = "支线-领地故事-地点2", worldId = 0, PkMode = 0 },
			[386] = { x = 112.59, y = 64.32, z = 18.75, name = "支线-领地故事-地点3 ", worldId = 0, PkMode = 0 },
			[387] = { x = 141.87, y = 63.20, z = -42.91, name = "支线-领地故事-地点4", worldId = 0, PkMode = 0 },
			[388] = { x = 47.50, y = 82.52, z = 61.50, name = "支线-残破的日记【鹰眼】", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {12074} },
			[399] = { x = 243.30, y = 42.01, z = 50.20, name = "支线-探查托里领地", worldId = 0, PkMode = 0 },
			[398] = { x = 244.23, y = 40.34, z = 93.64, name = "支线-日记残页1【鹰眼】", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {12076} },
			[389] = { x = 298.49, y = 43.89, z = 77.42, name = "支线-残页2到达", worldId = 0, PkMode = 0 },
			[390] = { x = 298.75, y = 44.00, z = 68.67, name = "支线-残页2到达刷怪", worldId = 0, PkMode = 0 },
			[391] = { x = 332.94, y = 86.99, z = 135.50, name = "支线-日记残页3【鹰眼】", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {12082} },
			[392] = { x = 325.74, y = 97.76, z = 46.40, name = "支线-日记残页4【鹰眼】", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {12082} },
			[397] = { x = 264.89, y = 42.54, z = 103.26, name = "支线-墓园相位进入", worldId = 0, PkMode = 0 },
			[400] = { x = 288.53, y = 376.23, z = 11.17, name = "神视单人-1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[401] = { x = 287.41, y = 380.11, z = 8.07, name = "神视单人-2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[402] = { x = 288.22, y = 384.15, z = 9.73, name = "神视单人-3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[403] = { x = 239.87, y = 343.70, z = 124.68, name = "神视单人-4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[404] = { x = -88.10, y = 461.47, z = -96.70, name = "神视单人-5", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[405] = { x = 28.38, y = 443.84, z = 22.40, name = "神视单人-6", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[406] = { x = -178.40, y = 370.65, z = 38.50, name = "神视单人-7", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[407] = { x = -88.10, y = 461.03, z = -96.70, name = "神视单人-8", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[408] = { x = 327.60, y = 272.79, z = 110.30, name = "神之视界-商人1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[409] = { x = 192.12, y = 364.23, z = 106.41, name = "神之视界-商人2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[410] = { x = -194.54, y = 418.90, z = -93.72, name = "神之视界-商人3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[411] = { x = -169.17, y = 428.71, z = -126.37, name = "神视单人-霍加斯王国史02", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[412] = { x = -310.38, y = 226.39, z = 57.76, name = "神视单人-霍加斯王国史05", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[413] = { x = -72.00, y = 418.88, z = 62.80, name = "神视单人-霍加斯王国史06", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[414] = { x = 188.08, y = 360.48, z = 112.45, name = "神视单人-霍加斯王国史07", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[415] = { x = 198.52, y = 437.60, z = -26.05, name = "神视单人-霍加斯王国史08", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[416] = { x = 265.60, y = 381.76, z = 26.82, name = "神视多人-1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[417] = { x = 271.28, y = 381.92, z = 24.28, name = "神视多人-2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[418] = { x = 266.97, y = 381.81, z = 26.53, name = "神视多人-3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[419] = { x = 266.47, y = 382.00, z = 25.65, name = "神视多人-4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[420] = { x = -130.74, y = 400.36, z = 3.05, name = "神视多人-5", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[421] = { x = -128.54, y = 414.85, z = 2.06, name = "神视多人-6", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[422] = { x = -132.94, y = 411.89, z = -2.00, name = "神视多人-7", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[423] = { x = -131.32, y = 413.97, z = 3.85, name = "神视多人-8", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[456] = { x = -180.16, y = 60.50, z = -76.96, name = "向特兰复命传送", worldId = 0, PkMode = 0 },
			[457] = { x = -303.80, y = 122.88, z = 77.81, name = "", worldId = 0, PkMode = 0 },
			[458] = { x = 268.02, y = 50.24, z = -70.75, name = "开坦克进入相位", worldId = 0, PkMode = 0 },
			[464] = { x = 289.26, y = 39.26, z = 6.17, name = "전선", isShowName = true, worldId = 0, PkMode = 0 },
			[465] = { x = 193.63, y = 36.67, z = 118.56, name = "버려진 자들의 묘지", isShowName = true, worldId = 0, PkMode = 0 },
			[466] = { x = -68.28, y = 92.45, z = 52.69, name = "아논 마을", isShowName = true, worldId = 0, PkMode = 0 },
			[467] = { x = -313.10, y = 137.44, z = 69.64, name = "눈의 성", isShowName = true, worldId = 0, PkMode = 2 },
			[565] = { x = -314.11, y = 111.83, z = 18.91, name = "눈의 성", isShowName = true, worldId = 0, PkMode = 0 },
			[566] = { x = 271.74, y = 42.92, z = 33.68, name = "전선", isShowName = true, worldId = 0, PkMode = 0 },
			[580] = { x = -295.91, y = 122.26, z = 22.75, name = "最后一战相位", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[239] = 
		{
			[1] = { x = -27.78, y = 52.15, z = -113.09 },
			[2] = { x = -37.28, y = 52.15, z = -116.85 },
			[3] = { x = -16.80, y = 52.14, z = -103.30 },
		},
		[276] = 
		{
			[1] = { x = 265.69, y = 38.95, z = 100.11 },
		},
		[277] = 
		{
			[1] = { x = 213.72, y = 57.26, z = -99.02 },
		},
		[278] = 
		{
			[1] = { x = 12.12, y = 82.27, z = 0.95 },
		},
		[279] = 
		{
			[1] = { x = -121.69, y = 89.36, z = -1.15 },
		},
		[280] = 
		{
			[1] = { x = -322.00, y = 123.47, z = 87.92 },
		},
		[215] = 
		{
			[1] = { x = 182.58, y = 59.92, z = 18.27 },
			[2] = { x = 198.12, y = 58.65, z = -17.39 },
			[3] = { x = 188.02, y = 57.53, z = -37.45 },
			[4] = { x = 170.45, y = 62.85, z = -5.79 },
			[5] = { x = 221.71, y = 50.91, z = -61.48 },
		},
		[213] = 
		{
			[1] = { x = -183.66, y = 97.38, z = 90.50 },
		},
		[375] = 
		{
			[1] = { x = 62.46, y = 80.15, z = 60.64 },
		},
		[376] = 
		{
			[1] = { x = 236.50, y = 32.95, z = 129.93 },
		},
		[377] = 
		{
			[1] = { x = 190.63, y = 59.50, z = 1.83 },
		},
		[319] = 
		{
			[1] = { x = 134.44, y = 34.05, z = 104.09 },
		},
		[492] = 
		{
			[1] = { x = 187.55, y = 36.60, z = 127.67 },
			[2] = { x = 175.90, y = 36.15, z = 125.40 },
			[3] = { x = 192.02, y = 36.37, z = 131.80 },
			[4] = { x = 213.10, y = 34.00, z = 132.20 },
			[5] = { x = 201.50, y = 35.56, z = 122.80 },
			[6] = { x = 232.00, y = 33.83, z = 145.20 },
			[7] = { x = 169.19, y = 35.35, z = 114.80 },
			[8] = { x = 172.61, y = 35.12, z = 105.76 },
			[9] = { x = 161.60, y = 35.11, z = 108.15 },
			[10] = { x = 158.50, y = 34.65, z = 106.30 },
		},
		[493] = 
		{
			[1] = { x = 23.30, y = 83.19, z = 38.10 },
			[2] = { x = -96.10, y = 94.43, z = 54.70 },
		},
		[513] = 
		{
			[1] = { x = 48.00, y = 80.92, z = 60.60 },
		},
		[514] = 
		{
			[1] = { x = 244.82, y = 40.69, z = 90.49 },
		},
		[515] = 
		{
			[1] = { x = 300.89, y = 43.45, z = 67.85 },
		},
		[516] = 
		{
			[1] = { x = 332.50, y = 50.55, z = 135.80 },
		},
		[517] = 
		{
			[1] = { x = 326.99, y = 42.00, z = 42.71 },
		},
		[588] = 
		{
			[1] = { x = 219.64, y = 33.72, z = 140.95 },
			[2] = { x = 265.17, y = 40.78, z = -11.85 },
			[3] = { x = 231.30, y = 41.47, z = 59.20 },
			[4] = { x = 325.80, y = 40.73, z = 34.00 },
			[5] = { x = -102.00, y = 56.15, z = -132.20 },
			[6] = { x = 19.90, y = 40.73, z = -5.90 },
			[7] = { x = -180.60, y = 96.35, z = 80.40 },
			[8] = { x = -19.90, y = 96.35, z = -96.70 },
		},
		[331] = 
		{
			[1] = { x = -93.18, y = 92.49, z = 39.45 },
		},
		[332] = 
		{
			[1] = { x = 170.54, y = 62.62, z = -21.65 },
		},
		[622] = 
		{
			[1] = { x = -191.55, y = 58.64, z = -101.58 },
		},
		[728] = 
		{
			[1] = { x = 265.69, y = 39.86, z = 100.11 },
		},
		[729] = 
		{
			[1] = { x = 213.72, y = 57.23, z = -99.02 },
		},
		[730] = 
		{
			[1] = { x = 12.12, y = 82.28, z = 0.95 },
		},
		[731] = 
		{
			[1] = { x = -121.69, y = 90.01, z = -1.15 },
		},
		[732] = 
		{
			[1] = { x = -322.00, y = 123.48, z = 87.92 },
		},
		[778] = 
		{
			[1] = { x = 265.69, y = 39.86, z = 100.11 },
		},
		[779] = 
		{
			[1] = { x = 213.72, y = 57.23, z = -99.02 },
		},
		[780] = 
		{
			[1] = { x = 12.12, y = 82.28, z = 0.95 },
		},
		[781] = 
		{
			[1] = { x = -121.69, y = 90.01, z = -1.15 },
		},
		[782] = 
		{
			[1] = { x = -322.00, y = 123.48, z = 87.92 },
		},
		[870] = 
		{
			[1] = { x = 161.79, y = 63.00, z = -14.09 },
			[2] = { x = 177.64, y = 59.86, z = 25.08 },
			[3] = { x = 198.38, y = 58.62, z = -16.30 },
		},
	},
	Entity = 
	{
		[8] = 
		{
			x = 292.90, y = 37.80, z = 2.80, Type = 1,
			Tid = 
			{
				[12032] = 25,
			},
		},
		[9] = 
		{
			x = 291.34, y = 38.88, z = -6.53, Type = 1,
			Tid = 
			{
				[12031] = 1,
			},
		},
		[16] = 
		{
			x = 317.76, y = 40.14, z = 37.84, Type = 1,
			Tid = 
			{
				[12043] = 1,
			},
		},
		[17] = 
		{
			x = 241.00, y = 33.18, z = 142.60, Type = 1,
			Tid = 
			{
				[12051] = 4,
			},
		},
		[18] = 
		{
			x = 223.62, y = 33.40, z = 118.89, Type = 1,
			Tid = 
			{
				[12051] = 2,
			},
		},
		[19] = 
		{
			x = 137.23, y = 32.21, z = 131.71, Type = 1,
			Tid = 
			{
				[12053] = 1,
			},
		},
		[20] = 
		{
			x = 193.79, y = 36.37, z = 118.55, Type = 1,
			Tid = 
			{
				[12052] = 25,
			},
		},
		[21] = 
		{
			x = -99.59, y = 94.73, z = 62.91, Type = 1,
			Tid = 
			{
				[12054] = 1,
			},
		},
		[22] = 
		{
			x = -89.52, y = 93.94, z = 63.96, Type = 1,
			Tid = 
			{
				[12055] = 5,
			},
		},
		[23] = 
		{
			x = -69.10, y = 91.70, z = 52.40, Type = 1,
			Tid = 
			{
				[12056] = 25,
			},
		},
		[28] = 
		{
			x = 335.60, y = 47.73, z = 111.40, Type = 1,
			Tid = 
			{
				[12041] = 5,
				[12042] = 4,
			},
		},
		[29] = 
		{
			x = 330.70, y = 48.00, z = 74.30, Type = 1,
			Tid = 
			{
				[12041] = 5,
				[12042] = 4,
			},
		},
		[30] = 
		{
			x = 316.82, y = 50.66, z = 146.51, Type = 1,
			Tid = 
			{
				[12043] = 1,
			},
		},
		[33] = 
		{
			x = 31.75, y = 82.09, z = 23.66, Type = 1,
			Tid = 
			{
				[12066] = 5,
			},
		},
		[42] = 
		{
			x = -61.70, y = 52.46, z = -90.70, Type = 1,
			Tid = 
			{
				[12067] = 5,
			},
		},
		[53] = 
		{
			x = 266.54, y = 40.16, z = 99.02, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[54] = 
		{
			x = 213.72, y = 57.23, z = -94.00, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[55] = 
		{
			x = 15.51, y = 82.63, z = 6.47, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[56] = 
		{
			x = -125.10, y = 89.89, z = -2.30, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[57] = 
		{
			x = -322.00, y = 123.66, z = 91.83, Type = 1,
			Tid = 
			{
				[35230] = 1,
				[35231] = 1,
				[35232] = 1,
			},
		},
		[75] = 
		{
			x = -190.76, y = 96.52, z = 82.05, Type = 1,
			Tid = 
			{
				[12059] = 5,
			},
		},
		[76] = 
		{
			x = 150.12, y = 63.42, z = -79.46, Type = 1,
			Tid = 
			{
				[12083] = 1,
			},
		},
		[116] = 
		{
			x = 296.39, y = 43.52, z = 64.80, Type = 1,
			Tid = 
			{
				[12084] = 1,
				[12085] = 3,
			},
		},
		[107] = 
		{
			x = 301.90, y = 47.63, z = 112.60, Type = 1,
			Tid = 
			{
				[12041] = 3,
			},
		},
		[109] = 
		{
			x = 173.41, y = 62.33, z = -18.98, Type = 1,
			Tid = 
			{
				[12033] = 3,
			},
		},
		[108] = 
		{
			x = 192.06, y = 58.81, z = -4.25, Type = 1,
			Tid = 
			{
				[12033] = 3,
			},
		},
		[110] = 
		{
			x = 206.47, y = 55.41, z = -27.07, Type = 1,
			Tid = 
			{
				[12033] = 3,
			},
		},
		[120] = 
		{
			x = 196.70, y = 53.76, z = 37.10, Type = 1,
			Tid = 
			{
				[12033] = 3,
			},
		},
		[106] = 
		{
			x = 189.80, y = 53.76, z = 51.30, Type = 1,
			Tid = 
			{
				[12033] = 3,
			},
		},
		[121] = 
		{
			x = 307.43, y = 39.83, z = 36.83, Type = 1,
			Tid = 
			{
				[12031] = 1,
			},
		},
		[122] = 
		{
			x = 293.29, y = 39.83, z = 39.63, Type = 1,
			Tid = 
			{
				[12031] = 1,
			},
		},
		[123] = 
		{
			x = 172.21, y = 58.40, z = 63.54, Type = 1,
			Tid = 
			{
				[12032] = 2,
				[12033] = 1,
			},
		},
		[124] = 
		{
			x = 16.94, y = 82.09, z = -6.33, Type = 1,
			Tid = 
			{
				[12066] = 5,
			},
		},
		[25] = 
		{
			x = -56.79, y = 88.94, z = 61.56, Type = 1,
			Tid = 
			{
				[12055] = 2,
			},
		},
		[125] = 
		{
			x = -53.59, y = 52.14, z = -58.89, Type = 1,
			Tid = 
			{
				[12068] = 1,
			},
		},
		[126] = 
		{
			x = -37.52, y = 52.14, z = -87.17, Type = 1,
			Tid = 
			{
				[12067] = 5,
			},
		},
		[128] = 
		{
			x = 0.99, y = 52.53, z = -89.04, Type = 1,
			Tid = 
			{
				[12067] = 3,
				[12069] = 2,
			},
		},
		[127] = 
		{
			x = -43.04, y = 52.53, z = -106.73, Type = 1,
			Tid = 
			{
				[12067] = 3,
				[12069] = 2,
			},
		},
		[129] = 
		{
			x = 17.95, y = 52.53, z = -94.20, Type = 1,
			Tid = 
			{
				[12067] = 3,
				[12069] = 2,
			},
		},
		[130] = 
		{
			x = -81.98, y = 56.15, z = -124.56, Type = 1,
			Tid = 
			{
				[12067] = 3,
				[12069] = 2,
			},
		},
		[131] = 
		{
			x = -301.90, y = 124.01, z = 87.95, Type = 1,
			Tid = 
			{
				[12052] = 8,
			},
		},
		[132] = 
		{
			x = -319.86, y = 111.03, z = 36.85, Type = 1,
			Tid = 
			{
				[12052] = 8,
			},
		},
		[133] = 
		{
			x = -311.82, y = 124.01, z = 65.40, Type = 1,
			Tid = 
			{
				[12052] = 8,
			},
		},
		[134] = 
		{
			x = -308.90, y = 124.01, z = -4.30, Type = 1,
			Tid = 
			{
				[12052] = 8,
			},
		},
		[135] = 
		{
			x = -287.20, y = 95.01, z = -36.20, Type = 1,
			Tid = 
			{
				[12052] = 8,
			},
		},
		[139] = 
		{
			x = 226.47, y = 33.09, z = 135.77, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[140] = 
		{
			x = 269.40, y = 44.20, z = -18.90, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[143] = 
		{
			x = 233.50, y = 42.20, z = 55.60, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[145] = 
		{
			x = 325.50, y = 42.20, z = 30.70, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[147] = 
		{
			x = -101.00, y = 90.80, z = -123.30, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[148] = 
		{
			x = 22.50, y = 90.80, z = 1.70, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[151] = 
		{
			x = -181.30, y = 90.80, z = 75.70, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[152] = 
		{
			x = -25.00, y = 90.80, z = -98.90, Type = 1,
			Tid = 
			{
				[39000] = 4,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[154] = 
		{
			x = 254.00, y = 40.29, z = 93.70, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[155] = 
		{
			x = 296.40, y = 39.87, z = 38.50, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[156] = 
		{
			x = 240.10, y = 43.14, z = 15.50, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[157] = 
		{
			x = 313.80, y = 38.28, z = -17.30, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[158] = 
		{
			x = -51.50, y = 91.96, z = 71.70, Type = 1,
			Tid = 
			{
				[39203] = 1,
			},
		},
		[159] = 
		{
			x = -190.00, y = 85.74, z = 26.20, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[160] = 
		{
			x = -216.00, y = 87.82, z = -30.80, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[161] = 
		{
			x = -153.50, y = 70.74, z = -40.70, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[189] = 
		{
			x = -24.11, y = 52.53, z = -102.67, Type = 1,
			Tid = 
			{
				[12067] = 3,
				[12069] = 2,
			},
		},
		[190] = 
		{
			x = 266.54, y = 40.16, z = 99.02, Type = 1,
			Tid = 
			{
				[35245] = 1,
				[35246] = 1,
				[35247] = 1,
			},
		},
		[191] = 
		{
			x = 213.72, y = 57.23, z = -94.00, Type = 1,
			Tid = 
			{
				[35245] = 1,
				[35246] = 1,
				[35247] = 1,
			},
		},
		[192] = 
		{
			x = 15.51, y = 82.63, z = 6.47, Type = 1,
			Tid = 
			{
				[35245] = 1,
				[35246] = 1,
				[35247] = 1,
			},
		},
		[193] = 
		{
			x = -125.10, y = 89.89, z = -2.30, Type = 1,
			Tid = 
			{
				[35245] = 1,
				[35246] = 1,
				[35247] = 1,
			},
		},
		[194] = 
		{
			x = -322.00, y = 123.66, z = 91.83, Type = 1,
			Tid = 
			{
				[35245] = 1,
				[35246] = 1,
				[35247] = 1,
			},
		},
		[199] = 
		{
			x = 266.54, y = 40.16, z = 99.02, Type = 1,
			Tid = 
			{
				[35258] = 1,
				[35259] = 1,
			},
		},
		[198] = 
		{
			x = 213.72, y = 57.23, z = -94.00, Type = 1,
			Tid = 
			{
				[35258] = 1,
				[35259] = 1,
			},
		},
		[197] = 
		{
			x = 15.51, y = 82.63, z = 6.47, Type = 1,
			Tid = 
			{
				[35258] = 1,
				[35259] = 1,
			},
		},
		[196] = 
		{
			x = -125.10, y = 89.89, z = -2.30, Type = 1,
			Tid = 
			{
				[35258] = 1,
				[35259] = 1,
			},
		},
		[195] = 
		{
			x = -322.00, y = 123.66, z = 91.83, Type = 1,
			Tid = 
			{
				[35258] = 1,
				[35259] = 1,
			},
		},
		[10] = 
		{
			x = -296.25, y = 127.59, z = 116.28, Type = 1,
			Tid = 
			{
				[34001] = 1,
			},
		},
		[13] = 
		{
			x = -314.10, y = 108.43, z = 18.90, Type = 1,
			Tid = 
			{
				[34206] = 1,
			},
		},
		[24] = 
		{
			x = 271.77, y = 39.92, z = 33.77, Type = 1,
			Tid = 
			{
				[34207] = 1,
			},
		},
		[91] = 
		{
			x = 31.75, y = 82.05, z = 23.66, Type = 1,
			Tid = 
			{
				[60045] = 1,
			},
		},
		[3] = 
		{
			x = 303.86, y = 47.76, z = -65.19, Type = 2,
			Tid = 
			{
				[2048] = 1,
			},
		},
		[4] = 
		{
			x = 324.83, y = 47.41, z = -51.09, Type = 2,
			Tid = 
			{
				[2049] = 3,
			},
		},
		[5] = 
		{
			x = 310.27, y = 47.42, z = -78.91, Type = 2,
			Tid = 
			{
				[2049] = 6,
			},
		},
		[6] = 
		{
			x = 292.70, y = 38.28, z = -12.60, Type = 2,
			Tid = 
			{
				[2104] = 1,
				[2103] = 3,
			},
		},
		[7] = 
		{
			x = 271.17, y = 40.42, z = -20.63, Type = 2,
			Tid = 
			{
				[2104] = 1,
				[2103] = 3,
			},
		},
		[11] = 
		{
			x = 333.10, y = 40.02, z = 15.90, Type = 2,
			Tid = 
			{
				[2104] = 1,
				[2103] = 2,
			},
		},
		[12] = 
		{
			x = 290.52, y = 40.02, z = 14.72, Type = 2,
			Tid = 
			{
				[2104] = 1,
				[2103] = 2,
			},
		},
		[14] = 
		{
			x = 140.30, y = 63.26, z = -52.27, Type = 2,
			Tid = 
			{
				[2053] = 1,
			},
		},
		[15] = 
		{
			x = 139.13, y = 63.32, z = -49.17, Type = 2,
			Tid = 
			{
				[2052] = 1,
			},
		},
		[26] = 
		{
			x = -230.66, y = 58.26, z = -139.04, Type = 2,
			Tid = 
			{
				[2062] = 1,
			},
		},
		[27] = 
		{
			x = 255.21, y = 42.18, z = 78.51, Type = 2,
			Tid = 
			{
				[2119] = 1,
			},
		},
		[31] = 
		{
			x = 122.40, y = 63.92, z = -5.89, Type = 2,
			Tid = 
			{
				[2123] = 1,
			},
		},
		[32] = 
		{
			x = 57.26, y = 79.95, z = 67.71, Type = 2,
			Tid = 
			{
				[2059] = 1,
			},
		},
		[34] = 
		{
			x = -167.82, y = 58.79, z = -94.77, Type = 2,
			Tid = 
			{
				[2136] = 1,
			},
		},
		[35] = 
		{
			x = -187.14, y = 58.72, z = -102.44, Type = 2,
			Tid = 
			{
				[2134] = 1,
			},
		},
		[36] = 
		{
			x = -229.33, y = 57.85, z = -137.72, Type = 2,
			Tid = 
			{
				[2131] = 1,
			},
		},
		[37] = 
		{
			x = -243.18, y = 57.32, z = -129.34, Type = 2,
			Tid = 
			{
				[2142] = 1,
			},
		},
		[38] = 
		{
			x = -170.92, y = 45.47, z = -151.09, Type = 2,
			Tid = 
			{
				[2138] = 1,
			},
		},
		[39] = 
		{
			x = -167.94, y = 45.47, z = -153.80, Type = 2,
			Tid = 
			{
				[2139] = 4,
			},
		},
		[40] = 
		{
			x = -170.79, y = 45.47, z = -145.30, Type = 2,
			Tid = 
			{
				[2141] = 1,
			},
		},
		[41] = 
		{
			x = -171.80, y = 45.47, z = -142.89, Type = 2,
			Tid = 
			{
				[2140] = 1,
			},
		},
		[46] = 
		{
			x = -185.35, y = 84.54, z = 0.21, Type = 2,
			Tid = 
			{
				[2124] = 1,
			},
		},
		[47] = 
		{
			x = -179.30, y = 84.51, z = 5.89, Type = 2,
			Tid = 
			{
				[2128] = 8,
			},
		},
		[63] = 
		{
			x = -200.69, y = 58.52, z = -96.24, Type = 2,
			Tid = 
			{
				[2086] = 1,
			},
		},
		[64] = 
		{
			x = -170.92, y = 46.01, z = -126.03, Type = 2,
			Tid = 
			{
				[2087] = 1,
			},
		},
		[65] = 
		{
			x = 145.90, y = 62.83, z = -29.00, Type = 2,
			Tid = 
			{
				[2089] = 1,
			},
		},
		[66] = 
		{
			x = 137.56, y = 63.61, z = -44.58, Type = 2,
			Tid = 
			{
				[2090] = 1,
			},
		},
		[67] = 
		{
			x = 146.83, y = 63.51, z = -79.80, Type = 2,
			Tid = 
			{
				[2092] = 1,
			},
		},
		[68] = 
		{
			x = 141.91, y = 62.84, z = -23.30, Type = 2,
			Tid = 
			{
				[2147] = 1,
			},
		},
		[77] = 
		{
			x = -182.68, y = 58.59, z = -101.93, Type = 2,
			Tid = 
			{
				[2135] = 1,
			},
		},
		[78] = 
		{
			x = -194.21, y = 58.97, z = -91.62, Type = 2,
			Tid = 
			{
				[2133] = 1,
			},
		},
		[82] = 
		{
			x = 141.64, y = 63.58, z = -58.09, Type = 2,
			Tid = 
			{
				[2148] = 1,
			},
		},
		[111] = 
		{
			x = 123.86, y = 63.81, z = -9.57, Type = 2,
			Tid = 
			{
				[2172] = 1,
			},
		},
		[112] = 
		{
			x = 258.66, y = 41.48, z = 53.76, Type = 2,
			Tid = 
			{
				[2175] = 1,
			},
		},
		[113] = 
		{
			x = 265.73, y = 39.42, z = 99.93, Type = 2,
			Tid = 
			{
				[2173] = 1,
			},
		},
		[104] = 
		{
			x = 240.73, y = 42.45, z = 28.51, Type = 2,
			Tid = 
			{
				[2104] = 1,
				[2103] = 2,
			},
		},
		[136] = 
		{
			x = 156.46, y = 63.34, z = -65.88, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[137] = 
		{
			x = 343.87, y = 47.89, z = -66.40, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[79] = 
		{
			x = 344.20, y = 49.54, z = 125.36, Type = 2,
			Tid = 
			{
				[20] = 1,
			},
		},
		[80] = 
		{
			x = 138.40, y = 32.28, z = 131.00, Type = 2,
			Tid = 
			{
				[21] = 1,
			},
		},
		[81] = 
		{
			x = -245.30, y = 57.51, z = -116.09, Type = 2,
			Tid = 
			{
				[22] = 1,
			},
		},
		[162] = 
		{
			x = -155.59, y = 59.38, z = -77.72, Type = 2,
			Tid = 
			{
				[2226] = 1,
			},
		},
		[163] = 
		{
			x = -158.73, y = 58.87, z = -82.78, Type = 2,
			Tid = 
			{
				[2227] = 6,
			},
		},
		[164] = 
		{
			x = -182.55, y = 45.48, z = -145.42, Type = 2,
			Tid = 
			{
				[2227] = 6,
			},
		},
		[165] = 
		{
			x = -178.25, y = 43.74, z = -177.54, Type = 2,
			Tid = 
			{
				[2227] = 6,
			},
		},
		[166] = 
		{
			x = -159.04, y = 45.48, z = -144.89, Type = 2,
			Tid = 
			{
				[2228] = 1,
			},
		},
		[167] = 
		{
			x = -225.88, y = 57.23, z = -107.40, Type = 2,
			Tid = 
			{
				[2228] = 1,
			},
		},
		[168] = 
		{
			x = -229.70, y = 57.07, z = -113.01, Type = 2,
			Tid = 
			{
				[2227] = 6,
			},
		},
		[169] = 
		{
			x = -148.58, y = 37.12, z = -201.00, Type = 2,
			Tid = 
			{
				[2230] = 6,
			},
		},
		[170] = 
		{
			x = -165.81, y = 45.45, z = -131.88, Type = 2,
			Tid = 
			{
				[2230] = 6,
			},
		},
		[171] = 
		{
			x = -162.71, y = 60.46, z = -76.46, Type = 2,
			Tid = 
			{
				[2230] = 6,
			},
		},
		[172] = 
		{
			x = -197.62, y = 58.67, z = -95.62, Type = 2,
			Tid = 
			{
				[2226] = 1,
			},
		},
		[173] = 
		{
			x = -201.66, y = 58.44, z = -98.15, Type = 2,
			Tid = 
			{
				[2229] = 1,
			},
		},
		[174] = 
		{
			x = -189.59, y = 59.61, z = -83.82, Type = 2,
			Tid = 
			{
				[2229] = 1,
				[2225] = 1,
			},
		},
		[175] = 
		{
			x = -204.38, y = 49.74, z = -136.85, Type = 2,
			Tid = 
			{
				[2229] = 1,
				[2225] = 1,
			},
		},
		[176] = 
		{
			x = -131.60, y = 37.12, z = -181.00, Type = 2,
			Tid = 
			{
				[2231] = 1,
			},
		},
		[177] = 
		{
			x = -140.11, y = 37.12, z = -190.04, Type = 2,
			Tid = 
			{
				[2231] = 1,
			},
		},
		[178] = 
		{
			x = -173.09, y = 32.11, z = -237.58, Type = 2,
			Tid = 
			{
				[2231] = 1,
			},
		},
		[179] = 
		{
			x = -178.33, y = 32.11, z = -217.04, Type = 2,
			Tid = 
			{
				[2231] = 1,
			},
		},
		[180] = 
		{
			x = -197.06, y = 43.74, z = -168.39, Type = 2,
			Tid = 
			{
				[2231] = 1,
			},
		},
		[181] = 
		{
			x = -304.20, y = 122.59, z = 78.00, Type = 2,
			Tid = 
			{
				[2234] = 1,
			},
		},
		[182] = 
		{
			x = 293.90, y = 39.02, z = -5.90, Type = 2,
			Tid = 
			{
				[2235] = 1,
			},
		},
		[87] = 
		{
			x = 185.08, y = 58.26, z = -50.72, Type = 2,
			Tid = 
			{
				[2271] = 1,
			},
		},
		[88] = 
		{
			x = -189.18, y = 43.74, z = -174.81, Type = 2,
			Tid = 
			{
				[2272] = 1,
			},
		},
		[89] = 
		{
			x = 311.63, y = 47.83, z = -61.40, Type = 2,
			Tid = 
			{
				[2269] = 1,
			},
		},
		[90] = 
		{
			x = 64.33, y = 79.70, z = 60.29, Type = 2,
			Tid = 
			{
				[2276] = 1,
			},
		},
		[43] = 
		{
			x = -27.78, y = 52.15, z = -113.09, Type = 6,
			Tid = 
			{
				[239] = 4,
			},
		},
		[44] = 
		{
			x = -37.28, y = 52.15, z = -116.85, Type = 6,
			Tid = 
			{
				[239] = 4,
			},
		},
		[45] = 
		{
			x = -16.80, y = 52.14, z = -103.30, Type = 6,
			Tid = 
			{
				[239] = 4,
			},
		},
		[58] = 
		{
			x = 265.69, y = 38.95, z = 100.11, Type = 6,
			Tid = 
			{
				[276] = 1,
			},
		},
		[59] = 
		{
			x = 213.72, y = 57.26, z = -99.02, Type = 6,
			Tid = 
			{
				[277] = 1,
			},
		},
		[60] = 
		{
			x = 12.12, y = 82.27, z = 0.95, Type = 6,
			Tid = 
			{
				[278] = 1,
			},
		},
		[61] = 
		{
			x = -121.69, y = 89.36, z = -1.15, Type = 6,
			Tid = 
			{
				[279] = 1,
			},
		},
		[62] = 
		{
			x = -322.00, y = 123.47, z = 87.92, Type = 6,
			Tid = 
			{
				[280] = 1,
			},
		},
		[69] = 
		{
			x = 182.58, y = 59.92, z = 18.27, Type = 6,
			Tid = 
			{
				[215] = 1,
			},
		},
		[70] = 
		{
			x = 198.12, y = 58.65, z = -17.39, Type = 6,
			Tid = 
			{
				[215] = 1,
			},
		},
		[71] = 
		{
			x = 188.02, y = 57.53, z = -37.45, Type = 6,
			Tid = 
			{
				[215] = 1,
			},
		},
		[72] = 
		{
			x = 170.45, y = 62.85, z = -5.79, Type = 6,
			Tid = 
			{
				[215] = 1,
			},
		},
		[73] = 
		{
			x = 221.71, y = 50.91, z = -61.48, Type = 6,
			Tid = 
			{
				[215] = 1,
			},
		},
		[74] = 
		{
			x = -183.66, y = 97.38, z = 90.50, Type = 6,
			Tid = 
			{
				[213] = 1,
			},
		},
		[83] = 
		{
			x = 62.46, y = 80.15, z = 60.64, Type = 6,
			Tid = 
			{
				[375] = 1,
			},
		},
		[84] = 
		{
			x = 236.50, y = 32.95, z = 129.93, Type = 6,
			Tid = 
			{
				[376] = 1,
			},
		},
		[85] = 
		{
			x = 190.63, y = 59.50, z = 1.83, Type = 6,
			Tid = 
			{
				[377] = 1,
			},
		},
		[86] = 
		{
			x = 134.44, y = 34.05, z = 104.09, Type = 6,
			Tid = 
			{
				[319] = 1,
			},
		},
		[92] = 
		{
			x = 187.55, y = 36.60, z = 127.67, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[93] = 
		{
			x = 175.90, y = 36.15, z = 125.40, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[94] = 
		{
			x = 192.02, y = 36.37, z = 131.80, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[95] = 
		{
			x = 213.10, y = 34.00, z = 132.20, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[96] = 
		{
			x = 201.50, y = 35.56, z = 122.80, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[97] = 
		{
			x = 232.00, y = 33.83, z = 145.20, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[98] = 
		{
			x = 169.19, y = 35.35, z = 114.80, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[99] = 
		{
			x = 172.61, y = 35.12, z = 105.76, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[100] = 
		{
			x = 161.60, y = 35.11, z = 108.15, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[101] = 
		{
			x = 158.50, y = 34.65, z = 106.30, Type = 6,
			Tid = 
			{
				[492] = 1,
			},
		},
		[103] = 
		{
			x = 23.30, y = 83.19, z = 38.10, Type = 6,
			Tid = 
			{
				[493] = 5,
			},
		},
		[102] = 
		{
			x = -96.10, y = 94.43, z = 54.70, Type = 6,
			Tid = 
			{
				[493] = 5,
			},
		},
		[114] = 
		{
			x = 48.00, y = 80.92, z = 60.60, Type = 6,
			Tid = 
			{
				[513] = 1,
			},
		},
		[115] = 
		{
			x = 244.82, y = 40.69, z = 90.49, Type = 6,
			Tid = 
			{
				[514] = 1,
			},
		},
		[117] = 
		{
			x = 300.89, y = 43.45, z = 67.85, Type = 6,
			Tid = 
			{
				[515] = 1,
			},
		},
		[118] = 
		{
			x = 332.50, y = 50.55, z = 135.80, Type = 6,
			Tid = 
			{
				[516] = 1,
			},
		},
		[119] = 
		{
			x = 326.99, y = 42.00, z = 42.71, Type = 6,
			Tid = 
			{
				[517] = 1,
			},
		},
		[138] = 
		{
			x = 219.64, y = 33.72, z = 140.95, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[141] = 
		{
			x = 265.17, y = 40.78, z = -11.85, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[142] = 
		{
			x = 231.30, y = 41.47, z = 59.20, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[144] = 
		{
			x = 325.80, y = 40.73, z = 34.00, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[146] = 
		{
			x = -102.00, y = 56.15, z = -132.20, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[149] = 
		{
			x = 19.90, y = 40.73, z = -5.90, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[150] = 
		{
			x = -180.60, y = 96.35, z = 80.40, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[153] = 
		{
			x = -19.90, y = 96.35, z = -96.70, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[183] = 
		{
			x = -93.18, y = 92.49, z = 39.45, Type = 6,
			Tid = 
			{
				[331] = 1,
			},
		},
		[184] = 
		{
			x = 170.54, y = 62.62, z = -21.65, Type = 6,
			Tid = 
			{
				[332] = 1,
			},
		},
		[185] = 
		{
			x = -191.55, y = 58.64, z = -101.58, Type = 6,
			Tid = 
			{
				[622] = 1,
			},
		},
		[204] = 
		{
			x = 265.69, y = 39.86, z = 100.11, Type = 6,
			Tid = 
			{
				[728] = 1,
			},
		},
		[203] = 
		{
			x = 213.72, y = 57.23, z = -99.02, Type = 6,
			Tid = 
			{
				[729] = 1,
			},
		},
		[202] = 
		{
			x = 12.12, y = 82.28, z = 0.95, Type = 6,
			Tid = 
			{
				[730] = 1,
			},
		},
		[201] = 
		{
			x = -121.69, y = 90.01, z = -1.15, Type = 6,
			Tid = 
			{
				[731] = 1,
			},
		},
		[200] = 
		{
			x = -322.00, y = 123.48, z = 87.92, Type = 6,
			Tid = 
			{
				[732] = 1,
			},
		},
		[205] = 
		{
			x = 265.69, y = 39.86, z = 100.11, Type = 6,
			Tid = 
			{
				[778] = 1,
			},
		},
		[206] = 
		{
			x = 213.72, y = 57.23, z = -99.02, Type = 6,
			Tid = 
			{
				[779] = 1,
			},
		},
		[207] = 
		{
			x = 12.12, y = 82.28, z = 0.95, Type = 6,
			Tid = 
			{
				[780] = 1,
			},
		},
		[208] = 
		{
			x = -121.69, y = 90.01, z = -1.15, Type = 6,
			Tid = 
			{
				[781] = 1,
			},
		},
		[209] = 
		{
			x = -322.00, y = 123.48, z = 87.92, Type = 6,
			Tid = 
			{
				[782] = 1,
			},
		},
		[105] = 
		{
			x = 161.79, y = 63.00, z = -14.09, Type = 6,
			Tid = 
			{
				[870] = 1,
			},
		},
		[186] = 
		{
			x = 177.64, y = 59.86, z = 25.08, Type = 6,
			Tid = 
			{
				[870] = 1,
			},
		},
		[187] = 
		{
			x = 198.38, y = 58.62, z = -16.30, Type = 6,
			Tid = 
			{
				[870] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 336.29, posy = 46.57, posz = -106.17, rotx = 0.00, roty = 228.09, rotz = 0.00 },
		[2] = { posx = -171.00, posy = 62.05, posz = -68.00, rotx = 0.00, roty = 218.70, rotz = 0.00 },
		[3] = { posx = -154.00, posy = 86.18, posz = 11.00, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[4] = { posx = -158.10, posy = 38.54, posz = -203.80, rotx = 0.00, roty = 69.56, rotz = 0.00 },
		[5] = { posx = 324.40, posy = 40.60, posz = 31.80, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[6] = { posx = 267.90, posy = 43.87, posz = -24.40, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[7] = { posx = 235.60, posy = 42.80, posz = 53.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[8] = { posx = 341.80, posy = 52.00, posz = 129.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[9] = { posx = 225.90, posy = 33.70, posz = 140.80, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[10] = { posx = 136.90, posy = 52.00, posz = 80.50, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[11] = { posx = 138.90, posy = 37.90, posz = 126.20, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[12] = { posx = -98.90, posy = 68.40, posz = -124.50, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[13] = { posx = 217.70, posy = 68.40, posz = -56.80, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[14] = { posx = 22.30, posy = 83.10, posz = -2.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[15] = { posx = -85.30, posy = 104.00, posz = 75.20, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[16] = { posx = -182.30, posy = 104.00, posz = 75.20, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[17] = { posx = -26.00, posy = 53.60, posz = -101.60, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[18] = { posx = -126.00, posy = 58.05, posz = -168.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[19] = { posx = -238.80, posy = 57.00, posz = -118.10, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[20] = { posx = -307.10, posy = 126.40, posz = 92.30, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[21] = { posx = 294.10, posy = 68.40, posz = 29.80, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[22] = { posx = 318.00, posy = 68.40, posz = -23.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[23] = { posx = 241.50, posy = 68.40, posz = 15.00, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[24] = { posx = 310.00, posy = 68.40, posz = 71.00, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[29] = { posx = -49.40, posy = 95.90, posz = 65.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[30] = { posx = -188.20, posy = 90.10, posz = 25.80, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[31] = { posx = -151.00, posy = 72.30, posz = -46.00, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[32] = { posx = -212.80, posy = 98.90, posz = -30.30, rotx = 0.00, roty = 266.89, rotz = 0.00 },
	},

}
return MapInfo
