local MapInfo = 
{
	MapType = 2,
	Remarks = "호가스 북부",
	TextDisplayName = "호가스 북부",
	Length = 800,
	Width = 800,
	NavMeshName = "World03Part2.navmesh",
	BackgroundMusic = "",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world03-2.png",
	AssetPath = "Assets/Outputs/Scenes/World03Part2.prefab",
	PKMode= 1,
	Monster = 
	{
		[39003] = 
		{
			[1] = { x = 309.62, y = 45.37, z = 92.92, name = "타락한 영혼", level = 10 },
			[2] = { x = 277.32, y = 39.71, z = -22.61, name = "타락한 영혼", level = 10 },
			[3] = { x = 236.17, y = 41.59, z = 54.30, name = "타락한 영혼", level = 10 },
			[4] = { x = 320.89, y = 40.04, z = 28.93, name = "타락한 영혼", level = 10 },
			[5] = { x = -95.34, y = 56.15, z = -119.57, name = "타락한 영혼", level = 10 },
			[6] = { x = 20.98, y = 81.84, z = 2.22, name = "타락한 영혼", level = 10 },
			[7] = { x = -181.91, y = 120.60, z = 77.26, name = "타락한 영혼", level = 10 },
			[8] = { x = -29.39, y = 52.24, z = -94.50, name = "타락한 영혼", level = 10 },
		},
		[39005] = 
		{
			[1] = { x = 309.62, y = 45.37, z = 92.92, name = "아르곤 선봉", level = 10 },
			[2] = { x = 277.32, y = 39.71, z = -22.61, name = "아르곤 선봉", level = 10 },
			[3] = { x = 236.17, y = 41.59, z = 54.30, name = "아르곤 선봉", level = 10 },
			[4] = { x = 320.89, y = 40.04, z = 28.93, name = "아르곤 선봉", level = 10 },
			[5] = { x = -95.34, y = 56.15, z = -119.57, name = "아르곤 선봉", level = 10 },
			[6] = { x = 20.98, y = 81.84, z = 2.22, name = "아르곤 선봉", level = 10 },
			[7] = { x = -181.91, y = 120.60, z = 77.26, name = "아르곤 선봉", level = 10 },
			[8] = { x = -29.39, y = 52.24, z = -94.50, name = "아르곤 선봉", level = 10 },
		},
		[39006] = 
		{
			[1] = { x = 309.62, y = 45.37, z = 92.92, name = "아르곤 흑마법사", level = 10 },
			[2] = { x = 277.32, y = 39.71, z = -22.61, name = "아르곤 흑마법사", level = 10 },
			[3] = { x = 236.17, y = 41.59, z = 54.30, name = "아르곤 흑마법사", level = 10 },
			[4] = { x = 320.89, y = 40.04, z = 28.93, name = "아르곤 흑마법사", level = 10 },
			[5] = { x = -95.34, y = 56.15, z = -119.57, name = "아르곤 흑마법사", level = 10 },
			[6] = { x = 20.98, y = 81.84, z = 2.22, name = "아르곤 흑마법사", level = 10 },
			[7] = { x = -181.91, y = 120.60, z = 77.26, name = "아르곤 흑마법사", level = 10 },
			[8] = { x = -29.39, y = 52.24, z = -94.50, name = "아르곤 흑마법사", level = 10 },
		},
		[39202] = 
		{
			[1] = { x = 254.00, y = 40.29, z = 93.70, name = "바포메트", level = 33,IsBoss = true },
			[2] = { x = 296.40, y = 39.87, z = 38.50, name = "바포메트", level = 33,IsBoss = true },
			[3] = { x = 240.10, y = 43.14, z = 15.50, name = "바포메트", level = 33,IsBoss = true },
			[4] = { x = 313.80, y = 38.28, z = -17.30, name = "바포메트", level = 33,IsBoss = true },
		},
		[39203] = 
		{
			[1] = { x = -51.50, y = 91.96, z = 71.70, name = "바포메트", level = 36,IsBoss = true },
			[2] = { x = -190.00, y = 85.74, z = 26.20, name = "바포메트", level = 36,IsBoss = true },
			[3] = { x = -216.00, y = 87.82, z = -30.80, name = "바포메트", level = 36,IsBoss = true },
			[4] = { x = -153.50, y = 70.74, z = -40.70, name = "바포메트", level = 36,IsBoss = true },
		},
	},
	Npc = 
	{
	},
	Region = 
	{
		[2] = 
		{
			[400] = { x = 272.20, y = 376.23, z = 41.45, name = "神视单人-1-new1", worldId = 0, PkMode = 1 },
			[401] = { x = 271.95, y = 380.11, z = 42.65, name = "神视单人-2-new1", worldId = 0, PkMode = 1 },
			[402] = { x = 271.79, y = 384.15, z = 42.03, name = "神视单人-3-new1", worldId = 0, PkMode = 1 },
			[403] = { x = 272.34, y = 343.70, z = 41.43, name = "神视单人-4-new1", worldId = 0, PkMode = 1 },
			[404] = { x = -86.61, y = 461.47, z = -114.88, name = "神视单人-5-new2", worldId = 0, PkMode = 1 },
			[405] = { x = 3.90, y = 443.84, z = 32.37, name = "神视单人-6-new3", worldId = 0, PkMode = 1 },
			[406] = { x = -224.60, y = 370.65, z = 33.98, name = "神视单人-7-new4", worldId = 0, PkMode = 1 },
			[407] = { x = -86.43, y = 461.03, z = -114.86, name = "神视单人-8-new2", worldId = 0, PkMode = 1 },
			[408] = { x = 327.60, y = 272.79, z = 110.30, name = "神之视界-商人1", worldId = 0, PkMode = 1 },
			[409] = { x = 192.12, y = 364.23, z = 106.41, name = "神之视界-商人2", worldId = 0, PkMode = 1 },
			[410] = { x = -194.54, y = 418.90, z = -93.72, name = "神之视界-商人3", worldId = 0, PkMode = 1 },
			[411] = { x = -169.17, y = 428.71, z = -126.37, name = "万物志鹰眼-霍加斯王国史02", worldId = 0, PkMode = 1 },
			[412] = { x = -310.38, y = 226.39, z = 57.76, name = "神视单人-霍加斯王国史05", worldId = 0, PkMode = 1 },
			[413] = { x = -72.00, y = 418.88, z = 62.80, name = "神视单人-霍加斯王国史06", worldId = 0, PkMode = 1 },
			[414] = { x = 188.08, y = 360.48, z = 112.45, name = "神视单人-霍加斯王国史07", worldId = 0, PkMode = 1 },
			[415] = { x = 198.52, y = 437.60, z = -26.05, name = "神视单人-霍加斯王国史08", worldId = 0, PkMode = 1 },
			[416] = { x = 265.60, y = 381.76, z = 26.82, name = "神视多人-1", worldId = 0, PkMode = 1 },
			[417] = { x = 271.28, y = 381.92, z = 24.28, name = "神视多人-2", worldId = 0, PkMode = 1 },
			[418] = { x = 266.97, y = 381.81, z = 26.53, name = "神视多人-3", worldId = 0, PkMode = 1 },
			[419] = { x = 266.47, y = 382.00, z = 25.65, name = "神视多人-4", worldId = 0, PkMode = 1 },
			[420] = { x = -130.74, y = 400.36, z = 3.05, name = "神视多人-5", worldId = 0, PkMode = 1 },
			[421] = { x = -128.54, y = 414.85, z = 2.06, name = "神视多人-6", worldId = 0, PkMode = 1 },
			[422] = { x = -132.94, y = 411.89, z = -2.00, name = "神视多人-7", worldId = 0, PkMode = 1 },
			[423] = { x = -131.32, y = 413.97, z = 3.85, name = "神视多人-8", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
		[588] = 
		{
			[1] = { x = 312.30, y = 45.10, z = 90.70 },
			[2] = { x = 265.17, y = 40.65, z = -11.85 },
			[3] = { x = 231.30, y = 41.47, z = 59.20 },
			[4] = { x = 325.80, y = 40.12, z = 34.00 },
			[5] = { x = -102.00, y = 56.15, z = -132.20 },
			[6] = { x = 19.90, y = 82.14, z = -5.90 },
			[7] = { x = -180.60, y = 96.37, z = 80.40 },
			[8] = { x = -19.90, y = 52.43, z = -96.70 },
		},
	},
	Entity = 
	{
		[139] = 
		{
			x = 309.62, y = 45.37, z = 92.92, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[140] = 
		{
			x = 277.32, y = 39.71, z = -22.61, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[143] = 
		{
			x = 236.17, y = 41.59, z = 54.30, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[145] = 
		{
			x = 320.89, y = 40.04, z = 28.93, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[147] = 
		{
			x = -95.34, y = 56.15, z = -119.57, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[148] = 
		{
			x = 20.98, y = 81.84, z = 2.22, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[151] = 
		{
			x = -181.91, y = 120.60, z = 77.26, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[152] = 
		{
			x = -29.39, y = 52.24, z = -94.50, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[154] = 
		{
			x = 254.00, y = 40.29, z = 93.70, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[155] = 
		{
			x = 296.40, y = 39.87, z = 38.50, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[156] = 
		{
			x = 240.10, y = 43.14, z = 15.50, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[157] = 
		{
			x = 313.80, y = 38.28, z = -17.30, Type = 1,
			Tid = 
			{
				[39202] = 1,
			},
		},
		[158] = 
		{
			x = -51.50, y = 91.96, z = 71.70, Type = 1,
			Tid = 
			{
				[39203] = 1,
			},
		},
		[159] = 
		{
			x = -190.00, y = 85.74, z = 26.20, Type = 1,
			Tid = 
			{
				[39203] = 1,
			},
		},
		[160] = 
		{
			x = -216.00, y = 87.82, z = -30.80, Type = 1,
			Tid = 
			{
				[39203] = 1,
			},
		},
		[161] = 
		{
			x = -153.50, y = 70.74, z = -40.70, Type = 1,
			Tid = 
			{
				[39203] = 1,
			},
		},
		[138] = 
		{
			x = 312.30, y = 45.10, z = 90.70, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[141] = 
		{
			x = 265.17, y = 40.65, z = -11.85, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[142] = 
		{
			x = 231.30, y = 41.47, z = 59.20, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[144] = 
		{
			x = 325.80, y = 40.12, z = 34.00, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[146] = 
		{
			x = -102.00, y = 56.15, z = -132.20, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[149] = 
		{
			x = 19.90, y = 82.14, z = -5.90, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[150] = 
		{
			x = -180.60, y = 96.37, z = 80.40, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
		[153] = 
		{
			x = -19.90, y = 52.43, z = -96.70, Type = 6,
			Tid = 
			{
				[588] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[5] = { posx = 324.40, posy = 40.60, posz = 31.80, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[6] = { posx = 267.90, posy = 43.87, posz = -24.40, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[7] = { posx = 235.60, posy = 42.80, posz = 53.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[8] = { posx = 341.80, posy = 52.00, posz = 129.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[9] = { posx = 312.70, posy = 48.90, posz = 91.60, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[10] = { posx = 136.90, posy = 52.00, posz = 80.50, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[11] = { posx = 138.90, posy = 37.90, posz = 126.20, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[12] = { posx = -98.90, posy = 68.40, posz = -124.50, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[13] = { posx = 217.70, posy = 68.40, posz = -56.80, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[14] = { posx = 22.30, posy = 83.10, posz = -2.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[15] = { posx = -85.30, posy = 104.00, posz = 75.20, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[16] = { posx = -182.30, posy = 104.00, posz = 75.20, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[17] = { posx = -26.00, posy = 53.60, posz = -101.60, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[18] = { posx = -126.00, posy = 58.05, posz = -168.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[19] = { posx = -238.80, posy = 57.00, posz = -118.10, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[20] = { posx = -307.10, posy = 126.40, posz = 92.30, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[21] = { posx = 294.10, posy = 68.40, posz = 29.80, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[22] = { posx = 318.00, posy = 68.40, posz = -23.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[23] = { posx = 241.50, posy = 68.40, posz = 15.00, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[24] = { posx = 254.10, posy = 68.40, posz = 94.00, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[29] = { posx = -49.40, posy = 95.90, posz = 65.70, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[30] = { posx = -188.20, posy = 90.10, posz = 25.80, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[31] = { posx = -151.00, posy = 72.30, posz = -46.00, rotx = 0.00, roty = 266.89, rotz = 0.00 },
		[32] = { posx = -212.80, posy = 98.90, posz = -30.30, rotx = 0.00, roty = 266.89, rotz = 0.00 },
	},

}
return MapInfo
