local MapInfo = 
{
	MapType = 1,
	Remarks = "",
	TextDisplayName = "에세니아 동부",
	Length = 600,
	Width = 600,
	NavMeshName = "World04Part1.navmesh",
	BackgroundMusic = "BGM_Map_4/Map_4/map_4",
	BattleMusic = "",
	EnvironmentMusic = "Zone_Ambience/Ambience/Day_and_Night",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world04-1.png",
	AssetPath = "Assets/Outputs/Scenes/World04Part1.prefab",
	PKMode= 1,
	Monster = 
	{
		[13000] = 
		{
			[1] = { x = -28.50, y = 66.14, z = 222.38, name = "시조새", level = 40, IsCanFind = 1, Describe = "Lv.40,시조새", SortID = 37, DropItemIds = "1001*1143*10013*20100*1142*10012*52*20010*27010*24000*1141*10011*27011*24001*20012*20300*3000*1032*20011*8300101*24002*54*27200*21102" },
		},
		[13011] = 
		{
			[1] = { x = -234.63, y = 42.20, z = -108.56, name = "사막 행인 두목", level = 43, SortID = 38 },
		},
		[13012] = 
		{
			[1] = { x = -226.50, y = 41.09, z = -119.90, name = "사막 행인", level = 44, SortID = 39 },
			[2] = { x = -188.50, y = 30.39, z = -151.10, name = "사막 행인", level = 44, SortID = 41 },
		},
		[13013] = 
		{
			[1] = { x = -214.10, y = 40.09, z = -119.90, name = "잠복 중인 사막 행인", level = 45, SortID = 40 },
			[2] = { x = -101.35, y = 50.60, z = -35.07, name = "잠복 중인 사막 행인", level = 45, SortID = 53 },
		},
		[13019] = 
		{
			[1] = { x = -90.39, y = 24.39, z = -139.98, name = "사막 행인", level = 41, SortID = 42 },
		},
		[13038] = 
		{
			[1] = { x = -133.48, y = 18.68, z = -210.10, name = "사막 행인 두목", level = 40, SortID = 86 },
		},
		[34003] = 
		{
			[1] = { x = 194.30, y = 72.87, z = 26.90, name = "모리그", level = 42, SortID = 87,BossIconPath = "CBT_Map_Tag_018.png",IsBoss = true },
		},
		[13041] = 
		{
			[1] = { x = -198.42, y = 26.03, z = -205.06, name = "타리크", level = 45, SortID = 88 },
		},
		[13050] = 
		{
			[1] = { x = -72.02, y = 27.62, z = -134.59, name = "사막의 쿠거", level = 43, SortID = 98 },
			[2] = { x = -25.80, y = 21.88, z = -181.70, name = "사막의 쿠거", level = 43, SortID = 99 },
			[3] = { x = -44.50, y = 16.81, z = -208.60, name = "사막의 쿠거", level = 43, SortID = 100 },
		},
		[13051] = 
		{
			[1] = { x = -77.90, y = 18.58, z = -200.20, name = "사막 은둔자", level = 44, IsCanFind = 1, Describe = "Lv.44,사막 은둔자", SortID = 101, DropItemIds = "1001*1143*10013*20100*1142*10012*51*20010*27010*24000*1141*10011*27011*24001*20012*20300*3000*1032*20011*8300301*24002*54*27200*21202" },
		},
		[13002] = 
		{
			[1] = { x = -30.90, y = 75.11, z = 149.10, name = "카마이 도발자", level = 42, IsCanFind = 1, Describe = "Lv.42,카마이 도발자", SortID = 117, DropItemIds = "1001*1143*10013*20100*1142*10012*52*20010*27010*24000*1141*10011*27011*24001*20012*20300*3000*1032*20011*8300101*24002*54*27200*21102" },
			[2] = { x = -152.40, y = 68.24, z = 137.40, name = "카마이 도발자", level = 42, SortID = 121 },
			[3] = { x = -195.20, y = 55.14, z = 108.00, name = "카마이 도발자", level = 42, SortID = 122 },
			[4] = { x = -142.70, y = 64.74, z = 108.00, name = "카마이 도발자", level = 42, SortID = 123 },
			[5] = { x = -128.40, y = 73.76, z = 234.10, name = "카마이 도발자", level = 42, SortID = 125 },
			[6] = { x = -134.30, y = 67.04, z = 134.60, name = "카마이 도발자", level = 42, SortID = 126 },
			[7] = { x = -133.90, y = 76.46, z = 179.40, name = "카마이 도발자", level = 42, SortID = 127 },
		},
		[13003] = 
		{
			[1] = { x = -152.40, y = 68.24, z = 137.40, name = "카마이 파괴자", level = 43, SortID = 121 },
			[2] = { x = -195.20, y = 55.14, z = 108.00, name = "카마이 파괴자", level = 43, SortID = 122 },
			[3] = { x = -142.70, y = 64.74, z = 108.00, name = "카마이 파괴자", level = 43, SortID = 123 },
			[4] = { x = -128.40, y = 73.76, z = 234.10, name = "카마이 파괴자", level = 43, SortID = 125 },
			[5] = { x = -134.30, y = 67.04, z = 134.60, name = "카마이 파괴자", level = 43, SortID = 126 },
			[6] = { x = -133.90, y = 76.46, z = 179.40, name = "카마이 파괴자", level = 43, SortID = 127 },
		},
		[13001] = 
		{
			[1] = { x = -103.59, y = 80.61, z = 167.47, name = "카마이 족장", level = 43, SortID = 128 },
		},
		[13058] = 
		{
			[1] = { x = 119.00, y = 71.46, z = 96.90, name = "흑곰", level = 44, SortID = 129 },
			[2] = { x = 105.47, y = 61.84, z = 93.88, name = "흑곰", level = 44, SortID = 131 },
		},
		[13055] = 
		{
			[1] = { x = 24.37, y = 65.46, z = 97.53, name = "비틀린 길리두", level = 43, SortID = 132 },
		},
		[13056] = 
		{
			[1] = { x = -88.30, y = 65.49, z = 48.44, name = "숲 유안트 용사", level = 43, SortID = 133 },
			[2] = { x = -101.43, y = 55.05, z = 70.53, name = "숲 유안트 용사", level = 43, SortID = 134 },
			[3] = { x = -61.84, y = 56.00, z = -2.57, name = "숲 유안트 용사", level = 43, SortID = 136 },
			[4] = { x = -19.01, y = 60.61, z = 7.63, name = "숲 유안트 용사", level = 43, SortID = 137 },
		},
		[13054] = 
		{
			[1] = { x = -134.62, y = 59.31, z = 66.81, name = "천명의 도살자", level = 45, SortID = 124,IsBoss = true },
		},
		[39003] = 
		{
			[1] = { x = -130.44, y = 74.55, z = 208.22, name = "타락한 영혼", level = 10, DropItemIds = " " },
			[2] = { x = 56.40, y = 60.50, z = 10.90, name = "타락한 영혼", level = 10, DropItemIds = " " },
			[3] = { x = -90.50, y = 51.39, z = -25.60, name = "타락한 영혼", level = 10, DropItemIds = " " },
			[4] = { x = -28.43, y = 18.26, z = -211.38, name = "타락한 영혼", level = 10, DropItemIds = " " },
			[5] = { x = -201.40, y = 28.18, z = -172.00, name = "타락한 영혼", level = 10, DropItemIds = " " },
		},
		[39005] = 
		{
			[1] = { x = -130.44, y = 74.55, z = 208.22, name = "아르곤 선봉", level = 10, DropItemIds = " " },
			[2] = { x = 56.40, y = 60.50, z = 10.90, name = "아르곤 선봉", level = 10, DropItemIds = " " },
			[3] = { x = -90.50, y = 51.39, z = -25.60, name = "아르곤 선봉", level = 10, DropItemIds = " " },
			[4] = { x = -28.43, y = 18.26, z = -211.38, name = "아르곤 선봉", level = 10, DropItemIds = " " },
			[5] = { x = -201.40, y = 28.18, z = -172.00, name = "아르곤 선봉", level = 10, DropItemIds = " " },
		},
		[39006] = 
		{
			[1] = { x = -130.44, y = 74.55, z = 208.22, name = "아르곤 흑마법사", level = 10, DropItemIds = " " },
			[2] = { x = 56.40, y = 60.50, z = 10.90, name = "아르곤 흑마법사", level = 10, DropItemIds = " " },
			[3] = { x = -90.50, y = 51.39, z = -25.60, name = "아르곤 흑마법사", level = 10, DropItemIds = " " },
			[4] = { x = -28.43, y = 18.26, z = -211.38, name = "아르곤 흑마법사", level = 10, DropItemIds = " " },
			[5] = { x = -201.40, y = 28.18, z = -172.00, name = "아르곤 흑마법사", level = 10, DropItemIds = " " },
		},
		[39300] = 
		{
			[1] = { x = 68.50, y = 60.40, z = 197.90, name = "바포메트", level = 40, SortID = 163,IsBoss = true },
			[2] = { x = 110.20, y = 64.22, z = 78.70, name = "바포메트", level = 40, SortID = 164,IsBoss = true },
			[3] = { x = -30.60, y = 74.10, z = 138.40, name = "바포메트", level = 40, SortID = 165,IsBoss = true },
			[4] = { x = 17.00, y = 68.14, z = 190.90, name = "바포메트", level = 40, SortID = 166,IsBoss = true },
		},
		[39301] = 
		{
			[1] = { x = -112.70, y = 23.65, z = -154.50, name = "바포메트", level = 42, SortID = 167,IsBoss = true },
			[2] = { x = -18.90, y = 20.96, z = -183.80, name = "바포메트", level = 42, SortID = 168,IsBoss = true },
			[3] = { x = -155.40, y = 32.39, z = -246.60, name = "바포메트", level = 42, SortID = 169,IsBoss = true },
			[4] = { x = -165.20, y = 20.76, z = -210.00, name = "바포메트", level = 42, SortID = 170,IsBoss = true },
		},
		[35233] = 
		{
			[1] = { x = -164.99, y = 61.18, z = 185.97, name = "대예언가", level = 40, SortID = 175 },
			[2] = { x = 43.00, y = 63.50, z = 174.35, name = "대예언가", level = 40, SortID = 177 },
			[3] = { x = 59.78, y = 65.13, z = 114.18, name = "대예언가", level = 40, SortID = 179 },
			[4] = { x = -173.89, y = 27.79, z = -221.97, name = "대예언가", level = 40, SortID = 181 },
			[5] = { x = -79.58, y = 31.62, z = -117.53, name = "대예언가", level = 40, SortID = 183 },
		},
		[35234] = 
		{
			[1] = { x = -164.99, y = 61.18, z = 185.97, name = "아논 노예 용사", level = 40, SortID = 175 },
			[2] = { x = 43.00, y = 63.50, z = 174.35, name = "아논 노예 용사", level = 40, SortID = 177 },
			[3] = { x = 59.78, y = 65.13, z = 114.18, name = "아논 노예 용사", level = 40, SortID = 179 },
			[4] = { x = -173.89, y = 27.79, z = -221.97, name = "아논 노예 용사", level = 40, SortID = 181 },
			[5] = { x = -79.58, y = 31.62, z = -117.53, name = "아논 노예 용사", level = 40, SortID = 183 },
		},
		[35235] = 
		{
			[1] = { x = -164.99, y = 61.18, z = 185.97, name = "검은 날개 탈옥범 두목", level = 40, SortID = 175 },
			[2] = { x = 43.00, y = 63.50, z = 174.35, name = "검은 날개 탈옥범 두목", level = 40, SortID = 177 },
			[3] = { x = 59.78, y = 65.13, z = 114.18, name = "검은 날개 탈옥범 두목", level = 40, SortID = 179 },
			[4] = { x = -173.89, y = 27.79, z = -221.97, name = "검은 날개 탈옥범 두목", level = 40, SortID = 181 },
			[5] = { x = -79.58, y = 31.62, z = -117.53, name = "검은 날개 탈옥범 두목", level = 40, SortID = 183 },
		},
		[35248] = 
		{
			[1] = { x = -164.99, y = 61.18, z = 185.97, name = "아논 족장", level = 45, SortID = 189 },
			[2] = { x = 43.00, y = 63.50, z = 174.35, name = "아논 족장", level = 45, SortID = 188 },
			[3] = { x = 59.78, y = 65.13, z = 114.18, name = "아논 족장", level = 45, SortID = 187 },
			[4] = { x = -173.80, y = 27.79, z = -221.97, name = "아논 족장", level = 45, SortID = 186 },
			[5] = { x = -79.58, y = 31.62, z = -117.53, name = "아논 족장", level = 45, SortID = 185 },
		},
		[35249] = 
		{
			[1] = { x = -164.99, y = 61.18, z = 185.97, name = "사막 행인 두목", level = 45, SortID = 189 },
			[2] = { x = 43.00, y = 63.50, z = 174.35, name = "사막 행인 두목", level = 45, SortID = 188 },
			[3] = { x = 59.78, y = 65.13, z = 114.18, name = "사막 행인 두목", level = 45, SortID = 187 },
			[4] = { x = -173.80, y = 27.79, z = -221.97, name = "사막 행인 두목", level = 45, SortID = 186 },
			[5] = { x = -79.58, y = 31.62, z = -117.53, name = "사막 행인 두목", level = 45, SortID = 185 },
		},
		[35250] = 
		{
			[1] = { x = -164.99, y = 61.18, z = 185.97, name = "오아시스 행인", level = 45, SortID = 189 },
			[2] = { x = 43.00, y = 63.50, z = 174.35, name = "오아시스 행인", level = 45, SortID = 188 },
			[3] = { x = 59.78, y = 65.13, z = 114.18, name = "오아시스 행인", level = 45, SortID = 187 },
			[4] = { x = -173.80, y = 27.79, z = -221.97, name = "오아시스 행인", level = 45, SortID = 186 },
			[5] = { x = -79.58, y = 31.62, z = -117.53, name = "오아시스 행인", level = 45, SortID = 185 },
		},
		[35260] = 
		{
			[1] = { x = -164.99, y = 61.18, z = 185.97, name = "호가스 왕", level = 50, SortID = 190 },
			[2] = { x = 43.00, y = 63.50, z = 174.35, name = "호가스 왕", level = 50, SortID = 191 },
			[3] = { x = 59.78, y = 65.13, z = 114.18, name = "호가스 왕", level = 50, SortID = 192 },
			[4] = { x = -173.75, y = 27.79, z = -221.97, name = "호가스 왕", level = 50, SortID = 193 },
			[5] = { x = -79.58, y = 31.62, z = -117.53, name = "호가스 왕", level = 50, SortID = 194 },
		},
		[35261] = 
		{
			[1] = { x = -164.99, y = 61.18, z = 185.97, name = "플리앙 족장", level = 50, SortID = 190 },
			[2] = { x = 43.00, y = 63.50, z = 174.35, name = "플리앙 족장", level = 50, SortID = 191 },
			[3] = { x = 59.78, y = 65.13, z = 114.18, name = "플리앙 족장", level = 50, SortID = 192 },
			[4] = { x = -173.75, y = 27.79, z = -221.97, name = "플리앙 족장", level = 50, SortID = 193 },
			[5] = { x = -79.58, y = 31.62, z = -117.53, name = "플리앙 족장", level = 50, SortID = 194 },
		},
		[34209] = 
		{
			[1] = { x = -153.20, y = 59.32, z = -235.73, name = "천명의 도살자", level = 43, SortID = 114, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[34208] = 
		{
			[1] = { x = -132.10, y = 59.33, z = 68.70, name = "맹독", level = 40, SortID = 116, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[60039] = 
		{
			[1] = { x = -259.95, y = 52.94, z = 201.02, name = "감염자", level = 40, SortID = 119, DropItemIds = " " },
		},
		[60041] = 
		{
			[1] = { x = -8.00, y = 58.66, z = 27.84, name = "엿듣는 카마이인", level = 40, SortID = 205, DropItemIds = " " },
		},
		[60040] = 
		{
			[1] = { x = -123.11, y = 77.50, z = 184.92, name = "거대한 감염자", level = 40, SortID = 206, DropItemIds = " " },
		},
		[60042] = 
		{
			[1] = { x = -158.37, y = 65.66, z = 217.90, name = "과격한 카마이 전사", level = 43, SortID = 207, DropItemIds = " " },
		},
		[60043] = 
		{
			[1] = { x = -160.02, y = 64.67, z = 215.73, name = "과격한 카마이 전사", level = 43, SortID = 208, DropItemIds = " " },
		},
		[60044] = 
		{
			[1] = { x = -160.78, y = 64.63, z = 215.71, name = "과격한 카마이 전사", level = 43, SortID = 209, DropItemIds = " " },
		},
		[60050] = 
		{
			[1] = { x = -53.70, y = 53.67, z = -23.60, name = "잠복 중인 사막 행인", level = 45, SortID = 212, DropItemIds = " " },
		},
		[60051] = 
		{
			[1] = { x = -117.76, y = 45.66, z = -85.67, name = "사막 행인", level = 42, SortID = 216, DropItemIds = " " },
		},
		[13151] = 
		{
			[1] = { x = -64.10, y = 65.85, z = 64.90, name = "숲 유안트 용사", level = 40, DropItemIds = " " },
		},
	},
	Npc = 
	{
		[3005] = 
		{
			[1] = { x = 92.64, y = 54.56, z = 200.11, name = "하이엘프 병사", SortID = 1 },
			[2] = { x = 95.45, y = 54.60, z = 192.94, name = "하이엘프 병사", SortID = 2 },
			[3] = { x = 148.83, y = 56.88, z = 131.02, name = "하이엘프 병사", SortID = 3 },
			[4] = { x = 144.20, y = 56.84, z = 136.49, name = "하이엘프 병사", SortID = 4 },
		},
		[3029] = 
		{
			[1] = { x = 169.66, y = 50.64, z = 256.11, name = "레인저", SortID = 5 },
		},
		[3067] = 
		{
			[1] = { x = 168.86, y = 50.64, z = 253.10, name = "엘리사 쿠벨", SortID = 6 },
		},
		[3003] = 
		{
			[1] = { x = 165.22, y = 49.43, z = 227.88, name = "엘프 평민 남성", SortID = 7 },
		},
		[3002] = 
		{
			[1] = { x = 167.23, y = 49.27, z = 229.68, name = "엘프 평민 여성", SortID = 8 },
			[2] = { x = 178.60, y = 52.00, z = 188.86, name = "엘프 평민 여성", SortID = 36 },
		},
		[3001] = 
		{
			[1] = { x = 123.35, y = 51.87, z = 221.51, name = "엘프 귀족", SortID = 9 },
		},
		[3006] = 
		{
			[1] = { x = 221.51, y = 57.11, z = 176.11, name = "트라파 라펠레트", SortID = 11 },
		},
		[3007] = 
		{
			[1] = { x = 223.69, y = 57.11, z = 177.95, name = "샤플 쿠벨", SortID = 12 },
		},
		[3008] = 
		{
			[1] = { x = 224.82, y = 57.11, z = 175.72, name = "시카리우스 로한", SortID = 13 },
		},
		[3009] = 
		{
			[1] = { x = 17.63, y = 60.68, z = 21.19, name = "하이엘프 병사", SortID = 10 },
			[2] = { x = 44.22, y = 61.45, z = 24.45, name = "하이엘프 병사", SortID = 15 },
			[3] = { x = 15.21, y = 61.59, z = 52.23, name = "하이엘프 병사", SortID = 18 },
			[4] = { x = 14.28, y = 64.39, z = 77.01, name = "하이엘프 병사", SortID = 19 },
			[5] = { x = 30.17, y = 62.76, z = 69.49, name = "하이엘프 병사", SortID = 20 },
			[6] = { x = 60.69, y = 60.80, z = 15.53, name = "하이엘프 병사", SortID = 22 },
			[7] = { x = 21.90, y = 60.83, z = 8.85, name = "하이엘프 병사", SortID = 25 },
		},
		[3028] = 
		{
			[1] = { x = 21.82, y = 60.68, z = 20.38, name = "하이엘프 궁수", SortID = 14 },
			[2] = { x = 46.47, y = 61.45, z = 24.20, name = "하이엘프 궁수", SortID = 16 },
			[3] = { x = 62.94, y = 60.75, z = 15.28, name = "하이엘프 궁수", SortID = 21 },
			[4] = { x = 48.72, y = 60.84, z = 9.24, name = "하이엘프 궁수", SortID = 23 },
			[5] = { x = 21.95, y = 60.90, z = 6.79, name = "하이엘프 궁수", SortID = 24 },
		},
		[3010] = 
		{
			[1] = { x = 94.06, y = 60.43, z = 2.38, name = "칸파소", SortID = 17 },
		},
		[3004] = 
		{
			[1] = { x = 130.56, y = 51.87, z = 205.06, name = "엘프 잡화 상인", IsCanFind = 1, IconPath = "Map_Img_Shop", Describe = "잡화 상인", SortID = 26 },
		},
		[3062] = 
		{
			[1] = { x = 192.08, y = 52.42, z = 193.23, name = "여관 주인", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "여관 주인", SortID = 27, FunctionName = "명성" },
		},
		[3080] = 
		{
			[1] = { x = 61.36, y = 66.03, z = 102.42, name = "엘프 잡화 상인", FunctionName = " " },
			[2] = { x = 80.96, y = 59.41, z = 12.49, name = "엘프 잡화 상인", FunctionName = " " },
			[3] = { x = -250.83, y = 52.94, z = 218.56, name = "엘프 잡화 상인", FunctionName = " " },
			[4] = { x = -38.59, y = 31.23, z = -131.11, name = "엘프 잡화 상인", FunctionName = " " },
		},
		[3011] = 
		{
			[1] = { x = -242.56, y = 49.05, z = 138.41, name = "칼 레이도", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "칼 레이도", SortID = 30, FunctionName = "명성" },
		},
		[3012] = 
		{
			[1] = { x = -223.60, y = 49.05, z = 141.77, name = "카마이 전사", SortID = 31 },
			[2] = { x = -241.15, y = 53.26, z = 204.79, name = "카마이 전사", SortID = 32 },
			[3] = { x = -174.40, y = 61.18, z = 193.40, name = "카마이 전사", SortID = 34 },
			[4] = { x = -183.89, y = 56.64, z = 206.09, name = "카마이 전사", SortID = 47 },
		},
		[3013] = 
		{
			[1] = { x = -248.23, y = 49.29, z = 155.28, name = "카마이 용사", SortID = 33 },
			[2] = { x = -247.29, y = 52.97, z = 205.32, name = "카마이 용사", SortID = 35 },
			[3] = { x = -197.56, y = 56.64, z = 231.10, name = "카마이 용사", SortID = 48 },
		},
		[3059] = 
		{
			[1] = { x = 181.56, y = 51.96, z = 190.36, name = "루르카", SortID = 43 },
		},
		[3060] = 
		{
			[1] = { x = 187.55, y = 51.96, z = 182.07, name = "세실키아", SortID = 44 },
		},
		[3061] = 
		{
			[1] = { x = 190.24, y = 51.96, z = 189.51, name = "로빈손", SortID = 45 },
		},
		[3018] = 
		{
			[1] = { x = 221.75, y = 57.11, z = 172.51, name = "엘리사 쿠벨", SortID = 46 },
		},
		[3046] = 
		{
			[1] = { x = -87.87, y = 32.25, z = -95.94, name = "엘프 탐험가", SortID = 49 },
		},
		[3048] = 
		{
			[1] = { x = -43.50, y = 31.52, z = -138.30, name = "엘프 탐험가", SortID = 55 },
		},
		[3049] = 
		{
			[1] = { x = -46.81, y = 31.41, z = -137.00, name = "엘프 생존자", SortID = 54 },
		},
		[3045] = 
		{
			[1] = { x = -36.80, y = 31.12, z = -80.04, name = "칸파소", SortID = 56 },
		},
		[3044] = 
		{
			[1] = { x = -39.21, y = 31.28, z = -80.37, name = "하이엘프 궁수", SortID = 58 },
			[2] = { x = -64.54, y = 30.38, z = -101.45, name = "하이엘프 궁수", SortID = 61 },
			[3] = { x = -71.96, y = 31.44, z = -96.42, name = "하이엘프 궁수", SortID = 62 },
		},
		[3043] = 
		{
			[1] = { x = -80.59, y = 31.76, z = -112.64, name = "하이엘프 병사", SortID = 59 },
			[2] = { x = -89.23, y = 32.57, z = -103.51, name = "하이엘프 병사", SortID = 60 },
			[3] = { x = -64.54, y = 30.38, z = -101.45, name = "하이엘프 병사", SortID = 61 },
			[4] = { x = -71.96, y = 31.44, z = -96.42, name = "하이엘프 병사", SortID = 62 },
		},
		[3063] = 
		{
			[1] = { x = 168.82, y = 50.64, z = 245.87, name = "경쾌한 노래의 항구 병사", SortID = 67 },
		},
		[3065] = 
		{
			[1] = { x = 166.21, y = 50.64, z = 253.80, name = "루나 엘린", SortID = 68 },
		},
		[3064] = 
		{
			[1] = { x = 168.86, y = 50.64, z = 248.16, name = "시카리우스 로한", SortID = 69 },
		},
		[3057] = 
		{
			[1] = { x = 180.24, y = 49.27, z = 237.45, name = "엘프 어민", SortID = 70 },
		},
		[3000] = 
		{
			[1] = { x = 191.42, y = 58.54, z = 145.10, name = "엘프 귀족", SortID = 71 },
		},
		[3077] = 
		{
			[1] = { x = 20.29, y = 62.38, z = 70.98, name = "테리앙", SortID = 72 },
		},
		[3126] = 
		{
			[1] = { x = -202.54, y = 28.57, z = -212.85, name = "프레디아 로한", SortID = 75 },
		},
		[3127] = 
		{
			[1] = { x = -181.80, y = 24.73, z = -211.70, name = "엘프군 병사", SortID = 76 },
			[2] = { x = -195.33, y = 27.93, z = -216.14, name = "엘프군 병사", SortID = 77 },
			[3] = { x = -183.35, y = 30.19, z = -226.47, name = "엘프군 병사", SortID = 78 },
		},
		[3140] = 
		{
			[1] = { x = -32.35, y = 30.73, z = -121.95, name = "여행자", SortID = 80 },
		},
		[3141] = 
		{
			[1] = { x = -57.12, y = 31.36, z = -120.14, name = "조이", SortID = 81 },
		},
		[3172] = 
		{
			[1] = { x = 27.33, y = 61.04, z = 25.04, name = "푸로 엘린", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "푸로 엘린", SortID = 104, FunctionName = "명성" },
		},
		[4156] = 
		{
			[1] = { x = 35.36, y = 66.48, z = 200.83, name = "레인저 근위병", SortID = 138 },
		},
		[20] = 
		{
			[1] = { x = 58.30, y = 68.00, z = 99.70, name = "로렌스", SortID = 151 },
		},
		[21] = 
		{
			[1] = { x = -255.10, y = 52.94, z = 210.50, name = "로렌스", SortID = 152 },
		},
		[3267] = 
		{
			[1] = { x = -190.91, y = 25.04, z = -202.76, name = "라베토 라펠레트", SortID = 102, FunctionName = " " },
		},
		[3282] = 
		{
			[1] = { x = -192.26, y = 24.89, z = -199.98, name = "통신 수정", SortID = 103, FunctionName = " " },
		},
		[3281] = 
		{
			[1] = { x = -188.44, y = 24.34, z = -201.31, name = "마법 나무 인간", SortID = 112, FunctionName = " " },
			[2] = { x = -188.38, y = 24.42, z = -204.53, name = "마법 나무 인간", SortID = 113, FunctionName = " " },
		},
		[3304] = 
		{
			[1] = { x = -162.35, y = 65.52, z = 218.92, name = "칼 레이도", SortID = 130, FunctionName = " " },
		},
		[3305] = 
		{
			[1] = { x = -160.74, y = 66.44, z = 225.30, name = "푸로 엘린", SortID = 135, FunctionName = " " },
		},
		[3300] = 
		{
			[1] = { x = -240.69, y = 52.94, z = 221.68, name = "카마이 전사", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "카마이 전사", SortID = 147, FunctionName = "명성" },
		},
		[3299] = 
		{
			[1] = { x = -202.82, y = 56.64, z = 210.58, name = "카마이 용사", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "카마이 용사", SortID = 148, FunctionName = "명성" },
		},
		[3302] = 
		{
			[1] = { x = 75.73, y = 63.84, z = 130.05, name = "카마이 사자", SortID = 149, FunctionName = " " },
		},
		[3301] = 
		{
			[1] = { x = -221.41, y = 49.05, z = 155.42, name = "카마이 전사", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "카마이 부화자", SortID = 150, FunctionName = "명성" },
		},
		[3303] = 
		{
			[1] = { x = -8.07, y = 58.66, z = 27.69, name = "이상한 카마이인", SortID = 174, FunctionName = " " },
		},
		[3297] = 
		{
			[1] = { x = -37.34, y = 58.81, z = 8.73, name = "푸로 엘린", SortID = 210, FunctionName = " " },
		},
		[3298] = 
		{
			[1] = { x = -46.01, y = 54.25, z = -24.16, name = "푸로 엘린", SortID = 211, FunctionName = " " },
		},
		[3326] = 
		{
			[1] = { x = 27.33, y = 61.04, z = 25.04, name = "푸로 엘린", SortID = 105, FunctionName = " " },
		},
		[3327] = 
		{
			[1] = { x = -38.70, y = 58.90, z = 8.90, name = "푸로 엘린", SortID = 106, FunctionName = " " },
		},
		[3296] = 
		{
			[1] = { x = -71.47, y = 31.88, z = -110.30, name = "푸로 엘린", SortID = 213, FunctionName = " " },
		},
		[22] = 
		{
			[1] = { x = 192.00, y = 52.27, z = 175.20, name = "로렌스", FunctionName = " " },
		},
		[3329] = 
		{
			[1] = { x = -76.84, y = 65.70, z = 68.69, name = "카마이 부상자", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "카마이 부상자", FunctionName = "명성" },
		},
		[3330] = 
		{
			[1] = { x = -77.96, y = 64.89, z = 65.98, name = "카마이 부상자", FunctionName = " " },
		},
		[3331] = 
		{
			[1] = { x = -124.73, y = 63.54, z = 121.96, name = "카마이 부상자", FunctionName = " " },
		},
	},
	Region = 
	{
		[1] = 
		{
			[281] = { x = 168.49, y = 49.24, z = 280.31, xA = -182.91, yA = 43.74, zA = -175.83, name = "传送区域-霍加斯", worldId = 150, IsCanFind = 1, Describe = "호가스 북부", PkMode = 0 },
			[282] = { x = -66.15, y = 22.66, z = -265.33, xA = -6.61, yA = -0.79, zA = 217.78, name = "传送区域-尔雷曼西亚", worldId = 160, IsCanFind = 1, Describe = "알레만시아", PkMode = 0 },
			[283] = { x = -221.47, y = 33.22, z = -222.59, xA = 249.42, yA = 36.16, zA = -185.28, name = "传送区域-埃塞尼亚西", worldId = 180, IsCanFind = 1, Describe = "에세니아 서부", PkMode = 0 },
		},
		[2] = 
		{
			[284] = { x = 163.95, y = 56.41, z = 204.52, name = "경쾌한 노래의 항구", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Town" },
			[285] = { x = 48.94, y = 63.51, z = 28.95, name = "타란로스 요새", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Military" },
			[286] = { x = -178.08, y = 69.80, z = 156.68, name = "카마이 마을", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[287] = { x = -43.66, y = 39.58, z = -101.40, name = "단물 캠프", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[288] = { x = -198.88, y = 40.87, z = -138.18, name = "죽음의 왕좌", isShowName = true, worldId = 0, IsCanFind = 1, Describe = "죽음의 왕좌", PkMode = 0 },
			[289] = { x = 167.93, y = 50.64, z = 259.33, name = "初次抵达区域", worldId = 0, PkMode = 0 },
			[291] = { x = 182.98, y = 52.17, z = 187.59, name = "酒馆区域", worldId = 0, PkMode = 0 },
			[294] = { x = -105.91, y = 65.34, z = 105.48, name = "엘프 유적", worldId = 0, IsCanFind = 1, BackgroundMusic = "BGM_Map_4/Map_4/map_4_dunjeon_1", BattleMusic = "BGM_Map_4/Map_4/map_4_battle", PkMode = 0 },
			[295] = { x = 220.39, y = 57.11, z = 169.87, name = "花园区域", worldId = 0, PkMode = 0 },
			[296] = { x = -161.13, y = 74.12, z = 147.70, name = "卡玛伊相位区域", worldId = 0, PkMode = 0 },
			[312] = { x = 184.63, y = 72.52, z = 38.44, name = "곰들의 소굴", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 2, CameraDistance = 15 },
			[317] = { x = -104.51, y = 51.07, z = -35.09, name = "潜伏者", worldId = 0, PkMode = 0 },
			[318] = { x = -203.85, y = 56.64, z = 215.45, name = "探查-腐肉", worldId = 0, PkMode = 0 },
			[319] = { x = -205.44, y = 41.57, z = -99.97, name = "生命印记", worldId = 0, PkMode = 0 },
			[320] = { x = -16.57, y = 30.26, z = -111.39, name = "探查-箭只", worldId = 0, PkMode = 0 },
			[321] = { x = -101.10, y = 54.21, z = -22.35, name = "버려진 주둔지", isShowName = true, worldId = 0, PkMode = 0 },
			[322] = { x = -130.24, y = 17.63, z = -180.37, name = "沙行者支线到达", worldId = 0, PkMode = 0 },
			[324] = { x = -133.33, y = 18.96, z = -209.82, name = "支线沙行者刷新", worldId = 0, PkMode = 0 },
			[325] = { x = -198.05, y = 25.98, z = -204.11, name = "支线塔里克刷新", worldId = 0, PkMode = 0 },
			[326] = { x = 46.66, y = 66.87, z = 121.50, name = "公会任务-小营地鹰眼", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {53010} },
			[327] = { x = -64.82, y = 31.58, z = -90.17, name = "公会任务-护送甜水绿洲【到达】", worldId = 0, PkMode = 0 },
			[328] = { x = -30.88, y = 66.73, z = 220.55, name = "公会任务-探查小山谷", worldId = 0, PkMode = 0 },
			[329] = { x = -69.10, y = 17.09, z = -219.86, name = "公会任务-护送长桥【到达】", worldId = 0, PkMode = 0 },
			[330] = { x = -133.03, y = 16.68, z = -179.67, name = "支线鹰眼科瑞森的日记", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {13039} },
			[368] = { x = 35.21, y = 27.82, z = 52.89, name = "背景音乐-森林", worldId = 0, BackgroundMusic = "BGM_Map_4/Map_4/map_4_zone_1", PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Forest" },
			[369] = { x = -153.79, y = 49.50, z = 112.78, name = "背景音乐-卡玛伊", worldId = 0, BackgroundMusic = "BGM_Map_4/Map_4/map_4_zone_3", PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Forest" },
			[370] = { x = -160.20, y = 12.88, z = -108.33, name = "背景音乐-沙化地", worldId = 0, BackgroundMusic = "BGM_Map_4/Map_4/map_4_zone_2", PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Desert" },
			[383] = { x = -42.49, y = 31.55, z = -75.22, name = "万物志鹰眼-神之眼08", worldId = 0, PkMode = 0 },
			[384] = { x = 59.73, y = 66.03, z = 101.79, name = "猎熊营地", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[385] = { x = -110.53, y = 17.78, z = -227.90, name = "神龛复活点", worldId = 0, PkMode = 0 },
			[464] = { x = -103.10, y = 74.53, z = 164.60, name = "神之单人-1-new1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[465] = { x = -13.00, y = 88.02, z = 15.60, name = "神之单人-2-new2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[466] = { x = -13.00, y = 88.02, z = 15.60, name = "神之单人-3-new2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[467] = { x = -60.70, y = 16.03, z = -169.50, name = "神之单人-4-new3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[468] = { x = -60.70, y = 16.03, z = -169.50, name = "神之单人-5-new3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[473] = { x = 71.38, y = 90.03, z = 59.56, name = "神之单人-商人1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[474] = { x = -221.87, y = 33.34, z = 194.14, name = "神之单人-商人2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[475] = { x = 27.97, y = 66.64, z = 141.24, name = "神之多人-1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[476] = { x = 25.16, y = 115.49, z = 144.76, name = "神之多人-2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[477] = { x = 26.59, y = 123.89, z = 152.56, name = "神之多人-3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[478] = { x = 27.44, y = 65.99, z = 151.75, name = "神之多人-4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[479] = { x = -124.56, y = 24.34, z = -188.25, name = "神之多人-5", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[480] = { x = -124.11, y = 19.36, z = -188.31, name = "神之多人-6", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[481] = { x = -118.98, y = 19.03, z = -174.28, name = "神之多人-4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[482] = { x = -126.46, y = 19.68, z = -180.05, name = "神之多人-8", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[483] = { x = -19.09, y = 65.12, z = 220.12, name = "시조새 둥지", isShowName = true, worldId = 0, PkMode = 0 },
			[484] = { x = -38.09, y = 75.81, z = 150.25, name = "경쾌한 노래의 항구 외곽", isShowName = true, worldId = 0, PkMode = 0 },
			[485] = { x = -70.23, y = 17.63, z = -160.65, name = "영험의 사막", isShowName = true, worldId = 0, PkMode = 0 },
			[567] = { x = -153.17, y = 63.82, z = -235.58, name = "영험의 사막", isShowName = true, worldId = 0, PkMode = 0 },
			[568] = { x = -131.54, y = 66.88, z = 68.32, name = "엘프 유적", isShowName = true, worldId = 0, PkMode = 0 },
			[569] = { x = -120.32, y = 78.68, z = 184.40, name = "声望神视-找母蛛", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {65106} },
			[570] = { x = -151.52, y = 69.09, z = 227.00, name = "声望-前往卡玛伊村落", worldId = 0, PkMode = 0 },
			[581] = { x = -97.60, y = 63.05, z = 87.28, name = "最后一战相位", worldId = 0, PkMode = 0 },
			[582] = { x = -214.17, y = 53.64, z = 134.84, name = "声望-生命之卵相位进入点", worldId = 0, PkMode = 0 },
			[583] = { x = -202.42, y = 56.64, z = 211.11, name = "声望-礼物使用", worldId = 0, PkMode = 0 },
			[584] = { x = -38.54, y = 59.40, z = 8.18, name = "声望-提醒芙萝第一次", worldId = 0, PkMode = 0 },
			[585] = { x = -47.14, y = 54.21, z = -25.53, name = "声望-提醒芙萝第二次", worldId = 0, PkMode = 0 },
			[587] = { x = -47.76, y = 54.52, z = -19.71, name = "声望-自然学家-刷怪", worldId = 0, PkMode = 0 },
			[588] = { x = -72.76, y = 31.85, z = -111.87, name = "声望-自然学家-甜水营地到达 ", worldId = 0, PkMode = 0 },
			[589] = { x = -112.09, y = 45.36, z = -89.88, name = "声望-沙坑刷怪", worldId = 0, PkMode = 0 },
			[590] = { x = -39.54, y = 60.45, z = 8.40, name = "声望-自然学家-护送1-消失", worldId = 0, PkMode = 0 },
			[591] = { x = -48.06, y = 54.86, z = -24.57, name = "声望-自然学家-护送2-消失", worldId = 0, PkMode = 0 },
			[592] = { x = -137.71, y = 73.24, z = -128.18, name = "pk区域", worldId = 0, PkMode = 4 },
			[593] = { x = -115.18, y = 18.84, z = -228.30, name = "神龛复活点安全区", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
		[391] = 
		{
			[1] = { x = -108.99, y = 50.45, z = -34.62 },
		},
		[392] = 
		{
			[1] = { x = -82.91, y = 20.25, z = -181.63 },
		},
		[393] = 
		{
			[1] = { x = -114.34, y = 17.96, z = -228.86 },
		},
		[390] = 
		{
			[1] = { x = -32.30, y = 30.75, z = -86.00 },
		},
		[385] = 
		{
			[1] = { x = -115.51, y = 63.34, z = 126.01 },
		},
		[386] = 
		{
			[1] = { x = -61.62, y = 64.13, z = 211.29 },
		},
		[396] = 
		{
			[1] = { x = -207.61, y = 56.64, z = 210.80 },
		},
		[394] = 
		{
			[1] = { x = -204.38, y = 41.86, z = -94.01 },
		},
		[395] = 
		{
			[1] = { x = -18.40, y = 30.67, z = -115.94 },
		},
		[323] = 
		{
			[1] = { x = -249.76, y = 49.05, z = 141.94 },
		},
		[409] = 
		{
			[1] = { x = -101.78, y = 49.48, z = -38.51 },
		},
		[419] = 
		{
			[1] = { x = -132.75, y = 15.94, z = -180.17 },
		},
		[420] = 
		{
			[1] = { x = -171.90, y = 36.09, z = -240.55 },
		},
		[421] = 
		{
			[1] = { x = -197.90, y = 25.83, z = -204.10 },
		},
		[422] = 
		{
			[1] = { x = -135.77, y = 19.13, z = -211.69 },
		},
		[431] = 
		{
			[1] = { x = -31.80, y = 65.00, z = 228.34 },
			[2] = { x = -30.56, y = 66.95, z = 216.02 },
			[3] = { x = -34.46, y = 64.31, z = 236.84 },
			[4] = { x = -25.98, y = 66.00, z = 227.33 },
			[5] = { x = -38.34, y = 64.10, z = 228.34 },
		},
		[432] = 
		{
			[1] = { x = -60.25, y = 63.94, z = 230.70 },
		},
		[433] = 
		{
			[1] = { x = 40.00, y = 68.26, z = 126.10 },
		},
		[434] = 
		{
			[1] = { x = 48.70, y = 67.28, z = 121.00 },
		},
		[435] = 
		{
			[1] = { x = 38.80, y = 67.96, z = 120.00 },
		},
		[499] = 
		{
			[1] = { x = -21.77, y = 32.56, z = -159.12 },
			[2] = { x = -87.40, y = 32.85, z = -87.10 },
			[3] = { x = -14.23, y = 23.11, z = -178.83 },
			[4] = { x = -43.10, y = 31.02, z = -152.70 },
			[5] = { x = -77.00, y = 20.32, z = -182.10 },
		},
		[529] = 
		{
			[1] = { x = 40.10, y = 66.13, z = 201.70 },
		},
		[531] = 
		{
			[1] = { x = 40.28, y = 66.15, z = 202.12 },
		},
		[589] = 
		{
			[1] = { x = -137.40, y = 72.10, z = 226.40 },
			[2] = { x = 56.40, y = 60.44, z = 10.90 },
			[3] = { x = -106.80, y = 68.00, z = -19.30 },
			[4] = { x = -32.00, y = 18.00, z = -213.30 },
			[5] = { x = -201.40, y = 26.40, z = -184.30 },
		},
		[333] = 
		{
			[1] = { x = -251.36, y = 49.05, z = 156.59 },
		},
		[336] = 
		{
			[1] = { x = 186.56, y = 51.96, z = 193.48 },
		},
		[340] = 
		{
			[1] = { x = -236.40, y = 39.82, z = -141.66 },
		},
		[281] = 
		{
			[1] = { x = -164.92, y = 61.18, z = 186.03 },
		},
		[282] = 
		{
			[1] = { x = 42.94, y = 63.52, z = 174.23 },
		},
		[283] = 
		{
			[1] = { x = 60.37, y = 65.07, z = 114.15 },
		},
		[284] = 
		{
			[1] = { x = -173.71, y = 27.82, z = -221.96 },
		},
		[285] = 
		{
			[1] = { x = -79.54, y = 31.59, z = -117.88 },
		},
		[733] = 
		{
			[1] = { x = -164.92, y = 61.18, z = 186.03 },
		},
		[734] = 
		{
			[1] = { x = 42.94, y = 63.52, z = 174.23 },
		},
		[735] = 
		{
			[1] = { x = 60.37, y = 65.07, z = 114.15 },
		},
		[736] = 
		{
			[1] = { x = -173.71, y = 27.82, z = -221.96 },
		},
		[737] = 
		{
			[1] = { x = -79.54, y = 31.59, z = -117.88 },
		},
		[783] = 
		{
			[1] = { x = -164.92, y = 61.18, z = 186.03 },
		},
		[784] = 
		{
			[1] = { x = 42.94, y = 63.52, z = 174.23 },
		},
		[785] = 
		{
			[1] = { x = 60.37, y = 65.07, z = 114.15 },
		},
		[786] = 
		{
			[1] = { x = -173.71, y = 27.82, z = -221.96 },
		},
		[787] = 
		{
			[1] = { x = -79.54, y = 31.59, z = -117.88 },
		},
		[685] = 
		{
			[1] = { x = -259.90, y = 52.94, z = 194.70 },
		},
		[10202] = 
		{
			[1] = { x = -120.60, y = 77.77, z = 185.07 },
		},
		[871] = 
		{
			[1] = { x = -109.80, y = 43.52, z = -89.72 },
		},
		[872] = 
		{
			[1] = { x = -55.47, y = 31.19, z = -121.87 },
		},
		[891] = 
		{
			[1] = { x = -82.97, y = 64.87, z = 59.58 },
		},
		[893] = 
		{
			[1] = { x = -76.88, y = 65.61, z = 68.20 },
		},
		[892] = 
		{
			[1] = { x = -254.46, y = 49.05, z = 145.70 },
		},
	},
	Entity = 
	{
		[37] = 
		{
			x = -28.50, y = 66.14, z = 222.38, Type = 1,
			Tid = 
			{
				[13000] = 25,
			},
		},
		[38] = 
		{
			x = -234.63, y = 42.20, z = -108.56, Type = 1,
			Tid = 
			{
				[13011] = 1,
			},
		},
		[39] = 
		{
			x = -226.50, y = 41.09, z = -119.90, Type = 1,
			Tid = 
			{
				[13012] = 4,
			},
		},
		[40] = 
		{
			x = -214.10, y = 40.09, z = -119.90, Type = 1,
			Tid = 
			{
				[13013] = 4,
			},
		},
		[41] = 
		{
			x = -188.50, y = 30.39, z = -151.10, Type = 1,
			Tid = 
			{
				[13012] = 4,
			},
		},
		[42] = 
		{
			x = -90.39, y = 24.39, z = -139.98, Type = 1,
			Tid = 
			{
				[13019] = 5,
			},
		},
		[53] = 
		{
			x = -101.35, y = 50.60, z = -35.07, Type = 1,
			Tid = 
			{
				[13013] = 1,
			},
		},
		[86] = 
		{
			x = -133.48, y = 18.68, z = -210.10, Type = 1,
			Tid = 
			{
				[13038] = 1,
			},
		},
		[87] = 
		{
			x = 194.30, y = 72.87, z = 26.90, Type = 1,
			Tid = 
			{
				[34003] = 1,
			},
		},
		[88] = 
		{
			x = -198.42, y = 26.03, z = -205.06, Type = 1,
			Tid = 
			{
				[13041] = 1,
			},
		},
		[98] = 
		{
			x = -72.02, y = 27.62, z = -134.59, Type = 1,
			Tid = 
			{
				[13050] = 5,
			},
		},
		[99] = 
		{
			x = -25.80, y = 21.88, z = -181.70, Type = 1,
			Tid = 
			{
				[13050] = 5,
			},
		},
		[100] = 
		{
			x = -44.50, y = 16.81, z = -208.60, Type = 1,
			Tid = 
			{
				[13050] = 5,
			},
		},
		[101] = 
		{
			x = -77.90, y = 18.58, z = -200.20, Type = 1,
			Tid = 
			{
				[13051] = 25,
			},
		},
		[117] = 
		{
			x = -30.90, y = 75.11, z = 149.10, Type = 1,
			Tid = 
			{
				[13002] = 25,
			},
		},
		[121] = 
		{
			x = -152.40, y = 68.24, z = 137.40, Type = 1,
			Tid = 
			{
				[13003] = 1,
				[13002] = 2,
			},
		},
		[122] = 
		{
			x = -195.20, y = 55.14, z = 108.00, Type = 1,
			Tid = 
			{
				[13003] = 1,
				[13002] = 2,
			},
		},
		[123] = 
		{
			x = -142.70, y = 64.74, z = 108.00, Type = 1,
			Tid = 
			{
				[13003] = 1,
				[13002] = 2,
			},
		},
		[125] = 
		{
			x = -128.40, y = 73.76, z = 234.10, Type = 1,
			Tid = 
			{
				[13003] = 1,
				[13002] = 2,
			},
		},
		[126] = 
		{
			x = -134.30, y = 67.04, z = 134.60, Type = 1,
			Tid = 
			{
				[13003] = 1,
				[13002] = 2,
			},
		},
		[127] = 
		{
			x = -133.90, y = 76.46, z = 179.40, Type = 1,
			Tid = 
			{
				[13003] = 1,
				[13002] = 2,
			},
		},
		[128] = 
		{
			x = -103.59, y = 80.61, z = 167.47, Type = 1,
			Tid = 
			{
				[13001] = 1,
			},
		},
		[129] = 
		{
			x = 119.00, y = 71.46, z = 96.90, Type = 1,
			Tid = 
			{
				[13058] = 2,
			},
		},
		[131] = 
		{
			x = 105.47, y = 61.84, z = 93.88, Type = 1,
			Tid = 
			{
				[13058] = 2,
			},
		},
		[132] = 
		{
			x = 24.37, y = 65.46, z = 97.53, Type = 1,
			Tid = 
			{
				[13055] = 3,
			},
		},
		[133] = 
		{
			x = -88.30, y = 65.49, z = 48.44, Type = 1,
			Tid = 
			{
				[13056] = 3,
			},
		},
		[134] = 
		{
			x = -101.43, y = 55.05, z = 70.53, Type = 1,
			Tid = 
			{
				[13056] = 3,
			},
		},
		[136] = 
		{
			x = -61.84, y = 56.00, z = -2.57, Type = 1,
			Tid = 
			{
				[13056] = 3,
			},
		},
		[137] = 
		{
			x = -19.01, y = 60.61, z = 7.63, Type = 1,
			Tid = 
			{
				[13056] = 3,
			},
		},
		[124] = 
		{
			x = -134.62, y = 59.31, z = 66.81, Type = 1,
			Tid = 
			{
				[13054] = 1,
			},
		},
		[156] = 
		{
			x = -130.44, y = 74.55, z = 208.22, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[153] = 
		{
			x = 56.40, y = 60.50, z = 10.90, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[157] = 
		{
			x = -90.50, y = 51.39, z = -25.60, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[159] = 
		{
			x = -28.43, y = 18.26, z = -211.38, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[162] = 
		{
			x = -201.40, y = 28.18, z = -172.00, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[163] = 
		{
			x = 68.50, y = 60.40, z = 197.90, Type = 1,
			Tid = 
			{
				[39300] = 1,
			},
		},
		[164] = 
		{
			x = 110.20, y = 64.22, z = 78.70, Type = 1,
			Tid = 
			{
				[39300] = 1,
			},
		},
		[165] = 
		{
			x = -30.60, y = 74.10, z = 138.40, Type = 1,
			Tid = 
			{
				[39300] = 1,
			},
		},
		[166] = 
		{
			x = 17.00, y = 68.14, z = 190.90, Type = 1,
			Tid = 
			{
				[39300] = 1,
			},
		},
		[167] = 
		{
			x = -112.70, y = 23.65, z = -154.50, Type = 1,
			Tid = 
			{
				[39301] = 1,
			},
		},
		[168] = 
		{
			x = -18.90, y = 20.96, z = -183.80, Type = 1,
			Tid = 
			{
				[39301] = 1,
			},
		},
		[169] = 
		{
			x = -155.40, y = 32.39, z = -246.60, Type = 1,
			Tid = 
			{
				[39301] = 1,
			},
		},
		[170] = 
		{
			x = -165.20, y = 20.76, z = -210.00, Type = 1,
			Tid = 
			{
				[39301] = 1,
			},
		},
		[175] = 
		{
			x = -164.99, y = 61.18, z = 185.97, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[177] = 
		{
			x = 43.00, y = 63.50, z = 174.35, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[179] = 
		{
			x = 59.78, y = 65.13, z = 114.18, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[181] = 
		{
			x = -173.89, y = 27.79, z = -221.97, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[183] = 
		{
			x = -79.58, y = 31.62, z = -117.53, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[189] = 
		{
			x = -164.99, y = 61.18, z = 185.97, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[188] = 
		{
			x = 43.00, y = 63.50, z = 174.35, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[187] = 
		{
			x = 59.78, y = 65.13, z = 114.18, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[186] = 
		{
			x = -173.80, y = 27.79, z = -221.97, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[185] = 
		{
			x = -79.58, y = 31.62, z = -117.53, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[190] = 
		{
			x = -164.99, y = 61.18, z = 185.97, Type = 1,
			Tid = 
			{
				[35260] = 1,
				[35261] = 1,
			},
		},
		[191] = 
		{
			x = 43.00, y = 63.50, z = 174.35, Type = 1,
			Tid = 
			{
				[35260] = 1,
				[35261] = 1,
			},
		},
		[192] = 
		{
			x = 59.78, y = 65.13, z = 114.18, Type = 1,
			Tid = 
			{
				[35260] = 1,
				[35261] = 1,
			},
		},
		[193] = 
		{
			x = -173.75, y = 27.79, z = -221.97, Type = 1,
			Tid = 
			{
				[35260] = 1,
				[35261] = 1,
			},
		},
		[194] = 
		{
			x = -79.58, y = 31.62, z = -117.53, Type = 1,
			Tid = 
			{
				[35260] = 1,
				[35261] = 1,
			},
		},
		[114] = 
		{
			x = -153.20, y = 59.32, z = -235.73, Type = 1,
			Tid = 
			{
				[34209] = 1,
			},
		},
		[116] = 
		{
			x = -132.10, y = 59.33, z = 68.70, Type = 1,
			Tid = 
			{
				[34208] = 1,
			},
		},
		[119] = 
		{
			x = -259.95, y = 52.94, z = 201.02, Type = 1,
			Tid = 
			{
				[60039] = 5,
			},
		},
		[205] = 
		{
			x = -8.00, y = 58.66, z = 27.84, Type = 1,
			Tid = 
			{
				[60041] = 1,
			},
		},
		[206] = 
		{
			x = -123.11, y = 77.50, z = 184.92, Type = 1,
			Tid = 
			{
				[60040] = 1,
			},
		},
		[207] = 
		{
			x = -158.37, y = 65.66, z = 217.90, Type = 1,
			Tid = 
			{
				[60042] = 3,
			},
		},
		[208] = 
		{
			x = -160.02, y = 64.67, z = 215.73, Type = 1,
			Tid = 
			{
				[60043] = 4,
			},
		},
		[209] = 
		{
			x = -160.78, y = 64.63, z = 215.71, Type = 1,
			Tid = 
			{
				[60044] = 5,
			},
		},
		[212] = 
		{
			x = -53.70, y = 53.67, z = -23.60, Type = 1,
			Tid = 
			{
				[60050] = 5,
			},
		},
		[216] = 
		{
			x = -117.76, y = 45.66, z = -85.67, Type = 1,
			Tid = 
			{
				[60051] = 4,
			},
		},
		[219] = 
		{
			x = -64.10, y = 65.85, z = 64.90, Type = 1,
			Tid = 
			{
				[13151] = 6,
			},
		},
		[1] = 
		{
			x = 92.64, y = 54.56, z = 200.11, Type = 2,
			Tid = 
			{
				[3005] = 1,
			},
		},
		[2] = 
		{
			x = 95.45, y = 54.60, z = 192.94, Type = 2,
			Tid = 
			{
				[3005] = 1,
			},
		},
		[3] = 
		{
			x = 148.83, y = 56.88, z = 131.02, Type = 2,
			Tid = 
			{
				[3005] = 1,
			},
		},
		[4] = 
		{
			x = 144.20, y = 56.84, z = 136.49, Type = 2,
			Tid = 
			{
				[3005] = 1,
			},
		},
		[5] = 
		{
			x = 169.66, y = 50.64, z = 256.11, Type = 2,
			Tid = 
			{
				[3029] = 2,
			},
		},
		[6] = 
		{
			x = 168.86, y = 50.64, z = 253.10, Type = 2,
			Tid = 
			{
				[3067] = 1,
			},
		},
		[7] = 
		{
			x = 165.22, y = 49.43, z = 227.88, Type = 2,
			Tid = 
			{
				[3003] = 1,
			},
		},
		[8] = 
		{
			x = 167.23, y = 49.27, z = 229.68, Type = 2,
			Tid = 
			{
				[3002] = 1,
			},
		},
		[9] = 
		{
			x = 123.35, y = 51.87, z = 221.51, Type = 2,
			Tid = 
			{
				[3001] = 1,
			},
		},
		[11] = 
		{
			x = 221.51, y = 57.11, z = 176.11, Type = 2,
			Tid = 
			{
				[3006] = 1,
			},
		},
		[12] = 
		{
			x = 223.69, y = 57.11, z = 177.95, Type = 2,
			Tid = 
			{
				[3007] = 1,
			},
		},
		[13] = 
		{
			x = 224.82, y = 57.11, z = 175.72, Type = 2,
			Tid = 
			{
				[3008] = 1,
			},
		},
		[10] = 
		{
			x = 17.63, y = 60.68, z = 21.19, Type = 2,
			Tid = 
			{
				[3009] = 3,
			},
		},
		[14] = 
		{
			x = 21.82, y = 60.68, z = 20.38, Type = 2,
			Tid = 
			{
				[3028] = 2,
			},
		},
		[15] = 
		{
			x = 44.22, y = 61.45, z = 24.45, Type = 2,
			Tid = 
			{
				[3009] = 1,
			},
		},
		[16] = 
		{
			x = 46.47, y = 61.45, z = 24.20, Type = 2,
			Tid = 
			{
				[3028] = 1,
			},
		},
		[17] = 
		{
			x = 94.06, y = 60.43, z = 2.38, Type = 2,
			Tid = 
			{
				[3010] = 1,
			},
		},
		[18] = 
		{
			x = 15.21, y = 61.59, z = 52.23, Type = 2,
			Tid = 
			{
				[3009] = 6,
			},
		},
		[19] = 
		{
			x = 14.28, y = 64.39, z = 77.01, Type = 2,
			Tid = 
			{
				[3009] = 1,
			},
		},
		[20] = 
		{
			x = 30.17, y = 62.76, z = 69.49, Type = 2,
			Tid = 
			{
				[3009] = 1,
			},
		},
		[21] = 
		{
			x = 62.94, y = 60.75, z = 15.28, Type = 2,
			Tid = 
			{
				[3028] = 1,
			},
		},
		[22] = 
		{
			x = 60.69, y = 60.80, z = 15.53, Type = 2,
			Tid = 
			{
				[3009] = 1,
			},
		},
		[23] = 
		{
			x = 48.72, y = 60.84, z = 9.24, Type = 2,
			Tid = 
			{
				[3028] = 1,
			},
		},
		[24] = 
		{
			x = 21.95, y = 60.90, z = 6.79, Type = 2,
			Tid = 
			{
				[3028] = 1,
			},
		},
		[25] = 
		{
			x = 21.90, y = 60.83, z = 8.85, Type = 2,
			Tid = 
			{
				[3009] = 1,
			},
		},
		[26] = 
		{
			x = 130.56, y = 51.87, z = 205.06, Type = 2,
			Tid = 
			{
				[3004] = 1,
			},
		},
		[27] = 
		{
			x = 192.08, y = 52.42, z = 193.23, Type = 2,
			Tid = 
			{
				[3062] = 1,
			},
		},
		[28] = 
		{
			x = 61.36, y = 66.03, z = 102.42, Type = 2,
			Tid = 
			{
				[3080] = 1,
			},
		},
		[29] = 
		{
			x = 80.96, y = 59.41, z = 12.49, Type = 2,
			Tid = 
			{
				[3080] = 1,
			},
		},
		[30] = 
		{
			x = -242.56, y = 49.05, z = 138.41, Type = 2,
			Tid = 
			{
				[3011] = 1,
			},
		},
		[31] = 
		{
			x = -223.60, y = 49.05, z = 141.77, Type = 2,
			Tid = 
			{
				[3012] = 2,
			},
		},
		[32] = 
		{
			x = -241.15, y = 53.26, z = 204.79, Type = 2,
			Tid = 
			{
				[3012] = 1,
			},
		},
		[33] = 
		{
			x = -248.23, y = 49.29, z = 155.28, Type = 2,
			Tid = 
			{
				[3013] = 1,
			},
		},
		[34] = 
		{
			x = -174.40, y = 61.18, z = 193.40, Type = 2,
			Tid = 
			{
				[3012] = 2,
			},
		},
		[35] = 
		{
			x = -247.29, y = 52.97, z = 205.32, Type = 2,
			Tid = 
			{
				[3013] = 1,
			},
		},
		[36] = 
		{
			x = 178.60, y = 52.00, z = 188.86, Type = 2,
			Tid = 
			{
				[3002] = 1,
			},
		},
		[43] = 
		{
			x = 181.56, y = 51.96, z = 190.36, Type = 2,
			Tid = 
			{
				[3059] = 1,
			},
		},
		[44] = 
		{
			x = 187.55, y = 51.96, z = 182.07, Type = 2,
			Tid = 
			{
				[3060] = 1,
			},
		},
		[45] = 
		{
			x = 190.24, y = 51.96, z = 189.51, Type = 2,
			Tid = 
			{
				[3061] = 1,
			},
		},
		[46] = 
		{
			x = 221.75, y = 57.11, z = 172.51, Type = 2,
			Tid = 
			{
				[3018] = 1,
			},
		},
		[47] = 
		{
			x = -183.89, y = 56.64, z = 206.09, Type = 2,
			Tid = 
			{
				[3012] = 2,
			},
		},
		[48] = 
		{
			x = -197.56, y = 56.64, z = 231.10, Type = 2,
			Tid = 
			{
				[3013] = 1,
			},
		},
		[49] = 
		{
			x = -87.87, y = 32.25, z = -95.94, Type = 2,
			Tid = 
			{
				[3046] = 1,
			},
		},
		[55] = 
		{
			x = -43.50, y = 31.52, z = -138.30, Type = 2,
			Tid = 
			{
				[3048] = 1,
			},
		},
		[54] = 
		{
			x = -46.81, y = 31.41, z = -137.00, Type = 2,
			Tid = 
			{
				[3049] = 1,
			},
		},
		[56] = 
		{
			x = -36.80, y = 31.12, z = -80.04, Type = 2,
			Tid = 
			{
				[3045] = 1,
			},
		},
		[58] = 
		{
			x = -39.21, y = 31.28, z = -80.37, Type = 2,
			Tid = 
			{
				[3044] = 2,
			},
		},
		[59] = 
		{
			x = -80.59, y = 31.76, z = -112.64, Type = 2,
			Tid = 
			{
				[3043] = 1,
			},
		},
		[60] = 
		{
			x = -89.23, y = 32.57, z = -103.51, Type = 2,
			Tid = 
			{
				[3043] = 1,
			},
		},
		[61] = 
		{
			x = -64.54, y = 30.38, z = -101.45, Type = 2,
			Tid = 
			{
				[3043] = 1,
				[3044] = 1,
			},
		},
		[62] = 
		{
			x = -71.96, y = 31.44, z = -96.42, Type = 2,
			Tid = 
			{
				[3043] = 1,
				[3044] = 1,
			},
		},
		[67] = 
		{
			x = 168.82, y = 50.64, z = 245.87, Type = 2,
			Tid = 
			{
				[3063] = 2,
			},
		},
		[68] = 
		{
			x = 166.21, y = 50.64, z = 253.80, Type = 2,
			Tid = 
			{
				[3065] = 1,
			},
		},
		[69] = 
		{
			x = 168.86, y = 50.64, z = 248.16, Type = 2,
			Tid = 
			{
				[3064] = 1,
			},
		},
		[70] = 
		{
			x = 180.24, y = 49.27, z = 237.45, Type = 2,
			Tid = 
			{
				[3057] = 1,
			},
		},
		[71] = 
		{
			x = 191.42, y = 58.54, z = 145.10, Type = 2,
			Tid = 
			{
				[3000] = 1,
			},
		},
		[72] = 
		{
			x = 20.29, y = 62.38, z = 70.98, Type = 2,
			Tid = 
			{
				[3077] = 1,
			},
		},
		[75] = 
		{
			x = -202.54, y = 28.57, z = -212.85, Type = 2,
			Tid = 
			{
				[3126] = 1,
			},
		},
		[76] = 
		{
			x = -181.80, y = 24.73, z = -211.70, Type = 2,
			Tid = 
			{
				[3127] = 8,
			},
		},
		[77] = 
		{
			x = -195.33, y = 27.93, z = -216.14, Type = 2,
			Tid = 
			{
				[3127] = 8,
			},
		},
		[78] = 
		{
			x = -183.35, y = 30.19, z = -226.47, Type = 2,
			Tid = 
			{
				[3127] = 8,
			},
		},
		[80] = 
		{
			x = -32.35, y = 30.73, z = -121.95, Type = 2,
			Tid = 
			{
				[3140] = 1,
			},
		},
		[81] = 
		{
			x = -57.12, y = 31.36, z = -120.14, Type = 2,
			Tid = 
			{
				[3141] = 1,
			},
		},
		[104] = 
		{
			x = 27.33, y = 61.04, z = 25.04, Type = 2,
			Tid = 
			{
				[3172] = 1,
			},
		},
		[138] = 
		{
			x = 35.36, y = 66.48, z = 200.83, Type = 2,
			Tid = 
			{
				[4156] = 1,
			},
		},
		[141] = 
		{
			x = -250.83, y = 52.94, z = 218.56, Type = 2,
			Tid = 
			{
				[3080] = 1,
			},
		},
		[146] = 
		{
			x = -38.59, y = 31.23, z = -131.11, Type = 2,
			Tid = 
			{
				[3080] = 1,
			},
		},
		[151] = 
		{
			x = 58.30, y = 68.00, z = 99.70, Type = 2,
			Tid = 
			{
				[20] = 1,
			},
		},
		[152] = 
		{
			x = -255.10, y = 52.94, z = 210.50, Type = 2,
			Tid = 
			{
				[21] = 1,
			},
		},
		[102] = 
		{
			x = -190.91, y = 25.04, z = -202.76, Type = 2,
			Tid = 
			{
				[3267] = 1,
			},
		},
		[103] = 
		{
			x = -192.26, y = 24.89, z = -199.98, Type = 2,
			Tid = 
			{
				[3282] = 1,
			},
		},
		[112] = 
		{
			x = -188.44, y = 24.34, z = -201.31, Type = 2,
			Tid = 
			{
				[3281] = 1,
			},
		},
		[113] = 
		{
			x = -188.38, y = 24.42, z = -204.53, Type = 2,
			Tid = 
			{
				[3281] = 1,
			},
		},
		[130] = 
		{
			x = -162.35, y = 65.52, z = 218.92, Type = 2,
			Tid = 
			{
				[3304] = 1,
			},
		},
		[135] = 
		{
			x = -160.74, y = 66.44, z = 225.30, Type = 2,
			Tid = 
			{
				[3305] = 1,
			},
		},
		[147] = 
		{
			x = -240.69, y = 52.94, z = 221.68, Type = 2,
			Tid = 
			{
				[3300] = 1,
			},
		},
		[148] = 
		{
			x = -202.82, y = 56.64, z = 210.58, Type = 2,
			Tid = 
			{
				[3299] = 1,
			},
		},
		[149] = 
		{
			x = 75.73, y = 63.84, z = 130.05, Type = 2,
			Tid = 
			{
				[3302] = 1,
			},
		},
		[150] = 
		{
			x = -221.41, y = 49.05, z = 155.42, Type = 2,
			Tid = 
			{
				[3301] = 1,
			},
		},
		[174] = 
		{
			x = -8.07, y = 58.66, z = 27.69, Type = 2,
			Tid = 
			{
				[3303] = 1,
			},
		},
		[210] = 
		{
			x = -37.34, y = 58.81, z = 8.73, Type = 2,
			Tid = 
			{
				[3297] = 1,
			},
		},
		[211] = 
		{
			x = -46.01, y = 54.25, z = -24.16, Type = 2,
			Tid = 
			{
				[3298] = 1,
			},
		},
		[105] = 
		{
			x = 27.33, y = 61.04, z = 25.04, Type = 2,
			Tid = 
			{
				[3326] = 1,
			},
		},
		[106] = 
		{
			x = -38.70, y = 58.90, z = 8.90, Type = 2,
			Tid = 
			{
				[3327] = 1,
			},
		},
		[213] = 
		{
			x = -71.47, y = 31.88, z = -110.30, Type = 2,
			Tid = 
			{
				[3296] = 1,
			},
		},
		[217] = 
		{
			x = 192.00, y = 52.27, z = 175.20, Type = 2,
			Tid = 
			{
				[22] = 1,
			},
		},
		[218] = 
		{
			x = -76.84, y = 65.70, z = 68.69, Type = 2,
			Tid = 
			{
				[3329] = 1,
			},
		},
		[222] = 
		{
			x = -77.96, y = 64.89, z = 65.98, Type = 2,
			Tid = 
			{
				[3330] = 1,
			},
		},
		[223] = 
		{
			x = -124.73, y = 63.54, z = 121.96, Type = 2,
			Tid = 
			{
				[3331] = 1,
			},
		},
		[50] = 
		{
			x = -108.99, y = 50.45, z = -34.62, Type = 6,
			Tid = 
			{
				[391] = 1,
			},
		},
		[51] = 
		{
			x = -82.91, y = 20.25, z = -181.63, Type = 6,
			Tid = 
			{
				[392] = 1,
			},
		},
		[52] = 
		{
			x = -114.34, y = 17.96, z = -228.86, Type = 6,
			Tid = 
			{
				[393] = 1,
			},
		},
		[57] = 
		{
			x = -32.30, y = 30.75, z = -86.00, Type = 6,
			Tid = 
			{
				[390] = 1,
			},
		},
		[66] = 
		{
			x = -115.51, y = 63.34, z = 126.01, Type = 6,
			Tid = 
			{
				[385] = 1,
			},
		},
		[65] = 
		{
			x = -61.62, y = 64.13, z = 211.29, Type = 6,
			Tid = 
			{
				[386] = 6,
			},
		},
		[63] = 
		{
			x = -207.61, y = 56.64, z = 210.80, Type = 6,
			Tid = 
			{
				[396] = 1,
			},
		},
		[64] = 
		{
			x = -204.38, y = 41.86, z = -94.01, Type = 6,
			Tid = 
			{
				[394] = 1,
			},
		},
		[73] = 
		{
			x = -18.40, y = 30.67, z = -115.94, Type = 6,
			Tid = 
			{
				[395] = 1,
			},
		},
		[74] = 
		{
			x = -249.76, y = 49.05, z = 141.94, Type = 6,
			Tid = 
			{
				[323] = 1,
			},
		},
		[79] = 
		{
			x = -101.78, y = 49.48, z = -38.51, Type = 6,
			Tid = 
			{
				[409] = 1,
			},
		},
		[82] = 
		{
			x = -132.75, y = 15.94, z = -180.17, Type = 6,
			Tid = 
			{
				[419] = 1,
			},
		},
		[83] = 
		{
			x = -171.90, y = 36.09, z = -240.55, Type = 6,
			Tid = 
			{
				[420] = 3,
			},
		},
		[84] = 
		{
			x = -197.90, y = 25.83, z = -204.10, Type = 6,
			Tid = 
			{
				[421] = 1,
			},
		},
		[85] = 
		{
			x = -135.77, y = 19.13, z = -211.69, Type = 6,
			Tid = 
			{
				[422] = 1,
			},
		},
		[89] = 
		{
			x = -31.80, y = 65.00, z = 228.34, Type = 6,
			Tid = 
			{
				[431] = 1,
			},
		},
		[90] = 
		{
			x = -30.56, y = 66.95, z = 216.02, Type = 6,
			Tid = 
			{
				[431] = 1,
			},
		},
		[91] = 
		{
			x = -34.46, y = 64.31, z = 236.84, Type = 6,
			Tid = 
			{
				[431] = 1,
			},
		},
		[92] = 
		{
			x = -25.98, y = 66.00, z = 227.33, Type = 6,
			Tid = 
			{
				[431] = 1,
			},
		},
		[93] = 
		{
			x = -38.34, y = 64.10, z = 228.34, Type = 6,
			Tid = 
			{
				[431] = 1,
			},
		},
		[94] = 
		{
			x = -60.25, y = 63.94, z = 230.70, Type = 6,
			Tid = 
			{
				[432] = 5,
			},
		},
		[95] = 
		{
			x = 40.00, y = 68.26, z = 126.10, Type = 6,
			Tid = 
			{
				[433] = 1,
			},
		},
		[96] = 
		{
			x = 48.70, y = 67.28, z = 121.00, Type = 6,
			Tid = 
			{
				[434] = 1,
			},
		},
		[97] = 
		{
			x = 38.80, y = 67.96, z = 120.00, Type = 6,
			Tid = 
			{
				[435] = 1,
			},
		},
		[107] = 
		{
			x = -21.77, y = 32.56, z = -159.12, Type = 6,
			Tid = 
			{
				[499] = 2,
			},
		},
		[108] = 
		{
			x = -87.40, y = 32.85, z = -87.10, Type = 6,
			Tid = 
			{
				[499] = 2,
			},
		},
		[109] = 
		{
			x = -14.23, y = 23.11, z = -178.83, Type = 6,
			Tid = 
			{
				[499] = 2,
			},
		},
		[110] = 
		{
			x = -43.10, y = 31.02, z = -152.70, Type = 6,
			Tid = 
			{
				[499] = 2,
			},
		},
		[111] = 
		{
			x = -77.00, y = 20.32, z = -182.10, Type = 6,
			Tid = 
			{
				[499] = 2,
			},
		},
		[115] = 
		{
			x = 40.10, y = 66.13, z = 201.70, Type = 6,
			Tid = 
			{
				[529] = 1,
			},
		},
		[139] = 
		{
			x = 40.28, y = 66.15, z = 202.12, Type = 6,
			Tid = 
			{
				[531] = 1,
			},
		},
		[155] = 
		{
			x = -137.40, y = 72.10, z = 226.40, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[154] = 
		{
			x = 56.40, y = 60.44, z = 10.90, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[158] = 
		{
			x = -106.80, y = 68.00, z = -19.30, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[160] = 
		{
			x = -32.00, y = 18.00, z = -213.30, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[161] = 
		{
			x = -201.40, y = 26.40, z = -184.30, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[171] = 
		{
			x = -251.36, y = 49.05, z = 156.59, Type = 6,
			Tid = 
			{
				[333] = 1,
			},
		},
		[172] = 
		{
			x = 186.56, y = 51.96, z = 193.48, Type = 6,
			Tid = 
			{
				[336] = 1,
			},
		},
		[173] = 
		{
			x = -236.40, y = 39.82, z = -141.66, Type = 6,
			Tid = 
			{
				[340] = 1,
			},
		},
		[176] = 
		{
			x = -164.92, y = 61.18, z = 186.03, Type = 6,
			Tid = 
			{
				[281] = 1,
			},
		},
		[178] = 
		{
			x = 42.94, y = 63.52, z = 174.23, Type = 6,
			Tid = 
			{
				[282] = 1,
			},
		},
		[180] = 
		{
			x = 60.37, y = 65.07, z = 114.15, Type = 6,
			Tid = 
			{
				[283] = 1,
			},
		},
		[182] = 
		{
			x = -173.71, y = 27.82, z = -221.96, Type = 6,
			Tid = 
			{
				[284] = 1,
			},
		},
		[184] = 
		{
			x = -79.54, y = 31.59, z = -117.88, Type = 6,
			Tid = 
			{
				[285] = 1,
			},
		},
		[199] = 
		{
			x = -164.92, y = 61.18, z = 186.03, Type = 6,
			Tid = 
			{
				[733] = 1,
			},
		},
		[198] = 
		{
			x = 42.94, y = 63.52, z = 174.23, Type = 6,
			Tid = 
			{
				[734] = 1,
			},
		},
		[197] = 
		{
			x = 60.37, y = 65.07, z = 114.15, Type = 6,
			Tid = 
			{
				[735] = 1,
			},
		},
		[196] = 
		{
			x = -173.71, y = 27.82, z = -221.96, Type = 6,
			Tid = 
			{
				[736] = 1,
			},
		},
		[195] = 
		{
			x = -79.54, y = 31.59, z = -117.88, Type = 6,
			Tid = 
			{
				[737] = 1,
			},
		},
		[200] = 
		{
			x = -164.92, y = 61.18, z = 186.03, Type = 6,
			Tid = 
			{
				[783] = 1,
			},
		},
		[201] = 
		{
			x = 42.94, y = 63.52, z = 174.23, Type = 6,
			Tid = 
			{
				[784] = 1,
			},
		},
		[202] = 
		{
			x = 60.37, y = 65.07, z = 114.15, Type = 6,
			Tid = 
			{
				[785] = 1,
			},
		},
		[203] = 
		{
			x = -173.71, y = 27.82, z = -221.96, Type = 6,
			Tid = 
			{
				[786] = 1,
			},
		},
		[204] = 
		{
			x = -79.54, y = 31.59, z = -117.88, Type = 6,
			Tid = 
			{
				[787] = 1,
			},
		},
		[118] = 
		{
			x = -259.90, y = 52.94, z = 194.70, Type = 6,
			Tid = 
			{
				[685] = 1,
			},
		},
		[120] = 
		{
			x = -120.60, y = 77.77, z = 185.07, Type = 6,
			Tid = 
			{
				[10202] = 1,
			},
		},
		[214] = 
		{
			x = -109.80, y = 43.52, z = -89.72, Type = 6,
			Tid = 
			{
				[871] = 1,
			},
		},
		[215] = 
		{
			x = -55.47, y = 31.19, z = -121.87, Type = 6,
			Tid = 
			{
				[872] = 1,
			},
		},
		[220] = 
		{
			x = -82.97, y = 64.87, z = 59.58, Type = 6,
			Tid = 
			{
				[891] = 5,
			},
		},
		[221] = 
		{
			x = -76.88, y = 65.61, z = 68.20, Type = 6,
			Tid = 
			{
				[893] = 1,
			},
		},
		[224] = 
		{
			x = -254.46, y = 49.05, z = 145.70, Type = 6,
			Tid = 
			{
				[892] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 166.67, posy = 49.24, posz = 276.08, rotx = 0.00, roty = 156.85, rotz = 0.00 },
		[2] = { posx = -65.74, posy = 21.54, posz = -259.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[3] = { posx = -198.64, posy = 31.32, posz = -223.06, rotx = 0.00, roty = 77.57, rotz = 0.00 },
		[4] = { posx = -62.30, posy = 63.77, posz = 226.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[5] = { posx = -137.40, posy = 72.10, posz = 226.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[6] = { posx = -255.10, posy = 53.30, posz = 210.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[7] = { posx = -155.40, posy = 68.00, posz = 143.00, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[8] = { posx = 58.30, posy = 68.00, posz = 99.70, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[9] = { posx = 75.70, posy = 68.00, posz = 4.60, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[10] = { posx = -106.80, posy = 68.00, posz = -19.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[11] = { posx = -32.00, posy = 31.80, posz = -79.90, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[12] = { posx = -32.00, posy = 18.00, posz = -213.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[13] = { posx = -201.40, posy = 26.40, posz = -184.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[14] = { posx = -229.60, posy = 41.90, posz = -105.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[15] = { posx = 58.40, posy = 65.60, posz = 210.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[16] = { posx = 110.20, posy = 63.50, posz = 78.70, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[17] = { posx = -37.00, posy = 74.90, posz = 138.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[18] = { posx = 17.00, posy = 69.00, posz = 190.90, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[19] = { posx = -112.70, posy = 21.80, posz = -154.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[20] = { posx = -18.90, posy = 20.60, posz = -183.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[21] = { posx = -155.40, posy = 34.50, posz = -246.60, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[22] = { posx = -165.20, posy = 19.70, posz = -194.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[23] = { posx = -194.80, posy = 25.15, posz = -200.20, rotx = 0.00, roty = 90.00, rotz = 0.00 },
	},

}
return MapInfo
