local MapInfo = 
{
	MapType = 3,
	Remarks = "",
	TextDisplayName = "에세니아 서부",
	Length = 512,
	Width = 512,
	NavMeshName = "World04Part2.navmesh",
	BackgroundMusic = "BGM_Map_4/Map_4/Map_4_phase",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world04-2.png",
	AssetPath = "Assets/Outputs/Scenes/World04Part2.prefab",
	PKMode= 1,
	Monster = 
	{
		[13100] = 
		{
			[1] = { x = -215.76, y = 106.31, z = 165.11, name = "그림자 쿠거", level = 46, SortID = 1 },
		},
		[13099] = 
		{
			[1] = { x = -203.23, y = 106.58, z = 164.21, name = "그림자 쿠거", level = 45, SortID = 2 },
			[2] = { x = -224.40, y = 106.19, z = 157.90, name = "그림자 쿠거", level = 45, SortID = 3 },
			[3] = { x = -103.34, y = 112.18, z = 169.15, name = "그림자 쿠거", level = 45, SortID = 4 },
		},
		[13093] = 
		{
			[1] = { x = -130.94, y = 107.49, z = 152.94, name = "초소탑 사제", level = 45, SortID = 5 },
		},
		[13094] = 
		{
			[1] = { x = -130.94, y = 107.49, z = 152.94, name = "초소탑 무사", level = 45, SortID = 5 },
		},
		[13095] = 
		{
			[1] = { x = -130.94, y = 107.49, z = 152.94, name = "초소탑 대장", level = 47, SortID = 5 },
		},
		[13096] = 
		{
			[1] = { x = -55.20, y = 125.00, z = 191.49, name = "초소탑 사제", level = 45, SortID = 6 },
		},
		[13097] = 
		{
			[1] = { x = -55.20, y = 125.00, z = 191.49, name = "초소탑 무사", level = 45, SortID = 6 },
		},
		[13098] = 
		{
			[1] = { x = -55.20, y = 125.00, z = 191.49, name = "초소탑 대장", level = 47, SortID = 6 },
		},
		[13106] = 
		{
			[1] = { x = -167.66, y = 135.57, z = 224.02, name = "칸파소", level = 46, SortID = 14 },
		},
		[13101] = 
		{
			[1] = { x = 6.70, y = 122.30, z = 226.10, name = "쿠거 수비병", level = 45, SortID = 16 },
		},
		[13102] = 
		{
			[1] = { x = 6.60, y = 122.30, z = 225.80, name = "거미 수비병", level = 45, SortID = 17 },
		},
		[13103] = 
		{
			[1] = { x = 7.10, y = 122.30, z = 225.90, name = "여왕 거미 수비병", level = 48, SortID = 18 },
		},
		[13104] = 
		{
			[1] = { x = 6.40, y = 122.30, z = 226.10, name = "길리두 수비병", level = 47, SortID = 19 },
		},
		[13105] = 
		{
			[1] = { x = 6.70, y = 122.30, z = 226.00, name = "티엔미스", level = 46, SortID = 20 },
		},
		[13107] = 
		{
			[1] = { x = -163.50, y = 107.34, z = 156.00, name = "", level = 50, SortID = 21 },
			[2] = { x = -143.43, y = 107.47, z = 152.23, name = "", level = 50, SortID = 22 },
			[3] = { x = -119.27, y = 107.46, z = 156.29, name = "", level = 50, SortID = 23 },
			[4] = { x = -93.95, y = 115.79, z = 176.33, name = "", level = 50, SortID = 24 },
			[5] = { x = -79.72, y = 118.12, z = 172.07, name = "", level = 50, SortID = 25 },
		},
	},
	Npc = 
	{
		[3237] = 
		{
			[1] = { x = 6.22, y = 122.30, z = 226.44, name = "셀리온", SortID = 7 },
		},
		[3244] = 
		{
			[1] = { x = 13.57, y = 122.10, z = 233.81, name = "정예 마법사", SortID = 8 },
			[2] = { x = 14.53, y = 122.10, z = 218.93, name = "정예 마법사", SortID = 9 },
			[3] = { x = 17.10, y = 122.10, z = 227.27, name = "정예 마법사", SortID = 10 },
			[4] = { x = 6.01, y = 122.10, z = 216.70, name = "정예 마법사", SortID = 11 },
			[5] = { x = 6.63, y = 122.10, z = 234.27, name = "정예 마법사", SortID = 12 },
		},
		[3242] = 
		{
			[1] = { x = -167.71, y = 135.59, z = 224.04, name = "칸파소", SortID = 13 },
		},
		[60052] = 
		{
			[1] = { x = -162.87, y = 135.04, z = 210.28, name = "셀리온", SortID = 26 },
		},
		[3243] = 
		{
			[1] = { x = -13.34, y = 122.04, z = 216.48, name = "프레디아 로한", SortID = 28 },
		},
	},
	Region = 
	{
		[2] = 
		{
			[306] = { x = -60.94, y = 105.04, z = 174.47, name = "바람의 성루", worldId = 0, PkMode = 1 },
			[307] = { x = -50.31, y = 95.43, z = 88.57, name = "정원", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[308] = { x = -29.30, y = 99.22, z = 171.42, name = "성루", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[309] = { x = -209.19, y = 84.24, z = 65.71, name = "마법 서클", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[310] = { x = 1.71, y = 21.45, z = 226.93, name = "훈련장", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[311] = { x = -155.03, y = 133.91, z = 224.19, name = "현자 기념관", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[419] = { x = -108.70, y = 165.08, z = 193.42, name = "风中悲歌【剧情相位】", worldId = 0, PkMode = 1 },
			[420] = { x = -146.70, y = 107.57, z = 154.80, name = "发现哨岗", worldId = 0, PkMode = 1 },
			[421] = { x = -63.11, y = 121.92, z = 174.69, name = "区域-哨岗2", worldId = 0, PkMode = 1 },
			[422] = { x = -15.46, y = 121.99, z = 225.40, name = "演武堂到达", worldId = 0, PkMode = 1 },
			[423] = { x = -204.75, y = 89.10, z = 92.22, name = "区域-相位进入点", worldId = 0, PkMode = 1 },
			[446] = { x = -130.48, y = 107.69, z = 152.81, name = "区域-哨兵1刷新", worldId = 0, PkMode = 1 },
			[447] = { x = -55.12, y = 125.19, z = 191.29, name = "区域-哨兵2刷新", worldId = 0, PkMode = 1 },
			[448] = { x = -58.41, y = 125.35, z = 188.96, name = "区域-炼金炸弹02", worldId = 0, PkMode = 1 },
			[449] = { x = -122.80, y = 107.55, z = 150.85, name = "区域-炼金炸弹01", worldId = 0, PkMode = 1 },
			[450] = { x = -164.98, y = 135.44, z = 224.23, name = "区域-BOSS刷新", worldId = 0, PkMode = 1 },
			[454] = { x = -183.71, y = 135.20, z = 239.47, name = "区域-离开相位", worldId = 0, PkMode = 1 },
			[455] = { x = -152.58, y = 135.20, z = 224.56, name = "区域-先贤祠到达", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
	},
	Entity = 
	{
		[1] = 
		{
			x = -215.76, y = 106.31, z = 165.11, Type = 1,
			Tid = 
			{
				[13100] = 1,
			},
		},
		[2] = 
		{
			x = -203.23, y = 106.58, z = 164.21, Type = 1,
			Tid = 
			{
				[13099] = 5,
			},
		},
		[3] = 
		{
			x = -224.40, y = 106.19, z = 157.90, Type = 1,
			Tid = 
			{
				[13099] = 5,
			},
		},
		[4] = 
		{
			x = -103.34, y = 112.18, z = 169.15, Type = 1,
			Tid = 
			{
				[13099] = 5,
			},
		},
		[5] = 
		{
			x = -130.94, y = 107.49, z = 152.94, Type = 1,
			Tid = 
			{
				[13093] = 2,
				[13094] = 5,
				[13095] = 1,
			},
		},
		[6] = 
		{
			x = -55.20, y = 125.00, z = 191.49, Type = 1,
			Tid = 
			{
				[13096] = 2,
				[13097] = 5,
				[13098] = 1,
			},
		},
		[14] = 
		{
			x = -167.66, y = 135.57, z = 224.02, Type = 1,
			Tid = 
			{
				[13106] = 1,
			},
		},
		[16] = 
		{
			x = 6.70, y = 122.30, z = 226.10, Type = 1,
			Tid = 
			{
				[13101] = 10,
			},
		},
		[17] = 
		{
			x = 6.60, y = 122.30, z = 225.80, Type = 1,
			Tid = 
			{
				[13102] = 10,
			},
		},
		[18] = 
		{
			x = 7.10, y = 122.30, z = 225.90, Type = 1,
			Tid = 
			{
				[13103] = 2,
			},
		},
		[19] = 
		{
			x = 6.40, y = 122.30, z = 226.10, Type = 1,
			Tid = 
			{
				[13104] = 3,
			},
		},
		[20] = 
		{
			x = 6.70, y = 122.30, z = 226.00, Type = 1,
			Tid = 
			{
				[13105] = 1,
			},
		},
		[21] = 
		{
			x = -163.50, y = 107.34, z = 156.00, Type = 1,
			Tid = 
			{
				[13107] = 1,
			},
		},
		[22] = 
		{
			x = -143.43, y = 107.47, z = 152.23, Type = 1,
			Tid = 
			{
				[13107] = 1,
			},
		},
		[23] = 
		{
			x = -119.27, y = 107.46, z = 156.29, Type = 1,
			Tid = 
			{
				[13107] = 1,
			},
		},
		[24] = 
		{
			x = -93.95, y = 115.79, z = 176.33, Type = 1,
			Tid = 
			{
				[13107] = 1,
			},
		},
		[25] = 
		{
			x = -79.72, y = 118.12, z = 172.07, Type = 1,
			Tid = 
			{
				[13107] = 1,
			},
		},
		[7] = 
		{
			x = 6.22, y = 122.30, z = 226.44, Type = 2,
			Tid = 
			{
				[3237] = 1,
			},
		},
		[8] = 
		{
			x = 13.57, y = 122.10, z = 233.81, Type = 2,
			Tid = 
			{
				[3244] = 2,
			},
		},
		[9] = 
		{
			x = 14.53, y = 122.10, z = 218.93, Type = 2,
			Tid = 
			{
				[3244] = 4,
			},
		},
		[10] = 
		{
			x = 17.10, y = 122.10, z = 227.27, Type = 2,
			Tid = 
			{
				[3244] = 3,
			},
		},
		[11] = 
		{
			x = 6.01, y = 122.10, z = 216.70, Type = 2,
			Tid = 
			{
				[3244] = 2,
			},
		},
		[12] = 
		{
			x = 6.63, y = 122.10, z = 234.27, Type = 2,
			Tid = 
			{
				[3244] = 2,
			},
		},
		[13] = 
		{
			x = -167.71, y = 135.59, z = 224.04, Type = 2,
			Tid = 
			{
				[3242] = 1,
			},
		},
		[26] = 
		{
			x = -162.87, y = 135.04, z = 210.28, Type = 2,
			Tid = 
			{
				[60052] = 1,
			},
		},
		[28] = 
		{
			x = -13.34, y = 122.04, z = 216.48, Type = 2,
			Tid = 
			{
				[3243] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 249.42, posy = 36.16, posz = -185.28, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[2] = { posx = 5.60, posy = 125.00, posz = 225.10, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[7] = { posx = 8.30, posy = 51.81, posz = -81.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[8] = { posx = -24.70, posy = 84.90, posz = -108.20, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[9] = { posx = -108.20, posy = 75.00, posz = -57.40, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[10] = { posx = -180.10, posy = 44.90, posz = -115.90, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[11] = { posx = -141.10, posy = 30.30, posz = -162.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[12] = { posx = 126.20, posy = 43.20, posz = -6.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[13] = { posx = -14.20, posy = 54.40, posz = -56.30, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[14] = { posx = -91.10, posy = 67.30, posz = -11.40, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[15] = { posx = -30.00, posy = 81.00, posz = 36.50, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[16] = { posx = -16.50, posy = 97.50, posz = 123.70, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[17] = { posx = -28.90, posy = 97.80, posz = 175.10, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[18] = { posx = -242.00, posy = 97.80, posz = 50.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[19] = { posx = -149.40, posy = 87.00, posz = 66.20, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[20] = { posx = -172.80, posy = 135.30, posz = 223.70, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[21] = { posx = -187.60, posy = 60.00, posz = -69.60, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[22] = { posx = -172.30, posy = 28.60, posz = -176.80, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[23] = { posx = -236.90, posy = 31.00, posz = -210.40, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[24] = { posx = -68.90, posy = 80.90, posz = -101.50, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[25] = { posx = -126.30, posy = 133.30, posz = 196.10, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[26] = { posx = -37.20, posy = 123.20, posz = 242.10, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[27] = { posx = -139.30, posy = 133.90, posz = 225.20, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[28] = { posx = 24.30, posy = 122.40, posz = 225.30, rotx = 0.00, roty = 269.67, rotz = 0.00 },
	},

}
return MapInfo
