local MapInfo = 
{
	MapType = 4,
	Remarks = "",
	TextDisplayName = "제국 국경 지대",
	Length = 800,
	Width = 800,
	NavMeshName = "World05.navmesh",
	BackgroundMusic = "",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world05.png",
	AssetPath = "Assets/Outputs/Scenes/World05.prefab",
	Monster = 
	{
		[14209] = 
		{
			[1] = { x = 130.75, y = 14.04, z = 118.87, name = "부활한 병사", level = 50, SortID = 1, DropItemIds = " " },
		},
		[14210] = 
		{
			[1] = { x = 154.40, y = 14.04, z = 125.50, name = "불사의 전사", level = 50, SortID = 2, DropItemIds = " " },
		},
		[14212] = 
		{
			[1] = { x = 136.10, y = 15.52, z = 148.69, name = "부활한 플리앙 전사", level = 50, SortID = 9, DropItemIds = " " },
			[2] = { x = 124.70, y = 16.54, z = 169.70, name = "부활한 플리앙 전사", level = 50, SortID = 11, DropItemIds = " " },
		},
		[14211] = 
		{
			[1] = { x = 125.74, y = 17.02, z = 166.07, name = "부활한 족장", level = 50, SortID = 10, DropItemIds = " " },
		},
		[14213] = 
		{
			[1] = { x = 97.30, y = 16.46, z = 134.40, name = "불사의 근위병", level = 10, SortID = 13, DropItemIds = " " },
			[2] = { x = 73.80, y = 17.26, z = 140.50, name = "불사의 근위병", level = 10, SortID = 14, DropItemIds = " " },
		},
		[14214] = 
		{
			[1] = { x = 80.70, y = 18.58, z = 161.42, name = "좀비", level = 50, SortID = 15, DropItemIds = " " },
			[2] = { x = 92.90, y = 18.59, z = 174.20, name = "좀비", level = 50, SortID = 16, DropItemIds = " " },
		},
		[14215] = 
		{
			[1] = { x = 109.50, y = 18.50, z = 179.20, name = "언데드 영주", level = 50, SortID = 17, DropItemIds = " " },
		},
		[14216] = 
		{
			[1] = { x = 139.06, y = 21.25, z = 237.45, name = "부활한 좀비", level = 10, SortID = 22, DropItemIds = " " },
			[2] = { x = 138.30, y = 21.25, z = 251.60, name = "부활한 좀비", level = 10, SortID = 23, DropItemIds = " " },
			[3] = { x = 138.30, y = 21.25, z = 269.50, name = "부활한 좀비", level = 10, SortID = 49, DropItemIds = " " },
		},
	},
	Npc = 
	{
		[4250] = 
		{
			[1] = { x = 137.90, y = 15.70, z = 89.98, name = "사마엘", SortID = 7, FunctionName = " " },
		},
		[4251] = 
		{
			[1] = { x = 136.55, y = 15.70, z = 92.88, name = "연합군 병사", SortID = 25, FunctionName = " " },
		},
		[4252] = 
		{
			[1] = { x = 135.09, y = 15.70, z = 95.78, name = "레인저 병사", SortID = 26, FunctionName = " " },
		},
		[4253] = 
		{
			[1] = { x = 133.47, y = 15.70, z = 98.41, name = "카이아의 검 병사", SortID = 27, FunctionName = " " },
		},
		[4254] = 
		{
			[1] = { x = 131.93, y = 15.70, z = 98.67, name = "사마엘", SortID = 28, FunctionName = " " },
		},
		[4266] = 
		{
			[1] = { x = 134.08, y = 15.70, z = 97.20, name = "엘리언 쿠벨", SortID = 29, FunctionName = " " },
			[2] = { x = 106.16, y = 14.75, z = 108.97, name = "엘리언 쿠벨", SortID = 32, FunctionName = " " },
		},
		[4267] = 
		{
			[1] = { x = 136.30, y = 15.68, z = 98.55, name = "엘리사 쿠벨", SortID = 30, FunctionName = " " },
		},
		[4268] = 
		{
			[1] = { x = 130.46, y = 15.64, z = 94.93, name = "카이아의 검", SortID = 31, FunctionName = " " },
		},
		[4259] = 
		{
			[1] = { x = 137.50, y = 21.25, z = 278.94, name = "엘리사 쿠벨", SortID = 33, FunctionName = " " },
		},
		[4258] = 
		{
			[1] = { x = 137.31, y = 21.25, z = 269.45, name = "레인저 병사", SortID = 34, FunctionName = " " },
		},
		[4261] = 
		{
			[1] = { x = 130.91, y = 14.02, z = 118.93, name = "레인저 병사", SortID = 35, FunctionName = " " },
			[2] = { x = 97.06, y = 16.12, z = 131.35, name = "레인저 병사", SortID = 53, FunctionName = " " },
			[3] = { x = 72.86, y = 17.26, z = 136.58, name = "레인저 병사", SortID = 54, FunctionName = " " },
			[4] = { x = 80.68, y = 18.54, z = 159.26, name = "레인저 병사", SortID = 56, FunctionName = " " },
			[5] = { x = 85.60, y = 18.59, z = 168.71, name = "레인저 병사", SortID = 57, FunctionName = " " },
		},
		[4260] = 
		{
			[1] = { x = 154.77, y = 12.31, z = 125.30, name = "연합군 병사", SortID = 36, FunctionName = " " },
		},
		[4262] = 
		{
			[1] = { x = 118.52, y = 15.28, z = 117.45, name = "연합군 탱크", SortID = 37, FunctionName = " " },
			[2] = { x = 140.90, y = 15.28, z = 119.40, name = "연합군 탱크", SortID = 38, FunctionName = " " },
			[3] = { x = 144.85, y = 15.28, z = 133.09, name = "연합군 탱크", SortID = 39, FunctionName = " " },
			[4] = { x = 137.62, y = 15.28, z = 128.18, name = "연합군 탱크", SortID = 40, FunctionName = " " },
			[5] = { x = 136.41, y = 15.28, z = 142.37, name = "연합군 탱크", SortID = 41, FunctionName = " " },
			[6] = { x = 156.60, y = 15.28, z = 137.00, name = "연합군 탱크", SortID = 42, FunctionName = " " },
		},
		[4264] = 
		{
			[1] = { x = 127.86, y = 21.28, z = 222.59, name = "길리두 수비병", SortID = 43, FunctionName = " " },
			[2] = { x = 140.62, y = 21.28, z = 223.71, name = "길리두 수비병", SortID = 44, FunctionName = " " },
			[3] = { x = 133.50, y = 21.28, z = 228.37, name = "길리두 수비병", SortID = 45, FunctionName = " " },
			[4] = { x = 148.49, y = 21.28, z = 223.68, name = "길리두 수비병", SortID = 46, FunctionName = " " },
			[5] = { x = 148.49, y = 21.28, z = 223.68, name = "길리두 수비병", SortID = 47, FunctionName = " " },
			[6] = { x = 133.08, y = 21.28, z = 217.40, name = "길리두 수비병", SortID = 48, FunctionName = " " },
		},
		[4265] = 
		{
			[1] = { x = 138.83, y = 21.29, z = 234.78, name = "레인저 병사", SortID = 50, FunctionName = " " },
			[2] = { x = 138.83, y = 21.29, z = 247.82, name = "레인저 병사", SortID = 51, FunctionName = " " },
			[3] = { x = 137.83, y = 21.25, z = 262.64, name = "레인저 병사", SortID = 52, FunctionName = " " },
		},
	},
	Region = 
	{
		[2] = 
		{
			[400] = { x = -15.49, y = 30.42, z = -60.44, name = "卡斯塔仑领土", worldId = 0, PkMode = 0 },
			[401] = { x = -242.83, y = 298.43, z = 345.44, name = "塔索克平台", worldId = 0, PkMode = 0 },
			[402] = { x = 86.45, y = 44.84, z = 155.82, name = "전장", worldId = 0, PkMode = 0 },
			[439] = { x = 144.30, y = 14.49, z = 139.10, name = "进军抵达区域", worldId = 0, PkMode = 0 },
			[440] = { x = 134.46, y = 15.84, z = 160.90, name = "进军结束抵达区域", worldId = 0, PkMode = 0 },
			[553] = { x = 125.80, y = 16.42, z = 124.20, name = "1913刷怪", worldId = 0, PkMode = 0 },
			[554] = { x = 104.26, y = 15.54, z = 127.52, name = "绝望之战-第二条路线抵达区域", worldId = 0, PkMode = 0 },
			[555] = { x = 138.30, y = 21.26, z = 269.22, name = "绝望之战-cg区域", worldId = 0, PkMode = 0 },
			[556] = { x = 129.37, y = 45.88, z = 97.32, name = "动员区域", worldId = 0, PkMode = 0 },
			[557] = { x = 139.61, y = 21.32, z = 253.45, name = "绝望之战-大营抵达区域", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[839] = 
		{
			[1] = { x = 138.71, y = 14.18, z = 131.15 },
		},
		[840] = 
		{
			[1] = { x = 156.48, y = 14.59, z = 136.83 },
			[2] = { x = 136.24, y = 14.59, z = 142.66 },
			[3] = { x = 137.76, y = 14.59, z = 128.03 },
			[4] = { x = 121.02, y = 15.53, z = 161.81 },
		},
		[842] = 
		{
			[1] = { x = 134.50, y = 21.21, z = 210.96 },
		},
		[843] = 
		{
			[1] = { x = 127.82, y = 21.21, z = 222.75 },
			[2] = { x = 140.60, y = 21.21, z = 223.91 },
			[3] = { x = 133.58, y = 21.21, z = 228.49 },
		},
		[844] = 
		{
			[1] = { x = 139.99, y = 21.25, z = 271.93 },
		},
		[803] = 
		{
			[1] = { x = 131.93, y = 21.24, z = 212.40 },
		},
		[827] = 
		{
			[1] = { x = 95.25, y = 18.15, z = 154.02 },
			[2] = { x = 99.47, y = 18.47, z = 161.91 },
			[3] = { x = 95.25, y = 18.15, z = 154.02 },
			[4] = { x = 95.25, y = 18.15, z = 146.61 },
			[5] = { x = 98.80, y = 18.15, z = 166.33 },
		},
	},
	Entity = 
	{
		[1] = 
		{
			x = 130.75, y = 14.04, z = 118.87, Type = 1,
			Tid = 
			{
				[14209] = 10,
			},
		},
		[2] = 
		{
			x = 154.40, y = 14.04, z = 125.50, Type = 1,
			Tid = 
			{
				[14210] = 10,
			},
		},
		[9] = 
		{
			x = 136.10, y = 15.52, z = 148.69, Type = 1,
			Tid = 
			{
				[14212] = 5,
			},
		},
		[10] = 
		{
			x = 125.74, y = 17.02, z = 166.07, Type = 1,
			Tid = 
			{
				[14211] = 1,
			},
		},
		[11] = 
		{
			x = 124.70, y = 16.54, z = 169.70, Type = 1,
			Tid = 
			{
				[14212] = 4,
			},
		},
		[13] = 
		{
			x = 97.30, y = 16.46, z = 134.40, Type = 1,
			Tid = 
			{
				[14213] = 6,
			},
		},
		[14] = 
		{
			x = 73.80, y = 17.26, z = 140.50, Type = 1,
			Tid = 
			{
				[14213] = 6,
			},
		},
		[15] = 
		{
			x = 80.70, y = 18.58, z = 161.42, Type = 1,
			Tid = 
			{
				[14214] = 8,
			},
		},
		[16] = 
		{
			x = 92.90, y = 18.59, z = 174.20, Type = 1,
			Tid = 
			{
				[14214] = 6,
			},
		},
		[17] = 
		{
			x = 109.50, y = 18.50, z = 179.20, Type = 1,
			Tid = 
			{
				[14215] = 2,
			},
		},
		[22] = 
		{
			x = 139.06, y = 21.25, z = 237.45, Type = 1,
			Tid = 
			{
				[14216] = 9,
			},
		},
		[23] = 
		{
			x = 138.30, y = 21.25, z = 251.60, Type = 1,
			Tid = 
			{
				[14216] = 6,
			},
		},
		[49] = 
		{
			x = 138.30, y = 21.25, z = 269.50, Type = 1,
			Tid = 
			{
				[14216] = 6,
			},
		},
		[7] = 
		{
			x = 137.90, y = 15.70, z = 89.98, Type = 2,
			Tid = 
			{
				[4250] = 1,
			},
		},
		[25] = 
		{
			x = 136.55, y = 15.70, z = 92.88, Type = 2,
			Tid = 
			{
				[4251] = 4,
			},
		},
		[26] = 
		{
			x = 135.09, y = 15.70, z = 95.78, Type = 2,
			Tid = 
			{
				[4252] = 4,
			},
		},
		[27] = 
		{
			x = 133.47, y = 15.70, z = 98.41, Type = 2,
			Tid = 
			{
				[4253] = 4,
			},
		},
		[28] = 
		{
			x = 131.93, y = 15.70, z = 98.67, Type = 2,
			Tid = 
			{
				[4254] = 1,
			},
		},
		[29] = 
		{
			x = 134.08, y = 15.70, z = 97.20, Type = 2,
			Tid = 
			{
				[4266] = 1,
			},
		},
		[30] = 
		{
			x = 136.30, y = 15.68, z = 98.55, Type = 2,
			Tid = 
			{
				[4267] = 1,
			},
		},
		[31] = 
		{
			x = 130.46, y = 15.64, z = 94.93, Type = 2,
			Tid = 
			{
				[4268] = 1,
			},
		},
		[32] = 
		{
			x = 106.16, y = 14.75, z = 108.97, Type = 2,
			Tid = 
			{
				[4266] = 1,
			},
		},
		[33] = 
		{
			x = 137.50, y = 21.25, z = 278.94, Type = 2,
			Tid = 
			{
				[4259] = 1,
			},
		},
		[34] = 
		{
			x = 137.31, y = 21.25, z = 269.45, Type = 2,
			Tid = 
			{
				[4258] = 1,
			},
		},
		[35] = 
		{
			x = 130.91, y = 14.02, z = 118.93, Type = 2,
			Tid = 
			{
				[4261] = 6,
			},
		},
		[36] = 
		{
			x = 154.77, y = 12.31, z = 125.30, Type = 2,
			Tid = 
			{
				[4260] = 6,
			},
		},
		[37] = 
		{
			x = 118.52, y = 15.28, z = 117.45, Type = 2,
			Tid = 
			{
				[4262] = 1,
			},
		},
		[38] = 
		{
			x = 140.90, y = 15.28, z = 119.40, Type = 2,
			Tid = 
			{
				[4262] = 1,
			},
		},
		[39] = 
		{
			x = 144.85, y = 15.28, z = 133.09, Type = 2,
			Tid = 
			{
				[4262] = 1,
			},
		},
		[40] = 
		{
			x = 137.62, y = 15.28, z = 128.18, Type = 2,
			Tid = 
			{
				[4262] = 1,
			},
		},
		[41] = 
		{
			x = 136.41, y = 15.28, z = 142.37, Type = 2,
			Tid = 
			{
				[4262] = 1,
			},
		},
		[42] = 
		{
			x = 156.60, y = 15.28, z = 137.00, Type = 2,
			Tid = 
			{
				[4262] = 1,
			},
		},
		[43] = 
		{
			x = 127.86, y = 21.28, z = 222.59, Type = 2,
			Tid = 
			{
				[4264] = 1,
			},
		},
		[44] = 
		{
			x = 140.62, y = 21.28, z = 223.71, Type = 2,
			Tid = 
			{
				[4264] = 1,
			},
		},
		[45] = 
		{
			x = 133.50, y = 21.28, z = 228.37, Type = 2,
			Tid = 
			{
				[4264] = 1,
			},
		},
		[46] = 
		{
			x = 148.49, y = 21.28, z = 223.68, Type = 2,
			Tid = 
			{
				[4264] = 1,
			},
		},
		[47] = 
		{
			x = 148.49, y = 21.28, z = 223.68, Type = 2,
			Tid = 
			{
				[4264] = 1,
			},
		},
		[48] = 
		{
			x = 133.08, y = 21.28, z = 217.40, Type = 2,
			Tid = 
			{
				[4264] = 1,
			},
		},
		[50] = 
		{
			x = 138.83, y = 21.29, z = 234.78, Type = 2,
			Tid = 
			{
				[4265] = 5,
			},
		},
		[51] = 
		{
			x = 138.83, y = 21.29, z = 247.82, Type = 2,
			Tid = 
			{
				[4265] = 5,
			},
		},
		[52] = 
		{
			x = 137.83, y = 21.25, z = 262.64, Type = 2,
			Tid = 
			{
				[4265] = 3,
			},
		},
		[53] = 
		{
			x = 97.06, y = 16.12, z = 131.35, Type = 2,
			Tid = 
			{
				[4261] = 3,
			},
		},
		[54] = 
		{
			x = 72.86, y = 17.26, z = 136.58, Type = 2,
			Tid = 
			{
				[4261] = 3,
			},
		},
		[56] = 
		{
			x = 80.68, y = 18.54, z = 159.26, Type = 2,
			Tid = 
			{
				[4261] = 3,
			},
		},
		[57] = 
		{
			x = 85.60, y = 18.59, z = 168.71, Type = 2,
			Tid = 
			{
				[4261] = 3,
			},
		},
		[6] = 
		{
			x = 64.99, y = 26.20, z = 72.66, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[3] = 
		{
			x = 138.71, y = 14.18, z = 131.15, Type = 6,
			Tid = 
			{
				[839] = 6,
			},
		},
		[4] = 
		{
			x = 156.48, y = 14.59, z = 136.83, Type = 6,
			Tid = 
			{
				[840] = 1,
			},
		},
		[5] = 
		{
			x = 136.24, y = 14.59, z = 142.66, Type = 6,
			Tid = 
			{
				[840] = 1,
			},
		},
		[8] = 
		{
			x = 137.76, y = 14.59, z = 128.03, Type = 6,
			Tid = 
			{
				[840] = 1,
			},
		},
		[12] = 
		{
			x = 121.02, y = 15.53, z = 161.81, Type = 6,
			Tid = 
			{
				[840] = 1,
			},
		},
		[18] = 
		{
			x = 134.50, y = 21.21, z = 210.96, Type = 6,
			Tid = 
			{
				[842] = 1,
			},
		},
		[19] = 
		{
			x = 127.82, y = 21.21, z = 222.75, Type = 6,
			Tid = 
			{
				[843] = 1,
			},
		},
		[20] = 
		{
			x = 140.60, y = 21.21, z = 223.91, Type = 6,
			Tid = 
			{
				[843] = 1,
			},
		},
		[21] = 
		{
			x = 133.58, y = 21.21, z = 228.49, Type = 6,
			Tid = 
			{
				[843] = 1,
			},
		},
		[24] = 
		{
			x = 139.99, y = 21.25, z = 271.93, Type = 6,
			Tid = 
			{
				[844] = 1,
			},
		},
		[55] = 
		{
			x = 131.93, y = 21.24, z = 212.40, Type = 6,
			Tid = 
			{
				[803] = 1,
			},
		},
		[66] = 
		{
			x = 95.25, y = 18.15, z = 154.02, Type = 6,
			Tid = 
			{
				[827] = 1,
			},
		},
		[67] = 
		{
			x = 99.47, y = 18.47, z = 161.91, Type = 6,
			Tid = 
			{
				[827] = 1,
			},
		},
		[58] = 
		{
			x = 95.25, y = 18.15, z = 154.02, Type = 6,
			Tid = 
			{
				[827] = 1,
			},
		},
		[59] = 
		{
			x = 95.25, y = 18.15, z = 146.61, Type = 6,
			Tid = 
			{
				[827] = 1,
			},
		},
		[60] = 
		{
			x = 98.80, y = 18.15, z = 166.33, Type = 6,
			Tid = 
			{
				[827] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = -194.26, posy = 17.74, posz = -225.53, rotx = 0.00, roty = 139.21, rotz = 0.00 },
		[2] = { posx = 94.27, posy = 24.21, posz = -355.41, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[3] = { posx = -219.57, posy = 17.74, posz = -307.56, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[4] = { posx = -133.07, posy = 17.74, posz = -330.56, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[5] = { posx = 99.12, posy = 58.14, posz = -38.31, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[8] = { posx = -202.10, posy = 17.89, posz = -289.19, rotx = 0.00, roty = 215.75, rotz = 0.00 },
		[9] = { posx = -208.09, posy = 60.17, posz = 69.76, rotx = 0.00, roty = 180.00, rotz = 0.00 },
		[10] = { posx = 104.14, posy = 17.07, posz = 92.67, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo
