local MapInfo = 
{
	MapType = 3,
	Remarks = "",
	TextDisplayName = "제국 국경 지대",
	Length = 800,
	Width = 800,
	NavMeshName = "World05.navmesh",
	BackgroundMusic = "BGM_Map_5/Map_5/Map_5_phase",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world05.png",
	AssetPath = "Assets/Outputs/Scenes/World05.prefab",
	PKMode= 0,
	Monster = 
	{
		[14274] = 
		{
			[1] = { x = -113.51, y = 38.74, z = -166.60, name = "좀비", level = 58, SortID = 231, DropItemIds = " " },
			[2] = { x = -99.43, y = 38.45, z = -164.01, name = "좀비", level = 58, SortID = 18, DropItemIds = " " },
			[3] = { x = -124.83, y = 37.22, z = -158.10, name = "좀비", level = 58, SortID = 20, DropItemIds = " " },
		},
		[14277] = 
		{
			[1] = { x = -174.90, y = 17.74, z = -309.47, name = "굴라 정착민", level = 58, SortID = 29, DropItemIds = " " },
			[2] = { x = -177.67, y = 17.74, z = -327.13, name = "굴라 정착민", level = 58, SortID = 106, DropItemIds = " " },
			[3] = { x = -153.57, y = 17.74, z = -300.07, name = "굴라 정착민", level = 58, SortID = 140, DropItemIds = " " },
		},
		[14279] = 
		{
			[1] = { x = -130.23, y = 17.74, z = -310.72, name = "동굴 하인", level = 58, SortID = 107, DropItemIds = " " },
			[2] = { x = -130.23, y = 17.74, z = -321.84, name = "동굴 하인", level = 58, SortID = 131, DropItemIds = " " },
		},
		[14278] = 
		{
			[1] = { x = -130.23, y = 17.74, z = -333.50, name = "굴라 도살자", level = 58, SortID = 133, DropItemIds = " " },
		},
		[14282] = 
		{
			[1] = { x = -73.89, y = 17.74, z = -310.03, name = "해적", level = 58, SortID = 141, DropItemIds = " " },
			[2] = { x = -61.14, y = 17.74, z = -290.88, name = "해적", level = 58, SortID = 142, DropItemIds = " " },
			[3] = { x = -101.99, y = 17.74, z = -295.25, name = "해적", level = 58, SortID = 134, DropItemIds = " " },
		},
		[14281] = 
		{
			[1] = { x = -71.90, y = 17.74, z = -320.42, name = "노스랜드 해적 선장", level = 58, SortID = 143, DropItemIds = " " },
		},
		[14284] = 
		{
			[1] = { x = -234.70, y = 14.62, z = -237.30, name = "검은 날개 사제", level = 58, SortID = 35, DropItemIds = " " },
			[2] = { x = -204.80, y = 17.74, z = -240.70, name = "검은 날개 사제", level = 58, SortID = 37, DropItemIds = " " },
			[3] = { x = -204.80, y = 17.74, z = -274.90, name = "검은 날개 사제", level = 58, SortID = 42, DropItemIds = " " },
		},
		[14283] = 
		{
			[1] = { x = -239.00, y = 14.62, z = -216.50, name = "검은 날개 병사", level = 58, SortID = 36, DropItemIds = " " },
			[2] = { x = -204.80, y = 17.74, z = -221.40, name = "검은 날개 병사", level = 58, SortID = 38, DropItemIds = " " },
			[3] = { x = -204.80, y = 17.74, z = -255.60, name = "검은 날개 병사", level = 58, SortID = 40, DropItemIds = " " },
		},
		[14285] = 
		{
			[1] = { x = -239.98, y = 14.67, z = -227.37, name = "시칸 대주교", level = 58, SortID = 39, DropItemIds = " " },
		},
		[14290] = 
		{
			[1] = { x = -173.75, y = 26.87, z = -185.90, name = "플리앙 전사", level = 58, SortID = 1, DropItemIds = " " },
			[2] = { x = -174.14, y = 26.87, z = -173.69, name = "플리앙 전사", level = 58, SortID = 17, DropItemIds = " " },
		},
		[14291] = 
		{
			[1] = { x = -177.95, y = 31.60, z = -149.76, name = "수사자 투사", level = 58, SortID = 2, DropItemIds = " " },
			[2] = { x = -167.97, y = 31.87, z = -149.44, name = "수사자 투사", level = 58, SortID = 19, DropItemIds = " " },
		},
		[14293] = 
		{
			[1] = { x = -173.20, y = 31.99, z = -137.70, name = "플리앙 족장", level = 58, SortID = 22, DropItemIds = " " },
		},
	},
	Npc = 
	{
		[4007] = 
		{
			[1] = { x = -110.25, y = 24.71, z = -261.93, name = "하라카", SortID = 5, FunctionName = " " },
		},
		[4005] = 
		{
			[1] = { x = -77.40, y = 21.88, z = -262.72, name = "시라", SortID = 6, FunctionName = " " },
		},
		[4006] = 
		{
			[1] = { x = -85.34, y = 21.97, z = -257.96, name = "타무크", SortID = 7, FunctionName = " " },
			[2] = { x = -107.00, y = 24.71, z = -262.40, name = "타무크", SortID = 12, FunctionName = " " },
		},
		[4238] = 
		{
			[1] = { x = -180.55, y = 17.74, z = -296.63, name = "캘리 발레토", SortID = 14, FunctionName = " " },
		},
		[141] = 
		{
			[1] = { x = -173.62, y = 17.74, z = -295.92, name = "희망항 수비군", SortID = 15, FunctionName = " " },
			[2] = { x = -131.61, y = 17.74, z = -301.35, name = "희망항 수비군", SortID = 9, FunctionName = " " },
			[3] = { x = -85.40, y = 17.74, z = -297.20, name = "희망항 수비군", SortID = 28, FunctionName = " " },
		},
		[4041] = 
		{
			[1] = { x = 107.73, y = 65.74, z = -90.25, name = "케스타닉", SortID = 4, FunctionName = " " },
			[2] = { x = 72.10, y = 58.30, z = -69.60, name = "케스타닉", SortID = 68, FunctionName = " " },
		},
		[4042] = 
		{
			[1] = { x = 107.73, y = 65.74, z = -90.25, name = "케스타닉", SortID = 4, FunctionName = " " },
			[2] = { x = 72.10, y = 58.30, z = -69.60, name = "케스타닉", SortID = 68, FunctionName = " " },
		},
		[4023] = 
		{
			[1] = { x = 151.79, y = 33.35, z = -198.37, name = "엘리사 쿠벨", SortID = 102, FunctionName = " " },
		},
		[4029] = 
		{
			[1] = { x = 154.35, y = 33.25, z = -201.49, name = "엘리온 쿠벨", SortID = 103, FunctionName = " " },
		},
		[4016] = 
		{
			[1] = { x = 157.34, y = 33.43, z = -202.57, name = "사마엘", SortID = 104, FunctionName = " " },
		},
		[4098] = 
		{
			[1] = { x = -208.47, y = 17.74, z = -301.64, name = "케스타닉 민병", SortID = 112, FunctionName = " " },
			[2] = { x = -205.77, y = 17.74, z = -280.50, name = "케스타닉 민병", SortID = 109, FunctionName = " " },
		},
		[4099] = 
		{
			[1] = { x = -208.47, y = 17.74, z = -301.64, name = "케스타닉 민병", SortID = 112, FunctionName = " " },
			[2] = { x = -205.77, y = 17.74, z = -280.50, name = "케스타닉 민병", SortID = 109, FunctionName = " " },
		},
		[4011] = 
		{
			[1] = { x = -116.95, y = 39.09, z = -172.78, name = "카이아의 검사", SortID = 10, FunctionName = " " },
			[2] = { x = -119.66, y = 37.39, z = -188.39, name = "카이아의 검사", SortID = 11, FunctionName = " " },
			[3] = { x = -120.16, y = 34.53, z = -212.20, name = "카이아의 검사", SortID = 16, FunctionName = " " },
			[4] = { x = -143.40, y = 24.71, z = -284.90, name = "카이아의 검사", SortID = 3, FunctionName = " " },
		},
		[4237] = 
		{
			[1] = { x = -120.18, y = 35.66, z = -198.35, name = "제스", SortID = 27, FunctionName = " " },
		},
		[4239] = 
		{
			[1] = { x = -191.20, y = 17.74, z = -250.40, name = "시칸레니", SortID = 13, FunctionName = " " },
		},
		[2115] = 
		{
			[1] = { x = -233.46, y = 14.67, z = -227.07, name = "시칸다리 병사", SortID = 33, FunctionName = " " },
			[2] = { x = -204.91, y = 17.85, z = -247.58, name = "시칸다리 병사", SortID = 34, FunctionName = " " },
		},
		[2268] = 
		{
			[1] = { x = -175.40, y = 26.87, z = -196.92, name = "남작령 병사", SortID = 43, FunctionName = " " },
			[2] = { x = -175.40, y = 22.02, z = -216.03, name = "남작령 병사", SortID = 32, FunctionName = " " },
			[3] = { x = -175.40, y = 26.87, z = -200.14, name = "남작령 병사", SortID = 44, FunctionName = " " },
		},
		[4240] = 
		{
			[1] = { x = -176.16, y = 22.02, z = -211.90, name = "나이팅게일", SortID = 31, FunctionName = " " },
		},
		[4241] = 
		{
			[1] = { x = -63.20, y = 43.88, z = -140.90, name = "엘리온 쿠벨", SortID = 8, FunctionName = " " },
		},
	},
	Region = 
	{
		[2] = 
		{
			[332] = { x = -142.35, y = 24.72, z = -276.58, name = "로즈항", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[333] = { x = -154.16, y = 37.85, z = -69.83, name = "드페라 저택", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[334] = { x = 98.46, y = 42.35, z = -269.43, name = "신 살무사 항만", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[335] = { x = 164.29, y = 58.18, z = -31.77, name = "케스타론", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[336] = { x = -30.59, y = 43.88, z = 48.56, name = "연합군 주둔지", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[337] = { x = 131.47, y = 28.38, z = 127.87, name = "해골의 전장", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[338] = { x = 133.88, y = 22.53, z = 285.72, name = "제3군단 주둔지", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[339] = { x = -154.44, y = 41.07, z = 24.45, name = "영혼의 우물", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[340] = { x = -172.68, y = 78.54, z = 216.48, name = "군비 구역", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[341] = { x = -75.43, y = 69.87, z = 365.27, name = "피의 제사 구역", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[342] = { x = -217.67, y = 95.01, z = 354.29, name = "타소크 정문", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[343] = { x = -33.79, y = 52.36, z = -97.81, name = "매복지", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[574] = { x = -131.51, y = 26.05, z = -250.70, name = "港口相位区域", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
	},
	Entity = 
	{
		[231] = 
		{
			x = -113.51, y = 38.74, z = -166.60, Type = 1,
			Tid = 
			{
				[14274] = 4,
			},
		},
		[18] = 
		{
			x = -99.43, y = 38.45, z = -164.01, Type = 1,
			Tid = 
			{
				[14274] = 4,
			},
		},
		[20] = 
		{
			x = -124.83, y = 37.22, z = -158.10, Type = 1,
			Tid = 
			{
				[14274] = 4,
			},
		},
		[29] = 
		{
			x = -174.90, y = 17.74, z = -309.47, Type = 1,
			Tid = 
			{
				[14277] = 5,
			},
		},
		[106] = 
		{
			x = -177.67, y = 17.74, z = -327.13, Type = 1,
			Tid = 
			{
				[14277] = 5,
			},
		},
		[107] = 
		{
			x = -130.23, y = 17.74, z = -310.72, Type = 1,
			Tid = 
			{
				[14279] = 5,
			},
		},
		[131] = 
		{
			x = -130.23, y = 17.74, z = -321.84, Type = 1,
			Tid = 
			{
				[14279] = 5,
			},
		},
		[133] = 
		{
			x = -130.23, y = 17.74, z = -333.50, Type = 1,
			Tid = 
			{
				[14278] = 1,
			},
		},
		[140] = 
		{
			x = -153.57, y = 17.74, z = -300.07, Type = 1,
			Tid = 
			{
				[14277] = 5,
			},
		},
		[141] = 
		{
			x = -73.89, y = 17.74, z = -310.03, Type = 1,
			Tid = 
			{
				[14282] = 6,
			},
		},
		[142] = 
		{
			x = -61.14, y = 17.74, z = -290.88, Type = 1,
			Tid = 
			{
				[14282] = 6,
			},
		},
		[143] = 
		{
			x = -71.90, y = 17.74, z = -320.42, Type = 1,
			Tid = 
			{
				[14281] = 1,
			},
		},
		[134] = 
		{
			x = -101.99, y = 17.74, z = -295.25, Type = 1,
			Tid = 
			{
				[14282] = 6,
			},
		},
		[35] = 
		{
			x = -234.70, y = 14.62, z = -237.30, Type = 1,
			Tid = 
			{
				[14284] = 5,
			},
		},
		[36] = 
		{
			x = -239.00, y = 14.62, z = -216.50, Type = 1,
			Tid = 
			{
				[14283] = 5,
			},
		},
		[37] = 
		{
			x = -204.80, y = 17.74, z = -240.70, Type = 1,
			Tid = 
			{
				[14284] = 5,
			},
		},
		[38] = 
		{
			x = -204.80, y = 17.74, z = -221.40, Type = 1,
			Tid = 
			{
				[14283] = 5,
			},
		},
		[39] = 
		{
			x = -239.98, y = 14.67, z = -227.37, Type = 1,
			Tid = 
			{
				[14285] = 1,
			},
		},
		[40] = 
		{
			x = -204.80, y = 17.74, z = -255.60, Type = 1,
			Tid = 
			{
				[14283] = 5,
			},
		},
		[42] = 
		{
			x = -204.80, y = 17.74, z = -274.90, Type = 1,
			Tid = 
			{
				[14284] = 5,
			},
		},
		[1] = 
		{
			x = -173.75, y = 26.87, z = -185.90, Type = 1,
			Tid = 
			{
				[14290] = 3,
			},
		},
		[2] = 
		{
			x = -177.95, y = 31.60, z = -149.76, Type = 1,
			Tid = 
			{
				[14291] = 3,
			},
		},
		[17] = 
		{
			x = -174.14, y = 26.87, z = -173.69, Type = 1,
			Tid = 
			{
				[14290] = 3,
			},
		},
		[19] = 
		{
			x = -167.97, y = 31.87, z = -149.44, Type = 1,
			Tid = 
			{
				[14291] = 3,
			},
		},
		[22] = 
		{
			x = -173.20, y = 31.99, z = -137.70, Type = 1,
			Tid = 
			{
				[14293] = 1,
			},
		},
		[5] = 
		{
			x = -110.25, y = 24.71, z = -261.93, Type = 2,
			Tid = 
			{
				[4007] = 1,
			},
		},
		[6] = 
		{
			x = -77.40, y = 21.88, z = -262.72, Type = 2,
			Tid = 
			{
				[4005] = 1,
			},
		},
		[7] = 
		{
			x = -85.34, y = 21.97, z = -257.96, Type = 2,
			Tid = 
			{
				[4006] = 1,
			},
		},
		[12] = 
		{
			x = -107.00, y = 24.71, z = -262.40, Type = 2,
			Tid = 
			{
				[4006] = 1,
			},
		},
		[14] = 
		{
			x = -180.55, y = 17.74, z = -296.63, Type = 2,
			Tid = 
			{
				[4238] = 1,
			},
		},
		[15] = 
		{
			x = -173.62, y = 17.74, z = -295.92, Type = 2,
			Tid = 
			{
				[141] = 6,
			},
		},
		[4] = 
		{
			x = 107.73, y = 65.74, z = -90.25, Type = 2,
			Tid = 
			{
				[4041] = 1,
				[4042] = 1,
			},
		},
		[68] = 
		{
			x = 72.10, y = 58.30, z = -69.60, Type = 2,
			Tid = 
			{
				[4041] = 1,
				[4042] = 1,
			},
		},
		[102] = 
		{
			x = 151.79, y = 33.35, z = -198.37, Type = 2,
			Tid = 
			{
				[4023] = 1,
			},
		},
		[103] = 
		{
			x = 154.35, y = 33.25, z = -201.49, Type = 2,
			Tid = 
			{
				[4029] = 1,
			},
		},
		[104] = 
		{
			x = 157.34, y = 33.43, z = -202.57, Type = 2,
			Tid = 
			{
				[4016] = 1,
			},
		},
		[112] = 
		{
			x = -208.47, y = 17.74, z = -301.64, Type = 2,
			Tid = 
			{
				[4098] = 1,
				[4099] = 1,
			},
		},
		[109] = 
		{
			x = -205.77, y = 17.74, z = -280.50, Type = 2,
			Tid = 
			{
				[4098] = 1,
				[4099] = 1,
			},
		},
		[10] = 
		{
			x = -116.95, y = 39.09, z = -172.78, Type = 2,
			Tid = 
			{
				[4011] = 2,
			},
		},
		[11] = 
		{
			x = -119.66, y = 37.39, z = -188.39, Type = 2,
			Tid = 
			{
				[4011] = 3,
			},
		},
		[16] = 
		{
			x = -120.16, y = 34.53, z = -212.20, Type = 2,
			Tid = 
			{
				[4011] = 3,
			},
		},
		[27] = 
		{
			x = -120.18, y = 35.66, z = -198.35, Type = 2,
			Tid = 
			{
				[4237] = 1,
			},
		},
		[9] = 
		{
			x = -131.61, y = 17.74, z = -301.35, Type = 2,
			Tid = 
			{
				[141] = 6,
			},
		},
		[28] = 
		{
			x = -85.40, y = 17.74, z = -297.20, Type = 2,
			Tid = 
			{
				[141] = 6,
			},
		},
		[3] = 
		{
			x = -143.40, y = 24.71, z = -284.90, Type = 2,
			Tid = 
			{
				[4011] = 3,
			},
		},
		[13] = 
		{
			x = -191.20, y = 17.74, z = -250.40, Type = 2,
			Tid = 
			{
				[4239] = 1,
			},
		},
		[33] = 
		{
			x = -233.46, y = 14.67, z = -227.07, Type = 2,
			Tid = 
			{
				[2115] = 6,
			},
		},
		[34] = 
		{
			x = -204.91, y = 17.85, z = -247.58, Type = 2,
			Tid = 
			{
				[2115] = 6,
			},
		},
		[43] = 
		{
			x = -175.40, y = 26.87, z = -196.92, Type = 2,
			Tid = 
			{
				[2268] = 3,
			},
		},
		[31] = 
		{
			x = -176.16, y = 22.02, z = -211.90, Type = 2,
			Tid = 
			{
				[4240] = 1,
			},
		},
		[32] = 
		{
			x = -175.40, y = 22.02, z = -216.03, Type = 2,
			Tid = 
			{
				[2268] = 3,
			},
		},
		[44] = 
		{
			x = -175.40, y = 26.87, z = -200.14, Type = 2,
			Tid = 
			{
				[2268] = 3,
			},
		},
		[8] = 
		{
			x = -63.20, y = 43.88, z = -140.90, Type = 2,
			Tid = 
			{
				[4241] = 1,
			},
		},
	},
	TargetPoint = 
	{
	},

}
return MapInfo
