local MapInfo = 
{
	MapType = 3,
	Remarks = "",
	TextDisplayName = "케스타론",
	Length = 800,
	Width = 800,
	NavMeshName = "World05.navmesh",
	BackgroundMusic = "BGM_Map_5/Map_5/Map_5_phase",
	BattleMusic = "",
	EnvironmentMusic = "Zone_Ambience/Ambience/Square",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world05.png",
	AssetPath = "Assets/Outputs/Scenes/World05.prefab",
	Monster = 
	{
		[14020] = 
		{
			[1] = { x = 81.77, y = 63.63, z = -15.99, name = "좀비", level = 54, SortID = 15 },
		},
		[14004] = 
		{
			[1] = { x = 215.79, y = 70.52, z = -22.76, name = "불사자", level = 54, SortID = 16 },
		},
		[14007] = 
		{
			[1] = { x = 258.99, y = 70.77, z = -22.03, name = "불사의 근위병", level = 54, SortID = 17 },
		},
		[14044] = 
		{
			[1] = { x = 228.91, y = 61.65, z = 31.95, name = "불사의 근위병", level = 54, SortID = 18 },
			[2] = { x = 179.12, y = 61.65, z = 31.52, name = "불사의 근위병", level = 54, SortID = 19 },
		},
		[14010] = 
		{
			[1] = { x = 179.12, y = 61.65, z = 31.52, name = "불사의 기사", level = 54, SortID = 19 },
		},
	},
	Npc = 
	{
		[4096] = 
		{
			[1] = { x = 52.17, y = 58.18, z = -52.88, name = "카이아의 검 호위병", SortID = 1 },
			[2] = { x = 80.24, y = 58.18, z = -43.42, name = "카이아의 검 호위병", SortID = 2 },
			[3] = { x = 140.70, y = 70.52, z = -35.80, name = "카이아의 검 호위병", SortID = 7 },
			[4] = { x = 191.70, y = 70.52, z = -22.00, name = "카이아의 검 호위병", SortID = 8 },
			[5] = { x = 259.54, y = 70.77, z = -22.00, name = "카이아의 검 호위병", SortID = 9 },
			[6] = { x = 165.03, y = 61.65, z = 29.70, name = "카이아의 검 호위병", SortID = 11 },
		},
		[4095] = 
		{
			[1] = { x = 80.00, y = 58.18, z = -48.22, name = "카타야 라흐나", SortID = 3 },
		},
		[4132] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "파크", SortID = 4 },
		},
		[4117] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "케스타닉", SortID = 4 },
		},
		[4118] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "케스타닉", SortID = 4 },
		},
		[4119] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "케스타닉", SortID = 4 },
		},
		[4120] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "케스타닉", SortID = 4 },
		},
		[4134] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "파크", SortID = 5 },
		},
		[4121] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "케스타닉", SortID = 5 },
		},
		[4122] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "케스타닉", SortID = 5 },
		},
		[4123] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "케스타닉", SortID = 5 },
		},
		[4124] = 
		{
			[1] = { x = 84.86, y = 58.18, z = -58.89, name = "케스타닉", SortID = 5 },
		},
		[4133] = 
		{
			[1] = { x = 180.60, y = 71.30, z = -22.60, name = "파크", SortID = 6 },
		},
		[4128] = 
		{
			[1] = { x = 180.60, y = 71.30, z = -22.60, name = "케스타닉", SortID = 6 },
		},
		[4129] = 
		{
			[1] = { x = 180.60, y = 71.30, z = -22.60, name = "케스타닉", SortID = 6 },
		},
		[4130] = 
		{
			[1] = { x = 180.60, y = 71.30, z = -22.60, name = "케스타닉", SortID = 6 },
		},
		[4131] = 
		{
			[1] = { x = 180.60, y = 71.30, z = -22.60, name = "케스타닉", SortID = 6 },
		},
		[4135] = 
		{
			[1] = { x = 168.19, y = 61.65, z = 30.66, name = "카타야 라흐나", SortID = 10 },
		},
		[4138] = 
		{
			[1] = { x = 169.66, y = 61.65, z = 34.13, name = "엘리언 쿠벨", SortID = 12 },
		},
		[4136] = 
		{
			[1] = { x = 171.63, y = 61.65, z = 27.68, name = "사마엘", SortID = 13 },
		},
		[4137] = 
		{
			[1] = { x = 171.05, y = 61.65, z = 30.58, name = "엘리사 쿠벨", SortID = 14 },
		},
	},
	Region = 
	{
		[2] = 
		{
			[335] = { x = 150.92, y = 58.18, z = -31.55, name = "케스타론", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {4050} },
			[385] = { x = 236.89, y = 70.64, z = -22.22, name = "抵达广场", worldId = 0, PkMode = 0 },
			[386] = { x = 256.59, y = 61.67, z = 29.84, name = "抵达城墙", worldId = 0, PkMode = 0 },
			[387] = { x = 181.59, y = 70.52, z = -22.79, name = "逃走目标", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[507] = 
		{
			[1] = { x = 173.75, y = 61.66, z = 45.22 },
		},
	},
	Entity = 
	{
		[15] = 
		{
			x = 81.77, y = 63.63, z = -15.99, Type = 1,
			Tid = 
			{
				[14020] = 9,
			},
		},
		[16] = 
		{
			x = 215.79, y = 70.52, z = -22.76, Type = 1,
			Tid = 
			{
				[14004] = 9,
			},
		},
		[17] = 
		{
			x = 258.99, y = 70.77, z = -22.03, Type = 1,
			Tid = 
			{
				[14007] = 9,
			},
		},
		[18] = 
		{
			x = 228.91, y = 61.65, z = 31.95, Type = 1,
			Tid = 
			{
				[14044] = 9,
			},
		},
		[19] = 
		{
			x = 179.12, y = 61.65, z = 31.52, Type = 1,
			Tid = 
			{
				[14044] = 9,
				[14010] = 1,
			},
		},
		[1] = 
		{
			x = 52.17, y = 58.18, z = -52.88, Type = 2,
			Tid = 
			{
				[4096] = 2,
			},
		},
		[2] = 
		{
			x = 80.24, y = 58.18, z = -43.42, Type = 2,
			Tid = 
			{
				[4096] = 3,
			},
		},
		[3] = 
		{
			x = 80.00, y = 58.18, z = -48.22, Type = 2,
			Tid = 
			{
				[4095] = 1,
			},
		},
		[4] = 
		{
			x = 84.86, y = 58.18, z = -58.89, Type = 2,
			Tid = 
			{
				[4132] = 1,
				[4117] = 1,
				[4118] = 1,
				[4119] = 1,
				[4120] = 1,
			},
		},
		[5] = 
		{
			x = 84.86, y = 58.18, z = -58.89, Type = 2,
			Tid = 
			{
				[4134] = 1,
				[4121] = 1,
				[4122] = 1,
				[4123] = 1,
				[4124] = 1,
			},
		},
		[6] = 
		{
			x = 180.60, y = 71.30, z = -22.60, Type = 2,
			Tid = 
			{
				[4133] = 1,
				[4128] = 1,
				[4129] = 1,
				[4130] = 1,
				[4131] = 1,
			},
		},
		[7] = 
		{
			x = 140.70, y = 70.52, z = -35.80, Type = 2,
			Tid = 
			{
				[4096] = 2,
			},
		},
		[8] = 
		{
			x = 191.70, y = 70.52, z = -22.00, Type = 2,
			Tid = 
			{
				[4096] = 3,
			},
		},
		[9] = 
		{
			x = 259.54, y = 70.77, z = -22.00, Type = 2,
			Tid = 
			{
				[4096] = 3,
			},
		},
		[10] = 
		{
			x = 168.19, y = 61.65, z = 30.66, Type = 2,
			Tid = 
			{
				[4135] = 1,
			},
		},
		[11] = 
		{
			x = 165.03, y = 61.65, z = 29.70, Type = 2,
			Tid = 
			{
				[4096] = 2,
			},
		},
		[12] = 
		{
			x = 169.66, y = 61.65, z = 34.13, Type = 2,
			Tid = 
			{
				[4138] = 1,
			},
		},
		[13] = 
		{
			x = 171.63, y = 61.65, z = 27.68, Type = 2,
			Tid = 
			{
				[4136] = 1,
			},
		},
		[14] = 
		{
			x = 171.05, y = 61.65, z = 30.58, Type = 2,
			Tid = 
			{
				[4137] = 1,
			},
		},
		[22] = 
		{
			x = 147.63, y = 68.03, z = -4.05, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[20] = 
		{
			x = 173.75, y = 61.66, z = 45.22, Type = 6,
			Tid = 
			{
				[507] = 1,
			},
		},
	},
	TargetPoint = 
	{
	},

}
return MapInfo
