local MapInfo = 
{
	MapType = 2,
	Remarks = "",
	TextDisplayName = "에세니아 동부",
	Length = 600,
	Width = 600,
	NavMeshName = "World04Part1.navmesh",
	BackgroundMusic = "",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world04-1.png",
	AssetPath = "Assets/Outputs/Scenes/World04Part1.prefab",
	PKMode= 1,
	Monster = 
	{
		[39003] = 
		{
			[1] = { x = -130.44, y = 74.55, z = 208.22, name = "타락한 영혼", level = 10 },
			[2] = { x = 56.40, y = 60.50, z = 10.90, name = "타락한 영혼", level = 10 },
			[3] = { x = -90.50, y = 51.39, z = -25.60, name = "타락한 영혼", level = 10 },
			[4] = { x = -28.43, y = 18.26, z = -211.38, name = "타락한 영혼", level = 10 },
			[5] = { x = -201.40, y = 28.18, z = -172.00, name = "타락한 영혼", level = 10 },
		},
		[39005] = 
		{
			[1] = { x = -130.44, y = 74.55, z = 208.22, name = "아르곤 선봉", level = 10 },
			[2] = { x = 56.40, y = 60.50, z = 10.90, name = "아르곤 선봉", level = 10 },
			[3] = { x = -90.50, y = 51.39, z = -25.60, name = "아르곤 선봉", level = 10 },
			[4] = { x = -28.43, y = 18.26, z = -211.38, name = "아르곤 선봉", level = 10 },
			[5] = { x = -201.40, y = 28.18, z = -172.00, name = "아르곤 선봉", level = 10 },
		},
		[39006] = 
		{
			[1] = { x = -130.44, y = 74.55, z = 208.22, name = "아르곤 흑마법사", level = 10 },
			[2] = { x = 56.40, y = 60.50, z = 10.90, name = "아르곤 흑마법사", level = 10 },
			[3] = { x = -90.50, y = 51.39, z = -25.60, name = "아르곤 흑마법사", level = 10 },
			[4] = { x = -28.43, y = 18.26, z = -211.38, name = "아르곤 흑마법사", level = 10 },
			[5] = { x = -201.40, y = 28.18, z = -172.00, name = "아르곤 흑마법사", level = 10 },
		},
		[39300] = 
		{
			[1] = { x = 68.50, y = 60.40, z = 197.90, name = "바포메트", level = 40,IsBoss = true },
			[2] = { x = 110.20, y = 64.22, z = 78.70, name = "바포메트", level = 40,IsBoss = true },
			[3] = { x = -30.60, y = 74.10, z = 138.40, name = "바포메트", level = 40,IsBoss = true },
			[4] = { x = 17.00, y = 68.14, z = 190.90, name = "바포메트", level = 40,IsBoss = true },
		},
		[39301] = 
		{
			[1] = { x = -112.70, y = 23.65, z = -154.50, name = "바포메트", level = 42,IsBoss = true },
			[2] = { x = -18.90, y = 20.96, z = -183.80, name = "바포메트", level = 42,IsBoss = true },
			[3] = { x = -155.40, y = 32.39, z = -246.60, name = "바포메트", level = 42,IsBoss = true },
			[4] = { x = -165.20, y = 20.76, z = -210.00, name = "바포메트", level = 42,IsBoss = true },
		},
	},
	Npc = 
	{
	},
	Region = 
	{
	},
	Mine = 
	{
		[589] = 
		{
			[1] = { x = -137.40, y = 72.10, z = 226.40 },
			[2] = { x = 56.40, y = 60.44, z = 10.90 },
			[3] = { x = -106.80, y = 68.00, z = -19.30 },
			[4] = { x = -32.00, y = 18.00, z = -213.30 },
			[5] = { x = -201.40, y = 26.40, z = -184.30 },
		},
		[333] = 
		{
			[1] = { x = -251.36, y = 49.05, z = 156.59 },
		},
		[336] = 
		{
			[1] = { x = 186.56, y = 51.96, z = 193.48 },
		},
		[340] = 
		{
			[1] = { x = -236.40, y = 39.82, z = -141.66 },
		},
	},
	Entity = 
	{
		[156] = 
		{
			x = -130.44, y = 74.55, z = 208.22, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[153] = 
		{
			x = 56.40, y = 60.50, z = 10.90, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[157] = 
		{
			x = -90.50, y = 51.39, z = -25.60, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[159] = 
		{
			x = -28.43, y = 18.26, z = -211.38, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[162] = 
		{
			x = -201.40, y = 28.18, z = -172.00, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[163] = 
		{
			x = 68.50, y = 60.40, z = 197.90, Type = 1,
			Tid = 
			{
				[39300] = 1,
			},
		},
		[164] = 
		{
			x = 110.20, y = 64.22, z = 78.70, Type = 1,
			Tid = 
			{
				[39300] = 1,
			},
		},
		[165] = 
		{
			x = -30.60, y = 74.10, z = 138.40, Type = 1,
			Tid = 
			{
				[39300] = 1,
			},
		},
		[166] = 
		{
			x = 17.00, y = 68.14, z = 190.90, Type = 1,
			Tid = 
			{
				[39300] = 1,
			},
		},
		[167] = 
		{
			x = -112.70, y = 23.65, z = -154.50, Type = 1,
			Tid = 
			{
				[39301] = 1,
			},
		},
		[168] = 
		{
			x = -18.90, y = 20.96, z = -183.80, Type = 1,
			Tid = 
			{
				[39301] = 1,
			},
		},
		[169] = 
		{
			x = -155.40, y = 32.39, z = -246.60, Type = 1,
			Tid = 
			{
				[39301] = 1,
			},
		},
		[170] = 
		{
			x = -165.20, y = 20.76, z = -210.00, Type = 1,
			Tid = 
			{
				[39301] = 1,
			},
		},
		[155] = 
		{
			x = -137.40, y = 72.10, z = 226.40, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[154] = 
		{
			x = 56.40, y = 60.44, z = 10.90, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[158] = 
		{
			x = -106.80, y = 68.00, z = -19.30, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[160] = 
		{
			x = -32.00, y = 18.00, z = -213.30, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[161] = 
		{
			x = -201.40, y = 26.40, z = -184.30, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[171] = 
		{
			x = -251.36, y = 49.05, z = 156.59, Type = 6,
			Tid = 
			{
				[333] = 1,
			},
		},
		[172] = 
		{
			x = 186.56, y = 51.96, z = 193.48, Type = 6,
			Tid = 
			{
				[336] = 1,
			},
		},
		[173] = 
		{
			x = -236.40, y = 39.82, z = -141.66, Type = 6,
			Tid = 
			{
				[340] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[4] = { posx = -62.30, posy = 63.77, posz = 226.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[5] = { posx = -137.40, posy = 72.10, posz = 226.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[6] = { posx = -255.10, posy = 53.30, posz = 210.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[7] = { posx = -155.40, posy = 68.00, posz = 143.00, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[8] = { posx = 58.30, posy = 68.00, posz = 99.70, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[9] = { posx = 75.70, posy = 68.00, posz = 4.60, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[10] = { posx = -106.80, posy = 68.00, posz = -19.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[11] = { posx = -32.00, posy = 31.80, posz = -79.90, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[12] = { posx = -32.00, posy = 18.00, posz = -213.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[13] = { posx = -201.40, posy = 26.40, posz = -184.30, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[14] = { posx = -229.60, posy = 41.90, posz = -105.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[15] = { posx = 58.40, posy = 65.60, posz = 210.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[16] = { posx = 110.20, posy = 63.50, posz = 78.70, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[17] = { posx = -37.00, posy = 74.90, posz = 138.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[18] = { posx = 17.00, posy = 69.00, posz = 190.90, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[19] = { posx = -112.70, posy = 21.80, posz = -154.50, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[20] = { posx = -18.90, posy = 20.60, posz = -183.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[21] = { posx = -155.40, posy = 34.50, posz = -246.60, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[22] = { posx = -165.20, posy = 19.70, posz = -194.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo
