local MapInfo = 
{
	MapType = 2,
	Remarks = "",
	TextDisplayName = "帝国边境",
	Length = 800,
	Width = 800,
	NavMeshName = "World05.navmesh",
	BackgroundMusic = "",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world05.png",
	AssetPath = "Assets/Outputs/Scenes/World05.prefab",
	PKMode= 1,
	Monster = 
	{
		[39003] = 
		{
			[1] = { x = -198.33, y = 60.56, z = 101.84, name = "堕落之魂", level = 10 },
			[2] = { x = 137.52, y = 24.77, z = 306.43, name = "堕落之魂", level = 10 },
			[3] = { x = -170.63, y = 95.18, z = 254.12, name = "堕落之魂", level = 10 },
			[4] = { x = -232.94, y = 95.15, z = 281.98, name = "堕落之魂", level = 10 },
			[5] = { x = -108.70, y = 73.76, z = 229.09, name = "堕落之魂", level = 10 },
			[6] = { x = -160.38, y = 40.48, z = 40.63, name = "堕落之魂", level = 10 },
			[7] = { x = -123.99, y = 47.81, z = 78.89, name = "堕落之魂", level = 10 },
			[8] = { x = -111.96, y = 70.57, z = 138.91, name = "堕落之魂", level = 10 },
		},
		[39005] = 
		{
			[1] = { x = -198.33, y = 60.56, z = 101.84, name = "阿勒坤先锋", level = 10 },
			[2] = { x = 137.52, y = 24.77, z = 306.43, name = "阿勒坤先锋", level = 10 },
			[3] = { x = -170.63, y = 95.18, z = 254.12, name = "阿勒坤先锋", level = 10 },
			[4] = { x = -232.94, y = 95.15, z = 281.98, name = "阿勒坤先锋", level = 10 },
			[5] = { x = -108.70, y = 73.76, z = 229.09, name = "阿勒坤先锋", level = 10 },
			[6] = { x = -160.38, y = 40.48, z = 40.63, name = "阿勒坤先锋", level = 10 },
			[7] = { x = -123.99, y = 47.81, z = 78.89, name = "阿勒坤先锋", level = 10 },
			[8] = { x = -111.96, y = 70.57, z = 138.91, name = "阿勒坤先锋", level = 10 },
		},
		[39006] = 
		{
			[1] = { x = -198.33, y = 60.56, z = 101.84, name = "阿勒坤咒术师", level = 10 },
			[2] = { x = 137.52, y = 24.77, z = 306.43, name = "阿勒坤咒术师", level = 10 },
			[3] = { x = -170.63, y = 95.18, z = 254.12, name = "阿勒坤咒术师", level = 10 },
			[4] = { x = -232.94, y = 95.15, z = 281.98, name = "阿勒坤咒术师", level = 10 },
			[5] = { x = -108.70, y = 73.76, z = 229.09, name = "阿勒坤咒术师", level = 10 },
			[6] = { x = -160.38, y = 40.48, z = 40.63, name = "阿勒坤咒术师", level = 10 },
			[7] = { x = -123.99, y = 47.81, z = 78.89, name = "阿勒坤咒术师", level = 10 },
			[8] = { x = -111.96, y = 70.57, z = 138.91, name = "阿勒坤咒术师", level = 10 },
		},
		[39304] = 
		{
			[1] = { x = -238.30, y = 14.67, z = -230.18, name = "巴风特", level = 50,IsBoss = true },
			[2] = { x = -164.38, y = 45.28, z = -69.36, name = "巴风特", level = 50,IsBoss = true },
			[3] = { x = -46.11, y = 52.46, z = -81.40, name = "巴风特", level = 50,IsBoss = true },
			[4] = { x = -79.62, y = 29.37, z = -273.67, name = "巴风特", level = 50,IsBoss = true },
		},
		[39305] = 
		{
			[1] = { x = 257.67, y = 75.60, z = -23.10, name = "巴风特", level = 52,IsBoss = true },
			[2] = { x = 100.20, y = 33.10, z = -241.00, name = "巴风特", level = 52,IsBoss = true },
			[3] = { x = 112.60, y = 65.80, z = 3.20, name = "巴风特", level = 52,IsBoss = true },
			[4] = { x = 177.00, y = 34.10, z = -147.20, name = "巴风特", level = 52,IsBoss = true },
		},
		[39306] = 
		{
			[1] = { x = 93.34, y = 20.34, z = 183.41, name = "巴风特", level = 53,IsBoss = true },
			[2] = { x = 201.62, y = 11.91, z = 100.04, name = "巴风特", level = 53,IsBoss = true },
			[3] = { x = 138.90, y = 21.25, z = 252.95, name = "巴风特", level = 53,IsBoss = true },
			[4] = { x = 16.98, y = 42.84, z = 57.21, name = "巴风特", level = 53,IsBoss = true },
		},
		[39307] = 
		{
			[1] = { x = -85.30, y = 70.77, z = 282.90, name = "巴风特", level = 56,IsBoss = true },
			[2] = { x = -217.61, y = 78.67, z = 214.33, name = "巴风特", level = 56,IsBoss = true },
			[3] = { x = -164.00, y = 95.18, z = 266.77, name = "巴风特", level = 56,IsBoss = true },
			[4] = { x = -164.23, y = 95.07, z = 365.77, name = "巴风特", level = 56,IsBoss = true },
		},
	},
	Npc = 
	{
	},
	Region = 
	{
		[2] = 
		{
			[523] = { x = -165.16, y = 55.79, z = 73.36, name = "神视单人_01_new1", worldId = 0, PkMode = 1 },
			[524] = { x = 173.72, y = 70.54, z = -55.96, name = "神视单人_神秘商人01", worldId = 0, PkMode = 1 },
			[525] = { x = -150.24, y = 70.52, z = 292.33, name = "神视多人_4-1", worldId = 0, PkMode = 1 },
			[526] = { x = 107.02, y = 18.35, z = 190.86, name = "神视多人_3-1", worldId = 0, PkMode = 1 },
			[527] = { x = 148.95, y = 21.26, z = -125.16, name = "神视多人_2-1", worldId = 0, PkMode = 1 },
			[528] = { x = 108.81, y = 21.45, z = 258.73, name = "神视单人_02_new2", worldId = 0, PkMode = 1 },
			[529] = { x = -176.22, y = 40.53, z = 65.19, name = "神视单人_06_new1", worldId = 0, PkMode = 1 },
			[530] = { x = -161.17, y = 47.56, z = 73.85, name = "神视单人_07_new1", worldId = 0, PkMode = 1 },
			[531] = { x = -167.79, y = 73.66, z = 66.68, name = "神视单人_08_new1", worldId = 0, PkMode = 1 },
			[532] = { x = -133.75, y = 95.18, z = -170.02, name = "神视多人_1-1", worldId = 0, PkMode = 1 },
			[533] = { x = -142.31, y = 95.18, z = 323.49, name = "神视单人_05_new3", worldId = 0, PkMode = 1 },
			[534] = { x = -131.67, y = 95.18, z = 319.58, name = "神视单人_03_new3", worldId = 0, PkMode = 1 },
			[535] = { x = -149.38, y = 95.18, z = 317.07, name = "神视单人_04_new3", worldId = 0, PkMode = 1 },
			[536] = { x = -151.75, y = 84.51, z = 301.90, name = "神视单人_神秘商人03", worldId = 0, PkMode = 1 },
			[537] = { x = -158.53, y = 84.57, z = 300.73, name = "神视单人_神秘商人04", worldId = 0, PkMode = 1 },
			[538] = { x = -152.00, y = 24.71, z = -264.89, name = "神视单人_神秘商人02", worldId = 0, PkMode = 1 },
			[539] = { x = -132.77, y = 36.15, z = -161.84, name = "神视多人_1-2", worldId = 0, PkMode = 1 },
			[540] = { x = -129.54, y = 36.67, z = -162.14, name = "神视多人_1-3", worldId = 0, PkMode = 1 },
			[541] = { x = -131.55, y = 33.98, z = -166.36, name = "神视多人_1-4", worldId = 0, PkMode = 1 },
			[542] = { x = 151.35, y = 88.85, z = -126.32, name = "神视多人_2-2", worldId = 0, PkMode = 1 },
			[543] = { x = 152.36, y = 241.52, z = -124.05, name = "神视多人_2-3", worldId = 0, PkMode = 1 },
			[544] = { x = 148.79, y = 70.57, z = -122.88, name = "神视多人_2-4", worldId = 0, PkMode = 1 },
			[545] = { x = 105.40, y = 17.53, z = 190.96, name = "神视多人_3-2", worldId = 0, PkMode = 1 },
			[546] = { x = 108.31, y = 17.25, z = 192.50, name = "神视多人_3-3", worldId = 0, PkMode = 1 },
			[547] = { x = 106.02, y = 17.30, z = 191.84, name = "神视多人_3-4", worldId = 0, PkMode = 1 },
			[548] = { x = -147.90, y = 91.14, z = 289.45, name = "神视多人_4-2", worldId = 0, PkMode = 1 },
			[549] = { x = -149.72, y = 88.22, z = 282.34, name = "神视多人_4-3", worldId = 0, PkMode = 1 },
			[550] = { x = -141.63, y = 90.17, z = 282.94, name = "神视多人_4-4", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
		[616] = 
		{
			[1] = { x = -148.41, y = 40.64, z = -4.25 },
		},
		[338] = 
		{
			[1] = { x = -91.03, y = 21.88, z = -257.42 },
		},
		[335] = 
		{
			[1] = { x = 124.99, y = 65.74, z = -81.33 },
		},
		[590] = 
		{
			[1] = { x = -204.93, y = 60.60, z = 105.55 },
			[2] = { x = 137.42, y = 24.70, z = 314.65 },
			[3] = { x = -171.38, y = 95.18, z = 253.28 },
			[4] = { x = -245.46, y = 95.15, z = 276.77 },
			[5] = { x = -109.35, y = 73.76, z = 221.04 },
			[6] = { x = -167.86, y = 40.52, z = 45.66 },
			[7] = { x = -114.21, y = 47.43, z = 78.77 },
			[8] = { x = -104.72, y = 70.27, z = 146.02 },
		},
	},
	Entity = 
	{
		[372] = 
		{
			x = -198.33, y = 60.56, z = 101.84, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[373] = 
		{
			x = 137.52, y = 24.77, z = 306.43, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[374] = 
		{
			x = -170.63, y = 95.18, z = 254.12, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[375] = 
		{
			x = -232.94, y = 95.15, z = 281.98, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[376] = 
		{
			x = -108.70, y = 73.76, z = 229.09, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[377] = 
		{
			x = -160.38, y = 40.48, z = 40.63, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[378] = 
		{
			x = -123.99, y = 47.81, z = 78.89, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[379] = 
		{
			x = -111.96, y = 70.57, z = 138.91, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[380] = 
		{
			x = -238.30, y = 14.67, z = -230.18, Type = 1,
			Tid = 
			{
				[39304] = 1,
			},
		},
		[381] = 
		{
			x = 257.67, y = 75.60, z = -23.10, Type = 1,
			Tid = 
			{
				[39305] = 1,
			},
		},
		[382] = 
		{
			x = 93.34, y = 20.34, z = 183.41, Type = 1,
			Tid = 
			{
				[39306] = 1,
			},
		},
		[383] = 
		{
			x = -85.30, y = 70.77, z = 282.90, Type = 1,
			Tid = 
			{
				[39307] = 1,
			},
		},
		[384] = 
		{
			x = -164.38, y = 45.28, z = -69.36, Type = 1,
			Tid = 
			{
				[39304] = 1,
			},
		},
		[385] = 
		{
			x = -46.11, y = 52.46, z = -81.40, Type = 1,
			Tid = 
			{
				[39304] = 1,
			},
		},
		[386] = 
		{
			x = -79.62, y = 29.37, z = -273.67, Type = 1,
			Tid = 
			{
				[39304] = 1,
			},
		},
		[387] = 
		{
			x = 100.20, y = 33.10, z = -241.00, Type = 1,
			Tid = 
			{
				[39305] = 1,
			},
		},
		[388] = 
		{
			x = 112.60, y = 65.80, z = 3.20, Type = 1,
			Tid = 
			{
				[39305] = 1,
			},
		},
		[389] = 
		{
			x = 177.00, y = 34.10, z = -147.20, Type = 1,
			Tid = 
			{
				[39305] = 1,
			},
		},
		[390] = 
		{
			x = 201.62, y = 11.91, z = 100.04, Type = 1,
			Tid = 
			{
				[39306] = 1,
			},
		},
		[391] = 
		{
			x = 138.90, y = 21.25, z = 252.95, Type = 1,
			Tid = 
			{
				[39306] = 1,
			},
		},
		[392] = 
		{
			x = 16.98, y = 42.84, z = 57.21, Type = 1,
			Tid = 
			{
				[39306] = 1,
			},
		},
		[393] = 
		{
			x = -217.61, y = 78.67, z = 214.33, Type = 1,
			Tid = 
			{
				[39307] = 1,
			},
		},
		[394] = 
		{
			x = -164.00, y = 95.18, z = 266.77, Type = 1,
			Tid = 
			{
				[39307] = 1,
			},
		},
		[395] = 
		{
			x = -164.23, y = 95.07, z = 365.77, Type = 1,
			Tid = 
			{
				[39307] = 1,
			},
		},
		[282] = 
		{
			x = -148.41, y = 40.64, z = -4.25, Type = 6,
			Tid = 
			{
				[616] = 1,
			},
		},
		[283] = 
		{
			x = -91.03, y = 21.88, z = -257.42, Type = 6,
			Tid = 
			{
				[338] = 1,
			},
		},
		[284] = 
		{
			x = 124.99, y = 65.74, z = -81.33, Type = 6,
			Tid = 
			{
				[335] = 1,
			},
		},
		[293] = 
		{
			x = -204.93, y = 60.60, z = 105.55, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[294] = 
		{
			x = 137.42, y = 24.70, z = 314.65, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[295] = 
		{
			x = -171.38, y = 95.18, z = 253.28, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[296] = 
		{
			x = -245.46, y = 95.15, z = 276.77, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[297] = 
		{
			x = -109.35, y = 73.76, z = 221.04, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[298] = 
		{
			x = -167.86, y = 40.52, z = 45.66, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[299] = 
		{
			x = -114.21, y = 47.43, z = 78.77, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[300] = 
		{
			x = -104.72, y = 70.27, z = 146.02, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[10] = { posx = -200.49, posy = 61.05, posz = 101.82, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[11] = { posx = 137.45, posy = 25.19, posz = 310.01, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[12] = { posx = -168.74, posy = 95.67, posz = 258.86, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[13] = { posx = -233.13, posy = 95.60, posz = 282.07, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[14] = { posx = -105.70, posy = 74.24, posz = 231.09, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[15] = { posx = -160.38, posy = 44.53, posz = 40.70, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[16] = { posx = -124.24, posy = 51.42, posz = 79.17, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[17] = { posx = -111.94, posy = 71.07, posz = 138.95, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[18] = { posx = -238.38, posy = 28.72, posz = -230.18, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[19] = { posx = 257.68, posy = 80.61, posz = -23.06, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[20] = { posx = 93.29, posy = 25.35, posz = 183.51, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[21] = { posx = -85.38, posy = 75.78, posz = 282.94, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[22] = { posx = -164.41, posy = 50.30, posz = -69.35, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[23] = { posx = -46.15, posy = 57.47, posz = -81.39, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[24] = { posx = -79.68, posy = 34.38, posz = -273.66, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[25] = { posx = 100.16, posy = 38.12, posz = -241.03, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[26] = { posx = 112.57, posy = 70.81, posz = 3.20, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[27] = { posx = 177.00, posy = 39.11, posz = -147.22, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[28] = { posx = 201.63, posy = 16.93, posz = 100.05, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[29] = { posx = 138.90, posy = 26.27, posz = 252.94, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[30] = { posx = 16.93, posy = 47.85, posz = 57.19, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[31] = { posx = -217.61, posy = 83.68, posz = 214.28, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[32] = { posx = -160.30, posy = 100.19, posz = 274.10, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[33] = { posx = -164.29, posy = 100.09, posz = 365.79, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo