
local StringDebugList = 
{ 
  --[id] = text content
	[1] = "기능 아직 오픈 안됨",    
	[2] = "C 22 0 레벨 (마이너스는 레벨 하락 표시)",
	[3] = "C 2 NPC_ID 수",
	[4] = "C 23 유형 수량  1、골드 2、다이아 3、귀속다이아",
	[5] = "C 31 아이템ID 수량",
	[6] = "C 1 몬스터ID 수",
	[7] = "C 3 채집가능 유닛ID 수량",
	[8] = "c 51 x y 본 맵 지정 좌표로 텔레포트",
	[9] = "c 81 맵id x좌표 z좌표",
	[10] = "c 69 0 던전id",	
	[11] = "설명 내용",
	[12] = "c 74 옵션id 능력치 증가량",
	[13] = "navmesh 열기",
	[14] = "navmesh 닫기",
	[15] = "상세 유닛 정보 열기",
	[16] = "상세 유닛 정보 닫기",
	[17] = "c 120 유닛ID 어그로수치 보기",

}

return StringDebugList
