
local StringDebugList = 
{ 
  --[id] = text content
	[1] = "功能尚未开启",    
	[2] = "C 22 0 等级（等级可为负数，表示降低等级）",
	[3] = "C 2 NPC_ID 数量",
	[4] = "C 23 类型 数量  1、金币 2、钻石 3、绑钻",
	[5] = "C 31 物品ID 数量",
	[6] = "C 1 怪物ID 数量",
	[7] = "C 3 可采集单位ID 数量",
	[8] = "c 51 x y 传送至本场景指定坐标",
	[9] = "c 81 地图id x坐标 z坐标",
	[10] = "c 69 0 副本id",	
	[11] = "说明内容",
	[12] = "c 74 属性id 属性值增加量",
	[13] = "打开navmesh",
	[14] = "关闭navmesh",
	[15] = "打开单位详细信息",
	[16] = "关闭单位详细信息",
	[17] = "c 120 单位ID 查看仇恨值",

}

return StringDebugList
