local MapInfo = 
{
	MapType = 1,
	Remarks = "大地图1",
	TextDisplayName = "东部领地",
	Length = 576,
	Width = 576,
	NavMeshName = "World01.navmesh",
	BackgroundMusic = "BGM_Map_1/Map_1/map_1",
	BattleMusic = "",
	EnvironmentMusic = "Zone_Ambience/Ambience/Day_and_Night",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world01.png",
	AssetPath = "Assets/Outputs/Scenes/World01.prefab",
	Monster = 
	{
		[10031] = 
		{
			[1] = { x = -107.23, y = 62.22, z = 184.06, name = "帝国奴兵", level = 6, SortID = 33 },
			[2] = { x = 12.80, y = 51.15, z = 35.20, name = "帝国奴兵", level = 6, SortID = 122, DropItemIds = " " },
			[3] = { x = -104.11, y = 62.60, z = 166.57, name = "帝国奴兵", level = 6, SortID = 55 },
			[4] = { x = -97.02, y = 61.74, z = 164.48, name = "帝国奴兵", level = 6, SortID = 59 },
			[5] = { x = -116.47, y = 64.78, z = 166.16, name = "帝国奴兵", level = 6, SortID = 60 },
			[6] = { x = -93.17, y = 61.56, z = 168.20, name = "帝国奴兵", level = 6, SortID = 61 },
			[7] = { x = -114.58, y = 64.28, z = 167.26, name = "帝国奴兵", level = 6, IsCanFind = 1, Describe = "Lv.6,帝国奴兵", SortID = 62, DropItemIds = "1001" },
			[8] = { x = -91.09, y = 62.79, z = 224.01, name = "帝国奴兵", level = 6, SortID = 193 },
			[9] = { x = -117.80, y = 63.51, z = 182.18, name = "帝国奴兵", level = 6, SortID = 23 },
			[10] = { x = -122.18, y = 65.72, z = 164.34, name = "帝国奴兵", level = 6, SortID = 56 },
			[11] = { x = -73.64, y = 53.75, z = 107.60, name = "帝国奴兵", level = 6, SortID = 386 },
		},
		[10007] = 
		{
			[1] = { x = -177.41, y = 77.98, z = 39.00, name = "安农狂暴者", level = 8, SortID = 32 },
			[2] = { x = -199.85, y = 79.54, z = 38.29, name = "安农狂暴者", level = 8, SortID = 29 },
			[3] = { x = -214.78, y = 83.63, z = 54.48, name = "安农狂暴者", level = 8, SortID = 31 },
		},
		[10006] = 
		{
			[1] = { x = -177.41, y = 77.98, z = 39.00, name = "帝国祭司", level = 8, SortID = 32 },
			[2] = { x = -199.85, y = 79.54, z = 38.29, name = "帝国祭司", level = 8, SortID = 29 },
			[3] = { x = -214.78, y = 83.63, z = 54.48, name = "帝国祭司", level = 8, SortID = 31 },
		},
		[10034] = 
		{
			[1] = { x = -232.82, y = 84.18, z = 82.30, name = "屠杀者图拉克", level = 9, SortID = 25 },
		},
		[10036] = 
		{
			[1] = { x = -116.45, y = 56.41, z = -91.20, name = "窟拉叛变领袖", level = 18, SortID = 18 },
		},
		[10037] = 
		{
			[1] = { x = -121.40, y = 54.37, z = -101.00, name = "窟拉叛变者", level = 18, IsCanFind = 1, Describe = "Lv.18,窟拉叛变者", SortID = 17, DropItemIds = "1001*1102*1101*52*51*27010" },
		},
		[10127] = 
		{
			[1] = { x = -28.53, y = 60.62, z = 139.56, name = "帝国斥候", level = 5, SortID = 5 },
			[2] = { x = -66.12, y = 59.53, z = 127.83, name = "帝国斥候", level = 5, SortID = 411 },
			[3] = { x = -13.90, y = 57.23, z = 123.45, name = "帝国斥候", level = 5, SortID = 412 },
			[4] = { x = 37.59, y = 64.17, z = 224.66, name = "帝国斥候", level = 5, SortID = 418 },
		},
		[10081] = 
		{
			[1] = { x = -100.65, y = 62.63, z = 219.23, name = "帝国剑斗士", level = 7, SortID = 57 },
			[2] = { x = -112.70, y = 63.68, z = 226.84, name = "帝国剑斗士", level = 7, SortID = 20 },
			[3] = { x = -129.47, y = 65.00, z = 226.84, name = "帝国剑斗士", level = 7, SortID = 413 },
			[4] = { x = -141.98, y = 66.23, z = 221.65, name = "帝国剑斗士", level = 7, SortID = 414 },
		},
		[10002] = 
		{
			[1] = { x = -100.65, y = 62.63, z = 219.23, name = "帝国黑法师", level = 7, SortID = 57 },
			[2] = { x = -118.20, y = 63.11, z = 206.30, name = "帝国黑法师", level = 7, SortID = 152 },
			[3] = { x = -118.00, y = 63.15, z = 209.30, name = "帝国黑法师", level = 7, SortID = 190 },
			[4] = { x = -112.70, y = 63.68, z = 226.84, name = "帝国黑法师", level = 7, SortID = 20 },
			[5] = { x = -129.47, y = 65.00, z = 226.84, name = "帝国黑法师", level = 7, SortID = 413 },
			[6] = { x = -141.98, y = 66.23, z = 221.65, name = "帝国黑法师", level = 7, SortID = 414 },
		},
		[10008] = 
		{
			[1] = { x = 187.34, y = 37.29, z = -20.85, name = "海盗劫掠者", level = 12, SortID = 132 },
		},
		[10010] = 
		{
			[1] = { x = 188.24, y = 41.92, z = 12.37, name = "瑟塔·黑帆", level = 11, SortID = 156 },
		},
		[10022] = 
		{
			[1] = { x = -156.86, y = 41.86, z = -144.55, name = "毒蜂", level = 17, SortID = 177 },
			[2] = { x = -171.80, y = 41.86, z = -146.83, name = "毒蜂", level = 17, SortID = 258 },
			[3] = { x = -190.28, y = 41.86, z = -163.77, name = "毒蜂", level = 17, SortID = 219 },
			[4] = { x = -190.54, y = 41.86, z = -137.03, name = "毒蜂", level = 17, SortID = 428 },
			[5] = { x = -138.68, y = 41.86, z = -144.55, name = "毒蜂", level = 17, SortID = 430 },
		},
		[10053] = 
		{
			[1] = { x = 4.14, y = 52.91, z = 15.03, name = "德法猎犬", level = 6, SortID = 24 },
			[2] = { x = 15.98, y = 53.23, z = 13.10, name = "德法猎犬", level = 6, SortID = 264 },
			[3] = { x = -0.06, y = 51.12, z = 32.19, name = "德法猎犬", level = 6, SortID = 53 },
			[4] = { x = -6.75, y = 50.34, z = 53.05, name = "德法猎犬", level = 6, SortID = 520, DropItemIds = " " },
			[5] = { x = 18.40, y = 50.65, z = 44.79, name = "德法猎犬", level = 6, SortID = 521, DropItemIds = " " },
		},
		[10014] = 
		{
			[1] = { x = -107.10, y = 42.72, z = -149.53, name = "窟拉定居者", level = 15, SortID = 218 },
			[2] = { x = -117.40, y = 41.73, z = -157.76, name = "窟拉定居者", level = 15, SortID = 222 },
			[3] = { x = -116.65, y = 43.65, z = -147.87, name = "窟拉定居者", level = 15, SortID = 217 },
		},
		[10049] = 
		{
			[1] = { x = 59.50, y = 49.55, z = 8.40, name = "海盗劫掠者", level = 12, SortID = 259 },
			[2] = { x = 58.91, y = 49.55, z = -33.82, name = "海盗劫掠者", level = 12, SortID = 438 },
			[3] = { x = 72.94, y = 49.55, z = 7.65, name = "海盗劫掠者", level = 12, SortID = 439 },
			[4] = { x = 56.17, y = 54.01, z = 52.74, name = "海盗劫掠者", level = 12, SortID = 452 },
			[5] = { x = 35.18, y = 51.93, z = -18.16, name = "海盗劫掠者", level = 12, SortID = 453 },
			[6] = { x = 146.43, y = 24.10, z = -130.90, name = "海盗劫掠者", level = 12, IsCanFind = 1, Describe = "Lv.12,海盗劫掠者", SortID = 454, DropItemIds = "1001*1102*1101*27010" },
			[7] = { x = 126.96, y = 30.94, z = -104.46, name = "海盗劫掠者", level = 12, SortID = 455 },
			[8] = { x = 157.12, y = 27.64, z = -166.03, name = "海盗劫掠者", level = 12, SortID = 456 },
			[9] = { x = 178.52, y = 27.64, z = -143.81, name = "海盗劫掠者", level = 12, SortID = 457 },
			[10] = { x = 202.53, y = 27.64, z = -142.85, name = "海盗劫掠者", level = 12, SortID = 458 },
			[11] = { x = 226.40, y = 27.64, z = -174.13, name = "海盗劫掠者", level = 12, SortID = 459 },
			[12] = { x = 166.41, y = 27.64, z = -199.68, name = "海盗劫掠者", level = 12, SortID = 460 },
			[13] = { x = 195.83, y = 27.64, z = -208.99, name = "海盗劫掠者", level = 12, SortID = 461 },
		},
		[10066] = 
		{
			[1] = { x = 268.00, y = 76.03, z = 236.23, name = "德法间谍", level = 3, SortID = 278 },
		},
		[35224] = 
		{
			[1] = { x = 22.93, y = 62.10, z = 233.93, name = "黑鸦巫师", level = 20, SortID = 227 },
			[2] = { x = 16.56, y = 51.04, z = 55.20, name = "黑鸦巫师", level = 20, SortID = 304 },
			[3] = { x = 106.00, y = 50.62, z = 15.00, name = "黑鸦巫师", level = 20, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "黑鸦巫师", level = 20, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "黑鸦巫师", level = 20, SortID = 349 },
			[6] = { x = 59.00, y = 49.47, z = -218.00, name = "黑鸦巫师", level = 20, SortID = 350 },
			[7] = { x = -136.00, y = 43.56, z = -162.00, name = "黑鸦巫师", level = 20, SortID = 351 },
			[8] = { x = 133.42, y = 24.92, z = -123.03, name = "黑鸦巫师", level = 20, SortID = 352 },
			[9] = { x = 81.14, y = 56.13, z = 53.57, name = "黑鸦巫师", level = 20, SortID = 353 },
			[10] = { x = -16.74, y = 58.28, z = -15.77, name = "黑鸦巫师", level = 20, SortID = 354 },
		},
		[35225] = 
		{
			[1] = { x = 22.93, y = 62.10, z = 233.93, name = "守备军队长", level = 20, SortID = 227 },
			[2] = { x = 16.56, y = 51.04, z = 55.20, name = "守备军队长", level = 20, SortID = 304 },
			[3] = { x = 106.00, y = 50.62, z = 15.00, name = "守备军队长", level = 20, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "守备军队长", level = 20, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "守备军队长", level = 20, SortID = 349 },
			[6] = { x = 59.00, y = 49.47, z = -218.00, name = "守备军队长", level = 20, SortID = 350 },
			[7] = { x = -136.00, y = 43.56, z = -162.00, name = "守备军队长", level = 20, SortID = 351 },
			[8] = { x = 133.42, y = 24.92, z = -123.03, name = "守备军队长", level = 20, SortID = 352 },
			[9] = { x = 81.14, y = 56.13, z = 53.57, name = "守备军队长", level = 20, SortID = 353 },
			[10] = { x = -16.74, y = 58.28, z = -15.77, name = "守备军队长", level = 20, SortID = 354 },
		},
		[35226] = 
		{
			[1] = { x = 22.93, y = 62.10, z = 233.93, name = "暗影豹狮", level = 20, SortID = 227 },
			[2] = { x = 16.56, y = 51.04, z = 55.20, name = "暗影豹狮", level = 20, SortID = 304 },
			[3] = { x = 106.00, y = 50.62, z = 15.00, name = "暗影豹狮", level = 20, SortID = 307 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "暗影豹狮", level = 20, SortID = 312 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "暗影豹狮", level = 20, SortID = 349 },
			[6] = { x = 59.00, y = 49.47, z = -218.00, name = "暗影豹狮", level = 20, SortID = 350 },
			[7] = { x = -136.00, y = 43.56, z = -162.00, name = "暗影豹狮", level = 20, SortID = 351 },
			[8] = { x = 133.42, y = 24.92, z = -123.03, name = "暗影豹狮", level = 20, SortID = 352 },
			[9] = { x = 81.14, y = 56.13, z = 53.57, name = "暗影豹狮", level = 20, SortID = 353 },
			[10] = { x = -16.74, y = 58.28, z = -15.77, name = "暗影豹狮", level = 20, SortID = 354 },
		},
		[10117] = 
		{
			[1] = { x = 82.33, y = 63.38, z = 154.58, name = "陆行龟", level = 8, SortID = 391 },
		},
		[10118] = 
		{
			[1] = { x = 100.40, y = 59.43, z = 68.63, name = "劫掠者", level = 12, SortID = 394 },
		},
		[10119] = 
		{
			[1] = { x = 99.90, y = 59.35, z = 67.83, name = "劫掠者头目", level = 10, SortID = 395 },
		},
		[10122] = 
		{
			[1] = { x = 53.51, y = 51.38, z = -104.75, name = "信使", level = 15, SortID = 396 },
		},
		[10124] = 
		{
			[1] = { x = 19.18, y = 62.20, z = 218.58, name = "棕熊", level = 12, SortID = 401 },
			[2] = { x = 28.94, y = 62.20, z = 222.11, name = "棕熊", level = 12, SortID = 417 },
		},
		[10125] = 
		{
			[1] = { x = -51.76, y = 47.91, z = 54.81, name = "鬼面蜂", level = 12, SortID = 406 },
			[2] = { x = -64.02, y = 49.10, z = 58.57, name = "鬼面蜂", level = 12, SortID = 6 },
		},
		[10128] = 
		{
			[1] = { x = -153.48, y = 66.86, z = 205.82, name = "帝国剑斗士", level = 8, SortID = 421 },
			[2] = { x = -151.66, y = 68.37, z = 192.88, name = "帝国剑斗士", level = 8, SortID = 422 },
			[3] = { x = -152.29, y = 67.58, z = 182.59, name = "帝国剑斗士", level = 8, SortID = 423 },
			[4] = { x = -151.64, y = 71.48, z = 148.19, name = "帝国剑斗士", level = 8, SortID = 424 },
			[5] = { x = -138.30, y = 72.06, z = 142.72, name = "帝国剑斗士", level = 8, SortID = 425 },
			[6] = { x = -129.90, y = 65.84, z = 168.13, name = "帝国剑斗士", level = 8, SortID = 293 },
		},
		[10126] = 
		{
			[1] = { x = 89.79, y = 61.75, z = 137.51, name = "野犬", level = 5, SortID = 416 },
			[2] = { x = 96.87, y = 61.75, z = 125.03, name = "野犬", level = 5, SortID = 431 },
			[3] = { x = 97.86, y = 61.75, z = 97.38, name = "野犬", level = 5, SortID = 432 },
		},
		[10019] = 
		{
			[1] = { x = -9.73, y = 46.83, z = 94.83, name = "尖角龟", level = 6, SortID = 123 },
			[2] = { x = -34.93, y = 46.85, z = 81.58, name = "尖角龟", level = 6, SortID = 433 },
			[3] = { x = -55.28, y = 46.82, z = 81.58, name = "尖角龟", level = 6, SortID = 434 },
			[4] = { x = -72.68, y = 46.24, z = 84.37, name = "尖角龟", level = 6, SortID = 435 },
			[5] = { x = -34.93, y = 48.78, z = 62.02, name = "尖角龟", level = 6, SortID = 436 },
			[6] = { x = 30.86, y = 50.02, z = 84.49, name = "尖角龟", level = 6, SortID = 437 },
		},
		[10129] = 
		{
			[1] = { x = 146.43, y = 24.10, z = -130.90, name = "商会暴徒", level = 10, SortID = 454 },
			[2] = { x = 126.96, y = 30.94, z = -104.46, name = "商会暴徒", level = 10, SortID = 455 },
			[3] = { x = 157.12, y = 27.64, z = -166.03, name = "商会暴徒", level = 10, SortID = 456 },
			[4] = { x = 178.52, y = 27.64, z = -143.81, name = "商会暴徒", level = 10, SortID = 457 },
			[5] = { x = 202.53, y = 27.64, z = -142.85, name = "商会暴徒", level = 10, SortID = 458 },
			[6] = { x = 226.40, y = 27.64, z = -174.13, name = "商会暴徒", level = 10, SortID = 459 },
			[7] = { x = 166.41, y = 27.64, z = -199.68, name = "商会暴徒", level = 10, SortID = 460 },
			[8] = { x = 195.83, y = 27.64, z = -208.99, name = "商会暴徒", level = 10, SortID = 461 },
		},
		[10178] = 
		{
			[1] = { x = -135.30, y = 42.86, z = -161.05, name = "窟拉巨蜥", level = 16, SortID = 477 },
		},
		[10179] = 
		{
			[1] = { x = 257.59, y = 42.84, z = 44.77, name = "叛逆船员恶灵", level = 15, SortID = 480 },
		},
		[10180] = 
		{
			[1] = { x = 258.23, y = 42.84, z = 43.39, name = "叛逆大副恶灵", level = 15, SortID = 481 },
		},
		[35239] = 
		{
			[1] = { x = 22.93, y = 62.10, z = 233.93, name = "百夫长古扎尔", level = 25, SortID = 419 },
			[2] = { x = 16.56, y = 51.04, z = 55.20, name = "百夫长古扎尔", level = 25, SortID = 488 },
			[3] = { x = 106.00, y = 50.62, z = 15.00, name = "百夫长古扎尔", level = 25, SortID = 487 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "百夫长古扎尔", level = 25, SortID = 486 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "百夫长古扎尔", level = 25, SortID = 485 },
			[6] = { x = 59.00, y = 49.47, z = -218.00, name = "百夫长古扎尔", level = 25, SortID = 484 },
			[7] = { x = -136.00, y = 43.56, z = -162.00, name = "百夫长古扎尔", level = 25, SortID = 483 },
			[8] = { x = 133.42, y = 24.92, z = -123.03, name = "百夫长古扎尔", level = 25, SortID = 482 },
			[9] = { x = 81.14, y = 56.13, z = 53.57, name = "百夫长古扎尔", level = 25, SortID = 440 },
			[10] = { x = -16.74, y = 58.28, z = -15.77, name = "百夫长古扎尔", level = 25, SortID = 420 },
		},
		[35240] = 
		{
			[1] = { x = 22.93, y = 62.10, z = 233.93, name = "瑟塔·黑帆", level = 25, SortID = 419 },
			[2] = { x = 16.56, y = 51.04, z = 55.20, name = "瑟塔·黑帆", level = 25, SortID = 488 },
			[3] = { x = 106.00, y = 50.62, z = 15.00, name = "瑟塔·黑帆", level = 25, SortID = 487 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "瑟塔·黑帆", level = 25, SortID = 486 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "瑟塔·黑帆", level = 25, SortID = 485 },
			[6] = { x = 59.00, y = 49.47, z = -218.00, name = "瑟塔·黑帆", level = 25, SortID = 484 },
			[7] = { x = -136.00, y = 43.56, z = -162.00, name = "瑟塔·黑帆", level = 25, SortID = 483 },
			[8] = { x = 133.42, y = 24.92, z = -123.03, name = "瑟塔·黑帆", level = 25, SortID = 482 },
			[9] = { x = 81.14, y = 56.13, z = 53.57, name = "瑟塔·黑帆", level = 25, SortID = 440 },
			[10] = { x = -16.74, y = 58.28, z = -15.77, name = "瑟塔·黑帆", level = 25, SortID = 420 },
		},
		[35241] = 
		{
			[1] = { x = 22.93, y = 62.10, z = 233.93, name = "岩石蜥蜴王", level = 25, SortID = 419 },
			[2] = { x = 16.56, y = 51.04, z = 55.20, name = "岩石蜥蜴王", level = 25, SortID = 488 },
			[3] = { x = 106.00, y = 50.62, z = 15.00, name = "岩石蜥蜴王", level = 25, SortID = 487 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "岩石蜥蜴王", level = 25, SortID = 486 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "岩石蜥蜴王", level = 25, SortID = 485 },
			[6] = { x = 59.00, y = 49.47, z = -218.00, name = "岩石蜥蜴王", level = 25, SortID = 484 },
			[7] = { x = -136.00, y = 43.56, z = -162.00, name = "岩石蜥蜴王", level = 25, SortID = 483 },
			[8] = { x = 133.42, y = 24.92, z = -123.03, name = "岩石蜥蜴王", level = 25, SortID = 482 },
			[9] = { x = 81.14, y = 56.13, z = 53.57, name = "岩石蜥蜴王", level = 25, SortID = 440 },
			[10] = { x = -16.74, y = 58.28, z = -15.77, name = "岩石蜥蜴王", level = 25, SortID = 420 },
		},
		[35253] = 
		{
			[1] = { x = 22.93, y = 62.10, z = 233.93, name = "屠杀者图拉克", level = 30, SortID = 498 },
			[2] = { x = 16.56, y = 51.04, z = 55.20, name = "屠杀者图拉克", level = 30, SortID = 489 },
			[3] = { x = 106.00, y = 50.62, z = 15.00, name = "屠杀者图拉克", level = 30, SortID = 490 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "屠杀者图拉克", level = 30, SortID = 491 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "屠杀者图拉克", level = 30, SortID = 492 },
			[6] = { x = 59.00, y = 49.47, z = -218.00, name = "屠杀者图拉克", level = 30, SortID = 493 },
			[7] = { x = -136.00, y = 43.56, z = -162.00, name = "屠杀者图拉克", level = 30, SortID = 494 },
			[8] = { x = 133.42, y = 24.92, z = -123.03, name = "屠杀者图拉克", level = 30, SortID = 495 },
			[9] = { x = 81.14, y = 56.13, z = 53.57, name = "屠杀者图拉克", level = 30, SortID = 496 },
			[10] = { x = -16.74, y = 58.28, z = -15.77, name = "屠杀者图拉克", level = 30, SortID = 497 },
		},
		[35254] = 
		{
			[1] = { x = 22.93, y = 62.10, z = 233.93, name = "窟拉叛变领袖", level = 30, SortID = 498 },
			[2] = { x = 16.56, y = 51.04, z = 55.20, name = "窟拉叛变领袖", level = 30, SortID = 489 },
			[3] = { x = 106.00, y = 50.62, z = 15.00, name = "窟拉叛变领袖", level = 30, SortID = 490 },
			[4] = { x = -147.00, y = 75.77, z = 102.00, name = "窟拉叛变领袖", level = 30, SortID = 491 },
			[5] = { x = -143.64, y = 69.59, z = 158.14, name = "窟拉叛变领袖", level = 30, SortID = 492 },
			[6] = { x = 59.00, y = 49.47, z = -218.00, name = "窟拉叛变领袖", level = 30, SortID = 493 },
			[7] = { x = -136.00, y = 43.56, z = -162.00, name = "窟拉叛变领袖", level = 30, SortID = 494 },
			[8] = { x = 133.42, y = 24.92, z = -123.03, name = "窟拉叛变领袖", level = 30, SortID = 495 },
			[9] = { x = 81.14, y = 56.13, z = 53.57, name = "窟拉叛变领袖", level = 30, SortID = 496 },
			[10] = { x = -16.74, y = 58.28, z = -15.77, name = "窟拉叛变领袖", level = 30, SortID = 497 },
		},
		[34200] = 
		{
			[1] = { x = -104.40, y = 55.20, z = -110.00, name = "斯塔克鲁卡乌斯", level = 15, SortID = 13, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[10199] = 
		{
			[1] = { x = 222.64, y = 51.87, z = 58.91, name = "德法斥候", level = 2, DropItemIds = " " },
			[2] = { x = 201.46, y = 55.58, z = 73.14, name = "德法斥候", level = 2, DropItemIds = " " },
			[3] = { x = 224.77, y = 55.58, z = 70.41, name = "德法斥候", level = 2, DropItemIds = " " },
			[4] = { x = 1.60, y = 52.66, z = -210.61, name = "德法斥候", level = 2, DropItemIds = " " },
		},
		[10201] = 
		{
			[1] = { x = 216.13, y = 56.12, z = 88.18, name = "德法暗杀者", level = 2, DropItemIds = " " },
		},
		[10200] = 
		{
			[1] = { x = 216.13, y = 56.12, z = 88.18, name = "德法斥候", level = 2, DropItemIds = " " },
		},
		[10196] = 
		{
			[1] = { x = 1.60, y = 52.66, z = -210.61, name = "岩石蜥蜴王", level = 10, DropItemIds = " " },
		},
		[10197] = 
		{
			[1] = { x = 1.60, y = 52.66, z = -210.61, name = "德法屠杀者", level = 10, DropItemIds = " " },
		},
		[10198] = 
		{
			[1] = { x = 1.60, y = 52.66, z = -210.61, name = "德法暗杀者", level = 10, DropItemIds = " " },
		},
	},
	Npc = 
	{
		[35] = 
		{
			[1] = { x = 242.61, y = 47.30, z = 38.16, name = "联盟军士兵", SortID = 91 },
			[2] = { x = 243.26, y = 47.13, z = 44.05, name = "联盟军士兵", SortID = 89 },
		},
		[925] = 
		{
			[1] = { x = 219.72, y = 47.20, z = 22.83, name = "联盟军士兵", FunctionName = " " },
			[2] = { x = 221.04, y = 46.64, z = 32.67, name = "联盟军士兵", FunctionName = " " },
			[3] = { x = 220.90, y = 51.58, z = 59.40, name = "联盟军士兵", FunctionName = " " },
			[4] = { x = 198.98, y = 55.01, z = 71.74, name = "联盟军士兵", FunctionName = " " },
		},
		[59] = 
		{
			[1] = { x = 246.49, y = 76.06, z = 223.46, name = "卡斯塔尼克难民", SortID = 80 },
			[2] = { x = 244.82, y = 76.06, z = 218.93, name = "卡斯塔尼克难民", SortID = 79 },
			[3] = { x = 131.16, y = 60.04, z = 40.28, name = "卡斯塔尼克难民", SortID = 114 },
			[4] = { x = 133.87, y = 60.09, z = 43.52, name = "卡斯塔尼克难民", SortID = 115 },
			[5] = { x = 122.45, y = 60.08, z = 65.23, name = "卡斯塔尼克难民", SortID = 116 },
			[6] = { x = 113.38, y = 60.06, z = 67.54, name = "卡斯塔尼克难民", SortID = 118 },
			[7] = { x = 152.77, y = 60.98, z = 74.83, name = "卡斯塔尼克难民", SortID = 119 },
			[8] = { x = 148.86, y = 61.17, z = 83.57, name = "卡斯塔尼克难民", SortID = 120 },
			[9] = { x = 264.27, y = 76.06, z = 222.20, name = "卡斯塔尼克难民", SortID = 146 },
			[10] = { x = 164.24, y = 64.69, z = 174.82, name = "卡斯塔尼克难民", SortID = 310 },
			[11] = { x = 188.49, y = 67.86, z = 183.59, name = "卡斯塔尼克难民", SortID = 311 },
			[12] = { x = 179.16, y = 67.86, z = 190.13, name = "卡斯塔尼克难民", SortID = 313 },
			[13] = { x = 183.07, y = 67.86, z = 178.33, name = "卡斯塔尼克难民", SortID = 314 },
			[14] = { x = 165.46, y = 64.69, z = 161.45, name = "卡斯塔尼克难民", SortID = 378 },
			[15] = { x = 234.88, y = 65.66, z = 146.61, name = "卡斯塔尼克难民", SortID = 329 },
			[16] = { x = 147.19, y = 67.28, z = 208.85, name = "卡斯塔尼克难民", SortID = 465 },
		},
		[58] = 
		{
			[1] = { x = 242.86, y = 76.06, z = 223.46, name = "饥饿的难民", SortID = 78 },
			[2] = { x = 245.94, y = 76.06, z = 221.43, name = "饥饿的难民", SortID = 76 },
			[3] = { x = 231.98, y = 68.56, z = 176.85, name = "饥饿的难民", SortID = 50 },
			[4] = { x = 254.20, y = 76.06, z = 202.42, name = "饥饿的难民", SortID = 51 },
			[5] = { x = 231.08, y = 68.46, z = 175.06, name = "饥饿的难民", SortID = 52 },
			[6] = { x = 263.34, y = 76.06, z = 220.38, name = "饥饿的难民", SortID = 77 },
			[7] = { x = 237.00, y = 65.66, z = 146.00, name = "饥饿的难民", SortID = 265 },
			[8] = { x = 178.00, y = 64.83, z = 134.00, name = "饥饿的难民", SortID = 426 },
			[9] = { x = 147.07, y = 67.24, z = 211.17, name = "饥饿的难民", SortID = 467 },
			[10] = { x = 24.65, y = 48.31, z = -130.73, name = "饥饿的难民", SortID = 468 },
		},
		[194] = 
		{
			[1] = { x = 262.84, y = 76.04, z = 213.88, name = "神力掮客", SortID = 75 },
		},
		[50] = 
		{
			[1] = { x = 244.93, y = 75.92, z = 226.92, name = "格林镇守备军", SortID = 74 },
			[2] = { x = 196.98, y = 76.06, z = 214.90, name = "格林镇守备军", SortID = 70 },
			[3] = { x = 202.67, y = 76.04, z = 210.79, name = "格林镇守备军", SortID = 69 },
			[4] = { x = 200.25, y = 62.58, z = 138.50, name = "格林镇守备军", SortID = 186 },
			[5] = { x = 213.29, y = 60.41, z = 117.38, name = "格林镇守备军", SortID = 187 },
			[6] = { x = 220.96, y = 60.26, z = 117.13, name = "格林镇守备军", SortID = 188 },
			[7] = { x = 129.40, y = 62.78, z = 120.83, name = "格林镇守备军", SortID = 194 },
			[8] = { x = 122.49, y = 62.86, z = 124.96, name = "格林镇守备军", SortID = 195 },
			[9] = { x = 163.35, y = 71.36, z = 223.42, name = "格林镇守备军", SortID = 233 },
			[10] = { x = 217.67, y = 62.26, z = 140.89, name = "格林镇守备军", SortID = 94 },
			[11] = { x = 155.50, y = 64.88, z = 157.16, name = "格林镇守备军", SortID = 101 },
			[12] = { x = 195.06, y = 73.10, z = 195.84, name = "格林镇守备军", SortID = 82 },
			[13] = { x = 187.40, y = 73.06, z = 200.95, name = "格林镇守备军", SortID = 191 },
		},
		[120] = 
		{
			[1] = { x = 214.84, y = 76.06, z = 231.32, name = "汉莫敦", SortID = 73 },
		},
		[123] = 
		{
			[1] = { x = 228.54, y = 76.06, z = 233.36, name = "贝里克牧师", SortID = 72 },
		},
		[32] = 
		{
			[1] = { x = 212.39, y = 76.06, z = 233.97, name = "乔纳森", SortID = 71 },
		},
		[47] = 
		{
			[1] = { x = 148.32, y = 69.72, z = 244.99, name = "特美泽女士", SortID = 68 },
		},
		[46] = 
		{
			[1] = { x = 133.70, y = 69.72, z = 250.71, name = "格鲁芬", SortID = 67 },
		},
		[37] = 
		{
			[1] = { x = 117.65, y = 66.46, z = 182.08, name = "乔纳森", SortID = 66 },
		},
		[31] = 
		{
			[1] = { x = 134.65, y = 69.50, z = 235.00, name = "布莱恩中士", SortID = 65 },
		},
		[121] = 
		{
			[1] = { x = 198.96, y = 76.06, z = 232.33, name = "守备军新兵", SortID = 95 },
		},
		[129] = 
		{
			[1] = { x = 26.60, y = 50.37, z = 37.60, name = "拉里·坎贝尔", SortID = 102 },
		},
		[53] = 
		{
			[1] = { x = -15.37, y = 55.17, z = 5.60, name = "卡辛顿", SortID = 103 },
		},
		[56] = 
		{
			[1] = { x = 162.32, y = 64.91, z = 130.88, name = "镇民", SortID = 106 },
			[2] = { x = 163.10, y = 64.89, z = 133.31, name = "镇民", SortID = 107 },
			[3] = { x = 165.23, y = 64.91, z = 131.42, name = "镇民", SortID = 108 },
			[4] = { x = 161.77, y = 67.84, z = 195.52, name = "镇民", SortID = 247 },
			[5] = { x = 159.23, y = 67.84, z = 196.75, name = "镇民", SortID = 248 },
			[6] = { x = 206.52, y = 67.92, z = 178.67, name = "镇民", SortID = 192 },
			[7] = { x = 205.24, y = 67.92, z = 180.87, name = "镇民", SortID = 262 },
			[8] = { x = 207.67, y = 67.92, z = 181.00, name = "镇民", SortID = 263 },
			[9] = { x = 143.22, y = 67.03, z = 209.14, name = "镇民", SortID = 466 },
		},
		[52] = 
		{
			[1] = { x = 26.40, y = 50.32, z = 31.10, name = "拉尔夫", SortID = 4 },
		},
		[154] = 
		{
			[1] = { x = 155.21, y = 64.67, z = 173.24, name = "酒馆老板娘", SortID = 109 },
		},
		[48] = 
		{
			[1] = { x = 153.65, y = 66.60, z = 116.22, name = "卡尔瓦", SortID = 110 },
		},
		[49] = 
		{
			[1] = { x = 157.44, y = 66.48, z = 116.68, name = "伐木工", SortID = 112 },
			[2] = { x = 162.16, y = 66.53, z = 120.43, name = "伐木工", SortID = 111 },
			[3] = { x = 153.65, y = 66.58, z = 119.54, name = "伐木工", SortID = 113 },
		},
		[224] = 
		{
			[1] = { x = 137.22, y = 60.04, z = 61.51, name = "卢根·赫塔奇", SortID = 117 },
		},
		[127] = 
		{
			[1] = { x = 33.43, y = 61.29, z = 174.22, name = "坐骑后勤官", SortID = 121 },
		},
		[42] = 
		{
			[1] = { x = -151.20, y = 75.77, z = 106.40, name = "艾丽莎·库贝尔", SortID = 58 },
		},
		[55] = 
		{
			[1] = { x = 127.89, y = 60.05, z = 51.30, name = "联盟军中士的尸体", SortID = 124 },
		},
		[51] = 
		{
			[1] = { x = -156.62, y = 75.77, z = 123.54, name = "游侠", SortID = 125 },
			[2] = { x = -163.52, y = 75.53, z = 101.34, name = "游侠", SortID = 127 },
			[3] = { x = -144.56, y = 75.76, z = 114.89, name = "游侠", SortID = 129 },
			[4] = { x = -130.28, y = 75.77, z = 102.58, name = "游侠", SortID = 261 },
			[5] = { x = -130.28, y = 75.77, z = 102.58, name = "游侠", SortID = 261 },
		},
		[36] = 
		{
			[1] = { x = -155.35, y = 74.84, z = 94.36, name = "卡贝尔·洛汉", SortID = 126 },
		},
		[64] = 
		{
			[1] = { x = -113.71, y = 63.51, z = 174.75, name = "布莱恩", SortID = 128 },
		},
		[45] = 
		{
			[1] = { x = 125.13, y = 60.36, z = 47.87, name = "迪波·德佩拉", SortID = 157 },
		},
		[44] = 
		{
			[1] = { x = 129.60, y = 60.04, z = 55.49, name = "乔纳森", SortID = 158 },
		},
		[63] = 
		{
			[1] = { x = 132.01, y = 60.04, z = 57.90, name = "联盟军士兵", SortID = 159 },
			[2] = { x = 127.62, y = 60.11, z = 57.90, name = "联盟军士兵", SortID = 160 },
			[3] = { x = 136.29, y = 60.28, z = 49.35, name = "联盟军士兵", SortID = 161 },
			[4] = { x = 136.79, y = 60.23, z = 54.14, name = "联盟军士兵", SortID = 162 },
		},
		[69] = 
		{
			[1] = { x = 139.10, y = 60.50, z = 51.46, name = "惊慌的市民", SortID = 163 },
		},
		[220] = 
		{
			[1] = { x = 124.76, y = 38.11, z = -82.33, name = "可疑的军官", SortID = 164 },
		},
		[61] = 
		{
			[1] = { x = 130.48, y = 41.27, z = -39.07, name = "乔纳森将军", SortID = 165 },
		},
		[65] = 
		{
			[1] = { x = 136.10, y = 40.77, z = -38.73, name = "联盟军士兵", SortID = 166 },
			[2] = { x = 128.44, y = 42.02, z = -44.06, name = "联盟军士兵", SortID = 43 },
		},
		[96] = 
		{
			[1] = { x = -41.91, y = 53.79, z = -241.05, name = "卡拉托尔", SortID = 173 },
		},
		[94] = 
		{
			[1] = { x = -45.11, y = 53.79, z = -236.59, name = "艾丽莎·库贝尔", SortID = 174 },
		},
		[95] = 
		{
			[1] = { x = -29.49, y = 53.37, z = -178.58, name = "高等精灵游侠", SortID = 175 },
		},
		[97] = 
		{
			[1] = { x = -37.01, y = 53.80, z = -241.57, name = "克莱丝·史波莱恩", SortID = 176 },
		},
		[134] = 
		{
			[1] = { x = -234.16, y = 42.18, z = -157.62, name = "托尔泽", SortID = 178 },
		},
		[133] = 
		{
			[1] = { x = -186.29, y = 56.66, z = -232.27, name = "艾丽莎·库贝尔", SortID = 179 },
		},
		[135] = 
		{
			[1] = { x = -227.32, y = 46.64, z = -207.59, name = "高等精灵游侠", SortID = 180 },
			[2] = { x = -205.91, y = 54.38, z = -232.65, name = "高等精灵游侠", SortID = 228 },
			[3] = { x = -185.92, y = 58.03, z = -240.46, name = "高等精灵游侠", SortID = 229 },
			[4] = { x = -184.71, y = 56.91, z = -227.08, name = "高等精灵游侠", SortID = 226 },
		},
		[122] = 
		{
			[1] = { x = 202.66, y = 76.06, z = 237.59, name = "拉提尔", SortID = 183 },
		},
		[128] = 
		{
			[1] = { x = 122.62, y = 67.13, z = 156.33, name = "迪波", SortID = 184 },
		},
		[119] = 
		{
			[1] = { x = 163.33, y = 64.29, z = 144.16, name = "布莱恩中士", SortID = 185 },
		},
		[195] = 
		{
			[1] = { x = 227.93, y = 61.01, z = 135.03, name = "麦克", SortID = 189 },
		},
		[180] = 
		{
			[1] = { x = 105.49, y = 67.12, z = 178.39, name = "联盟军士兵", SortID = 196 },
			[2] = { x = 122.42, y = 66.03, z = 181.65, name = "联盟军士兵", SortID = 198 },
			[3] = { x = 106.01, y = 67.00, z = 186.45, name = "联盟军士兵", SortID = 199 },
		},
		[104] = 
		{
			[1] = { x = 242.96, y = 76.06, z = 214.11, name = "希洛尔", SortID = 200 },
		},
		[105] = 
		{
			[1] = { x = 247.98, y = 76.06, z = 226.60, name = "塔斯加", SortID = 201 },
		},
		[106] = 
		{
			[1] = { x = 255.43, y = 76.06, z = 204.71, name = "哈蒙", SortID = 202 },
		},
		[83] = 
		{
			[1] = { x = 233.56, y = 22.88, z = -216.12, name = "密特拉", SortID = 8 },
		},
		[86] = 
		{
			[1] = { x = 237.71, y = 22.39, z = -222.15, name = "守卫队长斯塔尼", SortID = 9 },
		},
		[140] = 
		{
			[1] = { x = 39.69, y = 46.51, z = -148.97, name = "好望港守备军", SortID = 38 },
		},
		[142] = 
		{
			[1] = { x = 40.29, y = 47.14, z = -143.26, name = "卡斯塔尼克难民", SortID = 39 },
			[2] = { x = 41.37, y = 47.77, z = -138.09, name = "卡斯塔尼克难民", SortID = 41 },
			[3] = { x = 37.69, y = 47.56, z = -139.58, name = "卡斯塔尼克难民", SortID = 42 },
			[4] = { x = 65.77, y = 49.15, z = -142.80, name = "卡斯塔尼克难民", SortID = 44 },
			[5] = { x = 58.79, y = 48.66, z = -147.53, name = "卡斯塔尼克难民", SortID = 45 },
			[6] = { x = 96.30, y = 48.73, z = -28.70, name = "卡斯塔尼克难民", SortID = 204 },
			[7] = { x = 102.28, y = 48.73, z = -26.34, name = "卡斯塔尼克难民", SortID = 209 },
			[8] = { x = 101.54, y = 48.74, z = -21.61, name = "卡斯塔尼克难民", SortID = 212 },
			[9] = { x = 23.11, y = 48.31, z = -120.49, name = "卡斯塔尼克难民", SortID = 231 },
			[10] = { x = 22.70, y = 48.31, z = -128.50, name = "卡斯塔尼克难民", SortID = 232 },
		},
		[235] = 
		{
			[1] = { x = 40.29, y = 47.97, z = -136.07, name = "卡斯塔尼克难民", SortID = 40 },
			[2] = { x = 63.29, y = 49.51, z = -142.71, name = "卡斯塔尼克难民", SortID = 253 },
		},
		[101] = 
		{
			[1] = { x = -241.50, y = 88.92, z = 117.45, name = "迪波·德佩拉", SortID = 46 },
		},
		[136] = 
		{
			[1] = { x = -210.61, y = 42.65, z = -143.63, name = "联盟军士兵", SortID = 223 },
			[2] = { x = -220.46, y = 44.53, z = -134.65, name = "联盟军士兵", SortID = 224 },
			[3] = { x = -216.49, y = 44.42, z = -135.44, name = "联盟军士兵", SortID = 225 },
			[4] = { x = -227.45, y = 42.41, z = -146.78, name = "联盟军士兵", SortID = 469 },
		},
		[137] = 
		{
			[1] = { x = -206.36, y = 49.57, z = -208.98, name = "克莱丝·史波莱恩", SortID = 230 },
		},
		[60] = 
		{
			[1] = { x = 161.55, y = 71.06, z = 224.27, name = "镇公所办事员", SortID = 234 },
		},
		[141] = 
		{
			[1] = { x = 44.08, y = 46.53, z = -150.99, name = "好望港守备军", SortID = 235 },
			[2] = { x = 35.85, y = 46.38, z = -150.99, name = "好望港守备军", SortID = 236 },
			[3] = { x = 45.46, y = 46.72, z = -186.52, name = "好望港守备军", SortID = 237 },
			[4] = { x = 33.64, y = 46.72, z = -186.48, name = "好望港守备军", SortID = 238 },
			[5] = { x = 42.91, y = 49.35, z = -207.42, name = "好望港守备军", SortID = 239 },
			[6] = { x = 34.83, y = 49.35, z = -207.40, name = "好望港守备军", SortID = 240 },
		},
		[149] = 
		{
			[1] = { x = 118.98, y = 67.14, z = 161.81, name = "联盟军战马", SortID = 241 },
			[2] = { x = 114.41, y = 67.14, z = 168.08, name = "联盟军战马", SortID = 242 },
			[3] = { x = 117.62, y = 67.15, z = 163.93, name = "联盟军战马", SortID = 243 },
			[4] = { x = 35.95, y = 61.56, z = 174.39, name = "联盟军战马", SortID = 2 },
		},
		[143] = 
		{
			[1] = { x = 197.85, y = 67.69, z = 169.66, name = "兰多", SortID = 244 },
		},
		[147] = 
		{
			[1] = { x = 210.48, y = 63.22, z = 147.47, name = "杂货商", SortID = 245 },
			[2] = { x = 29.32, y = 49.94, z = -114.45, name = "杂货商", IsCanFind = 1, IconPath = "Map_Img_Shop", Describe = "杂货商", SortID = 249 },
			[3] = { x = -3.78, y = 58.10, z = -17.18, name = "杂货商", SortID = 145 },
			[4] = { x = -118.96, y = 75.79, z = 91.80, name = "杂货商", SortID = 214 },
			[5] = { x = 246.01, y = 22.59, z = -221.75, name = "杂货商", SortID = 220 },
			[6] = { x = -215.76, y = 42.15, z = -165.93, name = "杂货商", SortID = 215 },
		},
		[54] = 
		{
			[1] = { x = 178.34, y = 64.87, z = 147.67, name = "阿兰伯", SortID = 246 },
		},
		[152] = 
		{
			[1] = { x = 204.80, y = 69.41, z = 153.28, name = "卡曼·铁魂", SortID = 250 },
		},
		[160] = 
		{
			[1] = { x = 217.67, y = 62.26, z = 140.89, name = "联盟军军官", SortID = 94 },
			[2] = { x = 155.50, y = 64.88, z = 157.16, name = "联盟军军官", SortID = 101 },
		},
		[173] = 
		{
			[1] = { x = 212.41, y = 76.06, z = 229.98, name = "布莱恩中士", SortID = 275 },
		},
		[176] = 
		{
			[1] = { x = 267.57, y = 76.03, z = 238.99, name = "汉莫敦", SortID = 276 },
		},
		[182] = 
		{
			[1] = { x = 268.08, y = 76.03, z = 236.24, name = "可疑的难民", SortID = 277 },
		},
		[184] = 
		{
			[1] = { x = 117.45, y = 66.38, z = 183.84, name = "布莱恩中士", SortID = 287 },
		},
		[190] = 
		{
			[1] = { x = -148.34, y = 42.98, z = -160.09, name = "卡普克拉玛宝斯", SortID = 19 },
		},
		[200] = 
		{
			[1] = { x = 9.14, y = 49.09, z = 69.89, name = "桑赛特", SortID = 216 },
		},
		[209] = 
		{
			[1] = { x = 161.12, y = 69.44, z = 243.49, name = "公会技工", SortID = 295 },
			[2] = { x = 159.76, y = 69.61, z = 240.22, name = "公会技工", SortID = 294 },
			[3] = { x = 155.85, y = 69.43, z = 245.50, name = "公会技工", SortID = 256 },
		},
		[208] = 
		{
			[1] = { x = 159.27, y = 69.43, z = 246.23, name = "斯塔林", SortID = 221 },
		},
		[186] = 
		{
			[1] = { x = 102.49, y = 67.12, z = 178.01, name = "军用工事", SortID = 48 },
			[2] = { x = 102.32, y = 66.98, z = 186.75, name = "军用工事", SortID = 49 },
		},
		[10] = 
		{
			[1] = { x = -245.59, y = 89.17, z = 117.39, name = "布莱恩中士", SortID = 148 },
		},
		[4] = 
		{
			[1] = { x = 207.98, y = 76.06, z = 233.84, name = "饥饿的难民", SortID = 168 },
			[2] = { x = 213.62, y = 76.06, z = 230.21, name = "饥饿的难民", SortID = 169 },
		},
		[5] = 
		{
			[1] = { x = 210.00, y = 76.06, z = 231.58, name = "饥饿的难民", SortID = 170 },
		},
		[187] = 
		{
			[1] = { x = 89.90, y = 67.18, z = 188.18, name = "爆裂陷阱", SortID = 171 },
			[2] = { x = 92.34, y = 67.14, z = 182.08, name = "爆裂陷阱", SortID = 21 },
			[3] = { x = 88.81, y = 66.78, z = 177.03, name = "爆裂陷阱", SortID = 151 },
		},
		[7] = 
		{
			[1] = { x = 20.01, y = 49.16, z = 73.25, name = "卡斯塔尼克人", SortID = 182 },
		},
		[8] = 
		{
			[1] = { x = 14.10, y = 49.88, z = 67.70, name = "老人", SortID = 197 },
		},
		[9] = 
		{
			[1] = { x = 15.03, y = 50.07, z = 66.42, name = "女孩", SortID = 203 },
		},
		[11] = 
		{
			[1] = { x = -158.23, y = 75.78, z = 110.23, name = "布莱恩中士", SortID = 206 },
		},
		[12] = 
		{
			[1] = { x = -159.10, y = 75.78, z = 112.02, name = "受伤的迪波", SortID = 207 },
		},
		[172] = 
		{
			[1] = { x = 148.99, y = 64.87, z = 146.90, name = "贝里克牧师", SortID = 37 },
		},
		[232] = 
		{
			[1] = { x = 143.76, y = 64.88, z = 153.35, name = "联盟军士兵", SortID = 84 },
			[2] = { x = 143.74, y = 64.88, z = 141.27, name = "联盟军士兵", SortID = 92 },
			[3] = { x = 137.70, y = 64.97, z = 150.06, name = "联盟军士兵", SortID = 211 },
		},
		[237] = 
		{
			[1] = { x = 139.37, y = 64.94, z = 152.22, name = "哀悼的镇民", SortID = 85 },
			[2] = { x = 140.05, y = 64.90, z = 139.76, name = "哀悼的镇民", SortID = 213 },
		},
		[236] = 
		{
			[1] = { x = 139.70, y = 64.88, z = 153.21, name = "哀悼的镇民", SortID = 90 },
			[2] = { x = 140.07, y = 64.88, z = 142.45, name = "哀悼的镇民", SortID = 208 },
		},
		[234] = 
		{
			[1] = { x = 140.10, y = 64.95, z = 152.38, name = "女孩", SortID = 210 },
		},
		[230] = 
		{
			[1] = { x = 12.94, y = 49.32, z = 70.05, name = "好事者", SortID = 254 },
		},
		[231] = 
		{
			[1] = { x = 17.48, y = 50.77, z = 62.97, name = "年轻女人", SortID = 255 },
		},
		[238] = 
		{
			[1] = { x = 151.91, y = 64.87, z = 162.03, name = "联盟军尸体", SortID = 285 },
			[2] = { x = 155.01, y = 64.88, z = 155.69, name = "联盟军尸体", SortID = 286 },
			[3] = { x = 161.79, y = 64.71, z = 164.30, name = "联盟军尸体", SortID = 288 },
			[4] = { x = 164.76, y = 64.67, z = 171.99, name = "联盟军尸体", SortID = 289 },
		},
		[171] = 
		{
			[1] = { x = 161.55, y = 70.95, z = 229.69, name = "布莱恩中士", SortID = 1 },
		},
		[18] = 
		{
			[1] = { x = 141.41, y = 64.66, z = 163.88, name = "沉思的士兵", SortID = 274 },
		},
		[17] = 
		{
			[1] = { x = -44.59, y = 53.87, z = -233.44, name = "克莱丝·史波莱恩", SortID = 290 },
		},
		[245] = 
		{
			[1] = { x = -230.76, y = 43.17, z = -173.50, name = "联盟军", SortID = 292 },
		},
		[244] = 
		{
			[1] = { x = -232.89, y = 44.36, z = -181.59, name = "乔纳森", SortID = 296 },
		},
		[251] = 
		{
			[1] = { x = 54.72, y = 49.85, z = -127.46, name = "迪波", SortID = 167 },
		},
		[253] = 
		{
			[1] = { x = 60.77, y = 49.83, z = -132.74, name = "猎刃团成员", SortID = 321 },
			[2] = { x = 62.88, y = 49.73, z = -134.85, name = "猎刃团成员", SortID = 322 },
		},
		[261] = 
		{
			[1] = { x = 214.50, y = 76.06, z = 236.96, name = "特利恩", SortID = 330 },
		},
		[263] = 
		{
			[1] = { x = 219.80, y = 76.06, z = 230.18, name = "卡朵拉", SortID = 332 },
		},
		[264] = 
		{
			[1] = { x = 223.04, y = 76.06, z = 218.45, name = "库尔如", SortID = 333 },
		},
		[262] = 
		{
			[1] = { x = 221.43, y = 76.06, z = 220.49, name = "特拉齐", SortID = 334 },
		},
		[500] = 
		{
			[1] = { x = 112.95, y = 66.52, z = 186.54, name = "薇儿·艾琳", SortID = 26 },
		},
		[536] = 
		{
			[1] = { x = 163.36, y = 64.87, z = 144.35, name = "布莱恩中士", SortID = 27 },
		},
		[521] = 
		{
			[1] = { x = 177.71, y = 73.12, z = 207.56, name = "饥饿的难民", SortID = 28 },
		},
		[522] = 
		{
			[1] = { x = 178.66, y = 72.41, z = 223.16, name = "饥饿的难民", SortID = 260 },
		},
		[503] = 
		{
			[1] = { x = -45.88, y = 54.59, z = 17.08, name = "布莱恩中士", SortID = 366 },
		},
		[501] = 
		{
			[1] = { x = -36.07, y = 54.31, z = 21.53, name = "薇儿·艾琳", SortID = 368 },
		},
		[265] = 
		{
			[1] = { x = 37.20, y = 46.22, z = -153.57, name = "卡拉夫", SortID = 370 },
		},
		[523] = 
		{
			[1] = { x = 176.38, y = 67.88, z = 185.73, name = "饥饿的难民", SortID = 363 },
			[2] = { x = 164.97, y = 64.67, z = 176.70, name = "饥饿的难民", SortID = 369 },
			[3] = { x = 190.89, y = 67.88, z = 183.39, name = "饥饿的难民", SortID = 371 },
			[4] = { x = 185.45, y = 67.88, z = 178.48, name = "饥饿的难民", SortID = 318 },
			[5] = { x = 165.41, y = 64.67, z = 164.04, name = "饥饿的难民", SortID = 379 },
		},
		[525] = 
		{
			[1] = { x = -34.66, y = 54.97, z = 11.05, name = "被俘虏的德法军", SortID = 372 },
		},
		[524] = 
		{
			[1] = { x = -34.80, y = 54.83, z = 12.72, name = "联盟军士兵", SortID = 373 },
			[2] = { x = -30.88, y = 54.32, z = 17.57, name = "联盟军士兵", SortID = 374 },
			[3] = { x = -44.07, y = 54.32, z = 29.76, name = "联盟军士兵", SortID = 375 },
			[4] = { x = -51.53, y = 55.27, z = 22.78, name = "联盟军士兵", SortID = 441 },
		},
		[506] = 
		{
			[1] = { x = 127.21, y = 41.89, z = -39.91, name = "卡莉·瓦莱托", SortID = 309 },
		},
		[537] = 
		{
			[1] = { x = -87.80, y = 61.49, z = 156.24, name = "", SortID = 384 },
		},
		[727] = 
		{
			[1] = { x = 131.24, y = 65.67, z = 175.15, name = "莫妮卡", SortID = 388 },
		},
		[729] = 
		{
			[1] = { x = 133.30, y = 65.27, z = 169.90, name = "人类孤儿", SortID = 389 },
		},
		[728] = 
		{
			[1] = { x = 131.10, y = 65.17, z = 186.36, name = "塞勒斯", SortID = 390 },
		},
		[734] = 
		{
			[1] = { x = 23.00, y = 62.11, z = 236.00, name = "运货商人", SortID = 402 },
		},
		[735] = 
		{
			[1] = { x = -20.44, y = 60.28, z = 163.86, name = "瑞恩", SortID = 404 },
		},
		[736] = 
		{
			[1] = { x = 26.22, y = 62.11, z = 235.34, name = "瑞恩", SortID = 407 },
		},
		[737] = 
		{
			[1] = { x = 20.30, y = 62.11, z = 233.85, name = "民兵", SortID = 410 },
		},
		[21001] = 
		{
			[1] = { x = -231.56, y = 42.15, z = -154.55, name = "贝尔特", SortID = 10 },
		},
		[20100] = 
		{
			[1] = { x = -226.02, y = 42.18, z = -157.38, name = "货运马车", SortID = 150 },
		},
		[20101] = 
		{
			[1] = { x = -226.26, y = 42.19, z = -157.36, name = "货运马车", SortID = 319 },
		},
		[738] = 
		{
			[1] = { x = 57.30, y = 51.83, z = -94.00, name = "可疑的行人", SortID = 320 },
		},
		[544] = 
		{
			[1] = { x = -53.77, y = 55.05, z = 22.76, name = "女村民", SortID = 442 },
			[2] = { x = -37.60, y = 58.40, z = -6.61, name = "女村民", SortID = 448 },
		},
		[543] = 
		{
			[1] = { x = -67.53, y = 59.38, z = 14.25, name = "农民", SortID = 443 },
		},
		[542] = 
		{
			[1] = { x = -75.74, y = 59.30, z = 15.18, name = "农民", SortID = 444 },
			[2] = { x = -94.66, y = 59.30, z = 27.84, name = "农民", SortID = 445 },
			[3] = { x = -37.76, y = 58.27, z = -9.11, name = "农民", SortID = 447 },
		},
		[540] = 
		{
			[1] = { x = -95.05, y = 59.28, z = 25.04, name = "伐木工", SortID = 446 },
			[2] = { x = -52.48, y = 59.28, z = -10.71, name = "伐木工", SortID = 450 },
			[3] = { x = -61.86, y = 59.28, z = 1.55, name = "伐木工", SortID = 451 },
		},
		[541] = 
		{
			[1] = { x = 168.75, y = 64.91, z = 135.26, name = "铁匠", SortID = 449 },
		},
		[739] = 
		{
			[1] = { x = 59.00, y = 49.92, z = -130.00, name = "瑞恩", SortID = 12 },
		},
		[192] = 
		{
			[1] = { x = -209.46, y = 47.13, z = -210.58, name = "卡普克拉玛宝斯", SortID = 181 },
		},
		[191] = 
		{
			[1] = { x = -41.17, y = 54.13, z = -231.28, name = "卡普克拉玛宝斯", SortID = 257 },
		},
		[241] = 
		{
			[1] = { x = -209.19, y = 47.08, z = -210.65, name = "巴拉卡人幽魂", SortID = 427 },
		},
		[246] = 
		{
			[1] = { x = -181.47, y = 57.67, z = -235.99, name = "霜峰·卢肯的灵魂", SortID = 429 },
		},
		[749] = 
		{
			[1] = { x = -227.29, y = 42.68, z = -166.91, name = "艾丽莎·库贝尔", SortID = 462 },
		},
		[747] = 
		{
			[1] = { x = -196.75, y = 41.69, z = -148.82, name = "艾丽莎·库贝尔", SortID = 463 },
		},
		[748] = 
		{
			[1] = { x = -193.81, y = 41.65, z = -149.04, name = "高等精灵游侠", SortID = 464 },
		},
		[554] = 
		{
			[1] = { x = 239.33, y = 22.78, z = -209.01, name = "商会保镖", SortID = 470 },
			[2] = { x = 228.44, y = 22.78, z = -217.21, name = "商会保镖", SortID = 471 },
			[3] = { x = 234.13, y = 22.78, z = -211.18, name = "商会保镖", SortID = 472 },
			[4] = { x = 231.73, y = 22.78, z = -223.57, name = "商会保镖", SortID = 473 },
			[5] = { x = 241.80, y = 22.78, z = -217.89, name = "商会保镖", SortID = 474 },
			[6] = { x = 247.58, y = 22.26, z = -231.82, name = "商会保镖", SortID = 475 },
			[7] = { x = 238.35, y = 22.26, z = -231.82, name = "商会保镖", SortID = 476 },
		},
		[564] = 
		{
			[1] = { x = 265.43, y = 42.65, z = 43.20, name = "汉斯船长", SortID = 478 },
		},
		[807] = 
		{
			[1] = { x = 60.62, y = 49.59, z = -138.15, name = "奥琳卡·史波莱恩", SortID = 130 },
		},
		[817] = 
		{
			[1] = { x = 39.00, y = 47.92, z = -137.07, name = "联盟军士兵", SortID = 280 },
			[2] = { x = 49.16, y = 49.68, z = -126.55, name = "联盟军士兵", SortID = 281 },
			[3] = { x = 34.06, y = 49.95, z = -123.34, name = "联盟军士兵", SortID = 282 },
		},
		[808] = 
		{
			[1] = { x = -227.89, y = 46.71, z = -203.55, name = "高等精灵游侠", SortID = 283 },
		},
		[809] = 
		{
			[1] = { x = -202.89, y = 51.73, z = -215.02, name = "班克斯·怀特利波", SortID = 284 },
		},
		[837] = 
		{
			[1] = { x = 117.00, y = 42.14, z = -51.30, name = "安吉·曼森", SortID = 385 },
		},
		[839] = 
		{
			[1] = { x = 114.30, y = 67.08, z = 150.92, name = "“黑心”雷德", SortID = 305 },
		},
		[840] = 
		{
			[1] = { x = 72.65, y = 65.72, z = 173.97, name = "运货商人", SortID = 519 },
		},
		[859] = 
		{
			[1] = { x = 35.58, y = 50.90, z = 42.81, name = "顽童", SortID = 15, FunctionName = " " },
		},
		[861] = 
		{
			[1] = { x = 33.96, y = 50.82, z = 42.38, name = "驯服的猎犬", SortID = 133, FunctionName = " " },
		},
		[920] = 
		{
			[1] = { x = 226.56, y = 47.48, z = 21.81, name = "布莱恩中士", FunctionName = " " },
		},
		[924] = 
		{
			[1] = { x = 226.56, y = 47.48, z = 21.81, name = "布莱恩中士", FunctionName = " " },
			[2] = { x = 207.97, y = 52.88, z = 57.21, name = "布莱恩中士", FunctionName = " " },
			[3] = { x = 216.33, y = 54.84, z = 81.36, name = "布莱恩中士", FunctionName = " " },
		},
		[921] = 
		{
			[1] = { x = 208.06, y = 52.43, z = 57.32, name = "布莱恩中士", FunctionName = " " },
		},
		[907] = 
		{
			[1] = { x = 207.97, y = 52.88, z = 57.21, name = "卡斯塔尼克难民", FunctionName = " " },
			[2] = { x = 216.33, y = 54.84, z = 81.36, name = "卡斯塔尼克难民", FunctionName = " " },
		},
		[902] = 
		{
			[1] = { x = 207.97, y = 52.88, z = 57.21, name = "卡斯塔尼克难民", FunctionName = " " },
			[2] = { x = 216.33, y = 54.84, z = 81.36, name = "卡斯塔尼克难民", FunctionName = " " },
		},
		[919] = 
		{
			[1] = { x = 226.86, y = 60.95, z = 127.86, name = "米雪儿", FunctionName = " " },
		},
		[917] = 
		{
			[1] = { x = 240.27, y = 47.11, z = 14.54, name = "惊慌的市民", FunctionName = " " },
			[2] = { x = 243.65, y = 47.11, z = 11.33, name = "惊慌的市民", FunctionName = " " },
			[3] = { x = 226.37, y = 47.11, z = 31.83, name = "惊慌的市民", FunctionName = " " },
			[4] = { x = 233.35, y = 47.11, z = 32.25, name = "惊慌的市民", FunctionName = " " },
		},
		[916] = 
		{
			[1] = { x = 233.15, y = 47.11, z = 25.64, name = "年轻女人", FunctionName = " " },
		},
		[926] = 
		{
			[1] = { x = 222.59, y = 47.11, z = 24.06, name = "惊慌的士兵", FunctionName = " " },
		},
		[906] = 
		{
			[1] = { x = 206.46, y = 53.51, z = 56.82, name = "饥饿的难民", FunctionName = " " },
		},
		[901] = 
		{
			[1] = { x = 205.34, y = 52.77, z = 58.44, name = "卡斯塔尼克难民", FunctionName = " " },
			[2] = { x = 204.31, y = 52.77, z = 54.16, name = "卡斯塔尼克难民", FunctionName = " " },
			[3] = { x = 201.01, y = 54.41, z = 53.35, name = "卡斯塔尼克难民", FunctionName = " " },
			[4] = { x = 202.13, y = 53.86, z = 57.86, name = "卡斯塔尼克难民", FunctionName = " " },
		},
		[922] = 
		{
			[1] = { x = 216.33, y = 54.84, z = 81.25, name = "布莱恩中士", FunctionName = " " },
		},
		[909] = 
		{
			[1] = { x = 216.33, y = 54.84, z = 81.25, name = "卡斯塔尼克难民", FunctionName = " " },
		},
		[904] = 
		{
			[1] = { x = 216.33, y = 54.84, z = 81.25, name = "卡斯塔尼克难民", FunctionName = " " },
		},
		[923] = 
		{
			[1] = { x = 224.37, y = 61.59, z = 125.37, name = "布莱恩中士", FunctionName = " " },
		},
		[908] = 
		{
			[1] = { x = 224.37, y = 61.59, z = 125.37, name = "卡斯塔尼克难民", FunctionName = " " },
		},
		[903] = 
		{
			[1] = { x = 224.37, y = 61.59, z = 125.37, name = "卡斯塔尼克难民", FunctionName = " " },
		},
		[912] = 
		{
			[1] = { x = 206.42, y = 61.63, z = 123.60, name = "人类女孩", FunctionName = " " },
		},
		[915] = 
		{
			[1] = { x = 206.42, y = 61.63, z = 123.60, name = "卡斯塔尼克女孩", FunctionName = " " },
		},
		[914] = 
		{
			[1] = { x = 206.42, y = 61.63, z = 123.60, name = "年轻人", FunctionName = " " },
		},
	},
	Region = 
	{
		[1] = 
		{
			[63] = { x = 39.14, y = 49.57, z = -229.65, xA = -2.98, yA = 28.67, zA = 182.82, name = "传送区域-好望港A", worldId = 110, PkMode = 1 },
			[64] = { x = -16.66, y = 53.77, z = -245.83, xA = -89.17, yA = 31.06, zA = 142.08, name = "传送区域-好望港B", worldId = 110, PkMode = 1 },
			[65] = { x = -257.37, y = 42.03, z = -178.10, xA = 206.82, yA = 48.87, zA = -229.57, name = "传送区域-阿卡尼亚", worldId = 130, PkMode = 1 },
			[68] = { x = 242.76, y = 21.69, z = -239.75, xA = 141.91, yA = 19.02, zA = 218.47, name = "", worldId = 110, PkMode = 1 },
			[586] = { x = 169.17, y = 27.71, z = -197.48, xA = 228.45, yA = 47.11, zA = 26.40, name = "进入竞技场", worldId = 120, PkMode = 0 },
			[587] = { x = 181.86, y = 20.42, z = -184.27, xA = 0.00, yA = 0.92, zA = -15.75, name = "离开竞技场", worldId = 3, PkMode = 0 },
			[588] = { x = 155.80, y = 27.65, z = -180.81, xA = 193.33, yA = 20.95, zA = -183.36, name = "支线功能用传送区域", worldId = 120, PkMode = 0 },
			[589] = { x = 194.01, y = 21.05, z = -189.28, xA = 166.00, yA = 27.44, zA = -199.00, name = "支线功能用传送区域出口", worldId = 120, PkMode = 0 },
		},
		[2] = 
		{
			[59] = { x = 185.93, y = 50.04, z = 95.01, name = "初始相位", worldId = 0, PkMode = 1 },
			[61] = { x = 111.18, y = 66.83, z = 191.07, name = "格林镇西门", isShowName = true, worldId = 0, PkMode = 1 },
			[62] = { x = -222.68, y = 42.90, z = -170.96, name = "幽林营地", isShowName = true, worldId = 0, PkMode = 1 },
			[129] = { x = -81.90, y = 58.25, z = 25.42, name = "农场BOSS刷新", worldId = 0, PkMode = 1 },
			[67] = { x = 24.14, y = 62.35, z = 200.33, name = "抵达区域-迪波", worldId = 0, PkMode = 1 },
			[69] = { x = 222.45, y = 76.10, z = 219.99, name = "新兵训练", worldId = 0, PkMode = 1 },
			[70] = { x = 212.65, y = 76.11, z = 231.80, name = "难民区【任务】", worldId = 0, PkMode = 1 },
			[71] = { x = 126.49, y = 59.27, z = 58.06, name = "难民营", isShowName = true, worldId = 0, PkMode = 1, EnvironmentMusic = "Zone_Ambience/Ambience/Day_and_Night" },
			[72] = { x = 7.77, y = 49.55, z = 64.87, name = "农场", worldId = 0, PkMode = 1 },
			[73] = { x = 145.40, y = 39.42, z = -39.67, name = "海盗营地外", worldId = 0, PkMode = 1 },
			[74] = { x = -87.11, y = 62.28, z = 157.28, name = "洛卡伐木场", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1 },
			[77] = { x = -150.77, y = 75.86, z = 122.83, name = "游侠营地", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[78] = { x = 173.66, y = 27.64, z = -173.21, name = "毒蛇竞技场", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1, EnvironmentMusic = "Zone_Ambience/Ambience/Viper_Arena" },
			[79] = { x = -227.22, y = 84.29, z = 72.01, name = "巴哈勒祭坛前", worldId = 0, PkMode = 1 },
			[87] = { x = -85.79, y = 48.06, z = -141.68, name = "贪婪溪谷", worldId = 0, PkMode = 1 },
			[88] = { x = 41.29, y = 50.50, z = -130.17, name = "好望港外【任务\公共】", worldId = 0, PkMode = 1 },
			[89] = { x = -234.49, y = 85.47, z = 81.99, name = "巴哈勒祭坛", isShowName = true, worldId = 0, PkMode = 1 },
			[92] = { x = 124.47, y = 66.38, z = 194.48, name = "西门区域", worldId = 0, PkMode = 1 },
			[93] = { x = 160.14, y = 72.15, z = 232.64, name = "商业街附近", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[94] = { x = 174.31, y = 65.70, z = 181.41, name = "格林镇", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1, EnvironmentMusic = "Zone_Ambience/Ambience/Town" },
			[95] = { x = 147.48, y = 69.89, z = 247.36, name = "行商分会", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1 },
			[96] = { x = 212.81, y = 76.04, z = 227.93, name = "教堂广场", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[97] = { x = 155.59, y = 65.03, z = 152.26, name = "联盟广场", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1 },
			[98] = { x = 217.58, y = 59.72, z = 110.11, name = "格林镇南门", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1 },
			[99] = { x = 23.62, y = 62.41, z = 227.20, name = "悬崖", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1 },
			[100] = { x = -13.58, y = 54.24, z = 17.64, name = "坎贝尔农庄", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1, EnvironmentMusic = "Zone_Ambience/Ambience/Farm" },
			[101] = { x = -152.65, y = 39.09, z = 157.23, name = "洛卡森林", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1 },
			[102] = { x = -141.34, y = 73.05, z = 110.52, name = "游侠营地", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1 },
			[103] = { x = -137.74, y = 44.26, z = -176.92, name = "贪婪溪谷", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1, EnvironmentMusic = "Zone_Ambience/Ambience/Forest" },
			[104] = { x = 186.19, y = 36.00, z = -30.30, name = "海盗巢穴", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1, EnvironmentMusic = "Zone_Ambience/Ambience/Canyon" },
			[105] = { x = -211.75, y = 50.56, z = -201.41, name = "幽林营地", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[106] = { x = 36.82, y = 49.63, z = -177.84, name = "好望港大门", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 1 },
			[107] = { x = 260.85, y = 76.06, z = 232.32, name = "窃听镇长", worldId = 0, PkMode = 1 },
			[108] = { x = -148.91, y = 42.03, z = -160.69, name = "窟拉逃离区", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[121] = { x = 98.81, y = 67.17, z = 183.98, name = "西门陷阱【任务】", worldId = 0, PkMode = 1 },
			[123] = { x = -177.71, y = 79.07, z = 39.06, name = "祭坛山道【任务】", worldId = 0, PkMode = 1 },
			[125] = { x = -91.61, y = 61.88, z = 161.70, name = "伐木场附近【任务】", worldId = 0, PkMode = 1 },
			[127] = { x = 242.57, y = 76.04, z = 214.93, name = "喝粥区域【任务】", worldId = 0, PkMode = 1 },
			[137] = { x = -18.00, y = 1.00, z = 144.27, name = "世界boss测试区域", worldId = 0, PkMode = 1 },
			[181] = { x = 173.66, y = 27.64, z = -173.21, name = "毒蛇竞技场", worldId = 0, PkMode = 1 },
			[182] = { x = 143.45, y = 64.89, z = 146.57, name = "埋葬布莱恩", worldId = 0, PkMode = 1 },
			[183] = { x = -159.13, y = 75.83, z = 112.04, name = "治疗迪波", worldId = 0, PkMode = 1 },
			[184] = { x = 264.08, y = 76.06, z = 234.75, name = "间谍刷怪【任务】", worldId = 0, PkMode = 1 },
			[255] = { x = 178.70, y = 73.06, z = 208.29, name = "难民乞讨1", worldId = 0, PkMode = 0 },
			[256] = { x = 178.14, y = 72.44, z = 222.43, name = "难民乞讨2", worldId = 0, PkMode = 0 },
			[266] = { x = -34.75, y = 54.85, z = 11.58, name = "拷问", worldId = 0, PkMode = 0 },
			[332] = { x = 117.35, y = 68.30, z = 186.19, name = "格林镇西门", worldId = 0, PkMode = 0 },
			[334] = { x = 184.74, y = 39.90, z = -22.97, name = "支线任务审判", worldId = 0, PkMode = 0 },
			[355] = { x = 60.35, y = 53.16, z = -93.47, name = "支线任务鹰眼", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {10149} },
			[356] = { x = 103.46, y = 59.93, z = 71.64, name = "支线任务刷怪强盗", worldId = 0, PkMode = 0 },
			[357] = { x = 63.20, y = 66.17, z = 182.00, name = "支线任务抵达", worldId = 0, PkMode = 0 },
			[358] = { x = 24.41, y = 62.11, z = 234.30, name = "支线任务抵达2", worldId = 0, PkMode = 0 },
			[360] = { x = 186.86, y = 47.04, z = -158.50, name = "背景音乐-毒蛇竞技场", worldId = 0, BackgroundMusic = "BGM_Map_1/Map_1/map_1_zone_3", PkMode = 0 },
			[359] = { x = -167.71, y = 47.18, z = -179.61, name = "背景音乐-贪婪溪谷", worldId = 0, BackgroundMusic = "BGM_Map_1/Map_1/map_1_zone_4", PkMode = 0 },
			[361] = { x = -150.23, y = 75.77, z = 123.50, name = "护送任务路线1到达区域", worldId = 0, PkMode = 0 },
			[362] = { x = -111.07, y = 62.83, z = 209.66, name = "护送任务路线02到达区域", worldId = 0, PkMode = 0 },
			[385] = { x = -111.55, y = 62.28, z = 191.93, name = "洛卡伐木场", worldId = 0, PkMode = 1 },
			[386] = { x = 56.55, y = 52.13, z = -99.21, name = "支线截杀刷怪", worldId = 0, PkMode = 0 },
			[387] = { x = -41.85, y = 53.95, z = -232.29, name = "灵魂宝珠1", worldId = 0, PkMode = 0 },
			[388] = { x = -208.19, y = 49.51, z = -208.82, name = "灵魂宝珠2", worldId = 0, PkMode = 0 },
			[389] = { x = -192.82, y = 56.31, z = -229.18, name = "前往大树", worldId = 0, PkMode = 0 },
			[390] = { x = 156.13, y = 109.07, z = 136.28, name = "格林镇", worldId = 0, BackgroundMusic = "BGM_Map_1/Map_1/map_1_zone_1", PkMode = 0 },
			[391] = { x = 20.05, y = 67.30, z = -34.57, name = "洛卡森林", worldId = 0, BackgroundMusic = "BGM_Map_1/Map_1/map_1_zone_2", PkMode = 0 },
			[392] = { x = -156.18, y = 75.47, z = 94.47, name = "精灵军令", worldId = 0, PkMode = 0 },
			[393] = { x = -173.55, y = 75.74, z = 58.00, name = "血气鹰眼", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {506} },
			[394] = { x = 196.97, y = 57.94, z = 65.80, name = "毒蛇宝藏鹰眼区域", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {61132} },
			[395] = { x = 173.66, y = 27.64, z = -173.21, name = "毒蛇斗技场", worldId = 0, PkMode = 0 },
			[396] = { x = 51.17, y = 58.73, z = -113.29, name = "神视单人-1", worldId = 0, PkMode = 0 },
			[397] = { x = -12.89, y = 53.10, z = -225.75, name = "神视单人-2", worldId = 0, PkMode = 0 },
			[398] = { x = -177.50, y = 48.10, z = -161.83, name = "神视单人-3", worldId = 0, PkMode = 0 },
			[402] = { x = -138.60, y = 42.73, z = -162.88, name = "主线大蜥蜴刷新区域", worldId = 0, PkMode = 0 },
			[403] = { x = 255.55, y = 48.30, z = 51.41, name = "汉斯区域", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {33,34,35} },
			[404] = { x = -240.63, y = 87.91, z = 106.73, name = "参加布莱恩葬礼目标区域", worldId = 0, PkMode = 0 },
			[424] = { x = 2.90, y = 132.50, z = 24.13, name = "坎贝尔农庄", isShowName = true, worldId = 0, PkMode = 0 },
			[425] = { x = 180.81, y = 49.03, z = -10.54, name = "海盗巢穴", isShowName = true, worldId = 0, PkMode = 0 },
			[426] = { x = -121.83, y = 118.19, z = -132.64, name = "贪婪溪谷", isShowName = true, worldId = 0, PkMode = 0 },
			[559] = { x = -104.45, y = 58.18, z = -110.10, name = "贪婪溪谷", isShowName = true, worldId = 0, PkMode = 0 },
			[576] = { x = 184.64, y = 21.04, z = -156.23, name = "最后一战相位", worldId = 0, PkMode = 0 },
			[577] = { x = 36.06, y = 50.51, z = 75.19, name = "声望-小孩去向", worldId = 0, PkMode = 0 },
			[578] = { x = 26.51, y = 57.02, z = 79.58, name = "声望-脚印鹰眼", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[579] = { x = 134.09, y = 65.29, z = 174.08, name = "声望-小孩回家", worldId = 0, PkMode = 0 },
			[580] = { x = 216.77, y = 56.28, z = 87.95, name = "刷怪区域", worldId = 0, PkMode = 0 },
			[581] = { x = 208.58, y = 51.44, z = 58.50, name = "抵达区域", worldId = 0, PkMode = 0 },
			[582] = { x = 225.26, y = 60.99, z = 127.34, name = "村镇抵达区域", worldId = 0, PkMode = 0 },
			[585] = { x = 1.40, y = 52.99, z = -211.08, name = "声望-精英怪刷怪", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[6] = 
		{
			[1] = { x = 30.67, y = 51.18, z = 13.60 },
			[2] = { x = 14.90, y = 53.01, z = 13.50 },
			[3] = { x = 31.72, y = 51.41, z = 55.41 },
		},
		[10] = 
		{
			[1] = { x = 123.81, y = 60.04, z = 60.62 },
			[2] = { x = 114.72, y = 60.05, z = 53.98 },
			[3] = { x = 111.77, y = 59.38, z = 45.82 },
			[4] = { x = 109.22, y = 56.36, z = 40.92 },
			[5] = { x = 107.99, y = 54.58, z = 32.77 },
			[6] = { x = 107.23, y = 53.29, z = 26.12 },
			[7] = { x = 107.23, y = 51.80, z = 19.48 },
			[8] = { x = 107.23, y = 49.97, z = 10.17 },
			[9] = { x = 112.52, y = 48.94, z = 2.19 },
			[10] = { x = 119.86, y = 48.18, z = -4.55 },
			[11] = { x = 126.62, y = 46.54, z = -11.27 },
		},
		[9] = 
		{
			[1] = { x = 130.35, y = 60.08, z = 51.37 },
		},
		[26] = 
		{
			[1] = { x = 151.91, y = 64.87, z = 162.03 },
			[2] = { x = 155.01, y = 64.88, z = 155.69 },
			[3] = { x = 161.79, y = 64.71, z = 164.30 },
			[4] = { x = 164.76, y = 64.67, z = 171.99 },
		},
		[23] = 
		{
			[1] = { x = 140.96, y = 69.63, z = 253.44 },
		},
		[48] = 
		{
			[1] = { x = -38.34, y = 58.36, z = 3.76 },
		},
		[49] = 
		{
			[1] = { x = 182.66, y = 42.33, z = 24.65 },
		},
		[50] = 
		{
			[1] = { x = 161.33, y = 65.95, z = 115.45 },
		},
		[51] = 
		{
			[1] = { x = 256.09, y = 65.73, z = 138.52 },
		},
		[52] = 
		{
			[1] = { x = 118.21, y = 67.15, z = 172.31 },
		},
		[53] = 
		{
			[1] = { x = -137.19, y = 64.11, z = 196.37 },
		},
		[54] = 
		{
			[1] = { x = -121.62, y = 75.07, z = 87.59 },
		},
		[55] = 
		{
			[1] = { x = -232.86, y = 42.17, z = -148.11 },
		},
		[65] = 
		{
			[1] = { x = -25.67, y = 49.23, z = 55.65 },
		},
		[111] = 
		{
			[1] = { x = 39.61, y = 51.11, z = 41.27 },
		},
		[112] = 
		{
			[1] = { x = 32.93, y = 51.26, z = 28.60 },
			[2] = { x = 33.83, y = 51.26, z = 28.60 },
			[3] = { x = 32.93, y = 51.26, z = 30.06 },
			[4] = { x = 33.98, y = 51.26, z = 30.02 },
			[5] = { x = 35.63, y = 51.26, z = 32.33 },
			[6] = { x = 36.59, y = 51.26, z = 32.60 },
			[7] = { x = 37.61, y = 51.31, z = 32.60 },
		},
		[42] = 
		{
			[1] = { x = 39.83, y = 47.59, z = -140.97 },
			[2] = { x = 39.83, y = 48.24, z = -133.33 },
		},
		[139] = 
		{
			[1] = { x = -189.42, y = 40.95, z = -184.39 },
		},
		[306] = 
		{
			[1] = { x = 31.64, y = 51.36, z = 58.85 },
		},
		[342] = 
		{
			[1] = { x = -182.97, y = 57.18, z = -230.13 },
		},
		[220] = 
		{
			[1] = { x = 196.82, y = 76.06, z = 250.71 },
		},
		[222] = 
		{
			[1] = { x = 198.81, y = 68.85, z = 163.45 },
		},
		[221] = 
		{
			[1] = { x = -49.71, y = 58.31, z = 3.27 },
		},
		[224] = 
		{
			[1] = { x = 124.52, y = 69.50, z = 238.15 },
		},
		[223] = 
		{
			[1] = { x = 81.74, y = 62.88, z = 128.51 },
			[2] = { x = 81.47, y = 62.88, z = 132.11 },
			[3] = { x = 86.53, y = 62.12, z = 128.23 },
			[4] = { x = 96.48, y = 62.88, z = 116.43 },
			[5] = { x = 77.00, y = 62.88, z = 135.60 },
			[6] = { x = 94.10, y = 62.88, z = 113.80 },
			[7] = { x = 90.50, y = 62.88, z = 124.32 },
			[8] = { x = 88.75, y = 62.88, z = 129.28 },
			[9] = { x = 85.22, y = 62.88, z = 133.05 },
		},
		[251] = 
		{
			[1] = { x = 18.11, y = 62.32, z = 234.22 },
		},
		[252] = 
		{
			[1] = { x = 19.30, y = 51.05, z = 56.99 },
		},
		[253] = 
		{
			[1] = { x = 107.97, y = 50.61, z = 16.28 },
		},
		[254] = 
		{
			[1] = { x = -144.45, y = 75.77, z = 103.66 },
		},
		[255] = 
		{
			[1] = { x = -140.86, y = 69.59, z = 159.95 },
		},
		[256] = 
		{
			[1] = { x = 61.84, y = 49.43, z = -216.15 },
		},
		[257] = 
		{
			[1] = { x = -132.89, y = 42.00, z = -159.98 },
		},
		[258] = 
		{
			[1] = { x = 133.42, y = 24.00, z = -123.00 },
		},
		[259] = 
		{
			[1] = { x = 81.35, y = 56.06, z = 51.54 },
		},
		[260] = 
		{
			[1] = { x = -16.56, y = 58.32, z = -13.73 },
		},
		[305] = 
		{
			[1] = { x = -7.10, y = 50.68, z = 48.40 },
			[2] = { x = 24.47, y = 50.68, z = 53.37 },
		},
		[308] = 
		{
			[1] = { x = 153.04, y = 64.87, z = 142.26 },
		},
		[307] = 
		{
			[1] = { x = 265.46, y = 42.66, z = 46.59 },
		},
		[309] = 
		{
			[1] = { x = -136.60, y = 64.40, z = 192.08 },
		},
		[310] = 
		{
			[1] = { x = -133.24, y = 0.00, z = 106.47 },
		},
		[343] = 
		{
			[1] = { x = -192.32, y = 57.47, z = -237.94 },
		},
		[344] = 
		{
			[1] = { x = -107.99, y = 56.99, z = -92.06 },
		},
		[367] = 
		{
			[1] = { x = 31.00, y = 62.23, z = 232.69 },
		},
		[368] = 
		{
			[1] = { x = 238.03, y = 47.13, z = 38.63 },
		},
		[369] = 
		{
			[1] = { x = 262.39, y = 42.66, z = 53.33 },
		},
		[366] = 
		{
			[1] = { x = 15.05, y = 62.38, z = 195.53 },
		},
		[438] = 
		{
			[1] = { x = 150.04, y = 64.87, z = 144.92 },
		},
		[439] = 
		{
			[1] = { x = 103.42, y = 61.77, z = 127.26 },
			[2] = { x = 95.85, y = 61.77, z = 132.86 },
			[3] = { x = 93.57, y = 62.81, z = 143.37 },
		},
		[440] = 
		{
			[1] = { x = 106.60, y = 60.57, z = 80.00 },
		},
		[496] = 
		{
			[1] = { x = 72.28, y = 47.52, z = -55.58 },
		},
		[445] = 
		{
			[1] = { x = 56.35, y = 64.73, z = 181.80 },
		},
		[446] = 
		{
			[1] = { x = 29.89, y = 61.23, z = 178.68 },
		},
		[447] = 
		{
			[1] = { x = 22.89, y = 62.17, z = 203.29 },
		},
		[448] = 
		{
			[1] = { x = 23.09, y = 62.11, z = 235.79 },
		},
		[449] = 
		{
			[1] = { x = -25.34, y = 61.00, z = 153.52 },
			[2] = { x = -15.66, y = 60.41, z = 151.10 },
		},
		[451] = 
		{
			[1] = { x = 23.06, y = 62.11, z = 234.91 },
		},
		[450] = 
		{
			[1] = { x = 25.90, y = 62.11, z = 234.08 },
		},
		[540] = 
		{
			[1] = { x = -141.63, y = 42.92, z = -159.99 },
		},
		[586] = 
		{
			[1] = { x = -171.18, y = 76.06, z = 57.50 },
		},
		[596] = 
		{
			[1] = { x = 197.10, y = 55.19, z = 66.00 },
		},
		[623] = 
		{
			[1] = { x = 256.14, y = 42.65, z = 43.28 },
		},
		[703] = 
		{
			[1] = { x = 18.11, y = 62.07, z = 234.22 },
		},
		[704] = 
		{
			[1] = { x = 19.30, y = 51.14, z = 56.99 },
		},
		[705] = 
		{
			[1] = { x = 107.97, y = 51.11, z = 16.28 },
		},
		[706] = 
		{
			[1] = { x = -144.45, y = 75.81, z = 103.66 },
		},
		[707] = 
		{
			[1] = { x = -140.86, y = 68.79, z = 159.95 },
		},
		[708] = 
		{
			[1] = { x = 61.84, y = 49.47, z = -216.15 },
		},
		[709] = 
		{
			[1] = { x = -132.89, y = 42.69, z = -159.98 },
		},
		[710] = 
		{
			[1] = { x = 133.42, y = 24.92, z = -123.00 },
		},
		[711] = 
		{
			[1] = { x = 81.35, y = 56.06, z = 51.54 },
		},
		[712] = 
		{
			[1] = { x = -16.56, y = 58.28, z = -13.73 },
		},
		[753] = 
		{
			[1] = { x = 18.11, y = 62.07, z = 234.22 },
		},
		[754] = 
		{
			[1] = { x = 19.30, y = 51.14, z = 56.99 },
		},
		[755] = 
		{
			[1] = { x = 107.97, y = 51.11, z = 16.28 },
		},
		[756] = 
		{
			[1] = { x = -144.45, y = 75.81, z = 103.66 },
		},
		[757] = 
		{
			[1] = { x = -140.86, y = 68.79, z = 159.95 },
		},
		[758] = 
		{
			[1] = { x = 61.84, y = 49.47, z = -216.15 },
		},
		[759] = 
		{
			[1] = { x = -132.89, y = 42.69, z = -159.98 },
		},
		[760] = 
		{
			[1] = { x = 133.42, y = 24.92, z = -123.00 },
		},
		[761] = 
		{
			[1] = { x = 81.35, y = 56.06, z = 51.54 },
		},
		[762] = 
		{
			[1] = { x = -16.56, y = 58.28, z = -13.73 },
		},
		[864] = 
		{
			[1] = { x = 26.99, y = 49.35, z = 81.25 },
		},
		[619] = 
		{
			[1] = { x = 207.80, y = 63.22, z = 147.81 },
		},
	},
	Entity = 
	{
		[33] = 
		{
			x = -107.23, y = 62.22, z = 184.06, Type = 1,
			Tid = 
			{
				[10031] = 3,
			},
		},
		[32] = 
		{
			x = -177.41, y = 77.98, z = 39.00, Type = 1,
			Tid = 
			{
				[10007] = 3,
				[10006] = 2,
			},
		},
		[25] = 
		{
			x = -232.82, y = 84.18, z = 82.30, Type = 1,
			Tid = 
			{
				[10034] = 1,
			},
		},
		[18] = 
		{
			x = -116.45, y = 56.41, z = -91.20, Type = 1,
			Tid = 
			{
				[10036] = 1,
			},
		},
		[17] = 
		{
			x = -121.40, y = 54.37, z = -101.00, Type = 1,
			Tid = 
			{
				[10037] = 25,
			},
		},
		[5] = 
		{
			x = -28.53, y = 60.62, z = 139.56, Type = 1,
			Tid = 
			{
				[10127] = 3,
			},
		},
		[122] = 
		{
			x = 12.80, y = 51.15, z = 35.20, Type = 1,
			Tid = 
			{
				[10031] = 25,
			},
		},
		[57] = 
		{
			x = -100.65, y = 62.63, z = 219.23, Type = 1,
			Tid = 
			{
				[10081] = 3,
				[10002] = 2,
			},
		},
		[132] = 
		{
			x = 187.34, y = 37.29, z = -20.85, Type = 1,
			Tid = 
			{
				[10008] = 25,
			},
		},
		[156] = 
		{
			x = 188.24, y = 41.92, z = 12.37, Type = 1,
			Tid = 
			{
				[10010] = 1,
			},
		},
		[177] = 
		{
			x = -156.86, y = 41.86, z = -144.55, Type = 1,
			Tid = 
			{
				[10022] = 3,
			},
		},
		[24] = 
		{
			x = 4.14, y = 52.91, z = 15.03, Type = 1,
			Tid = 
			{
				[10053] = 3,
			},
		},
		[55] = 
		{
			x = -104.11, y = 62.60, z = 166.57, Type = 1,
			Tid = 
			{
				[10031] = 1,
			},
		},
		[59] = 
		{
			x = -97.02, y = 61.74, z = 164.48, Type = 1,
			Tid = 
			{
				[10031] = 1,
			},
		},
		[60] = 
		{
			x = -116.47, y = 64.78, z = 166.16, Type = 1,
			Tid = 
			{
				[10031] = 1,
			},
		},
		[61] = 
		{
			x = -93.17, y = 61.56, z = 168.20, Type = 1,
			Tid = 
			{
				[10031] = 1,
			},
		},
		[62] = 
		{
			x = -114.58, y = 64.28, z = 167.26, Type = 1,
			Tid = 
			{
				[10031] = 1,
			},
		},
		[152] = 
		{
			x = -118.20, y = 63.11, z = 206.30, Type = 1,
			Tid = 
			{
				[10002] = 1,
			},
		},
		[190] = 
		{
			x = -118.00, y = 63.15, z = 209.30, Type = 1,
			Tid = 
			{
				[10002] = 1,
			},
		},
		[193] = 
		{
			x = -91.09, y = 62.79, z = 224.01, Type = 1,
			Tid = 
			{
				[10031] = 1,
			},
		},
		[218] = 
		{
			x = -107.10, y = 42.72, z = -149.53, Type = 1,
			Tid = 
			{
				[10014] = 3,
			},
		},
		[20] = 
		{
			x = -112.70, y = 63.68, z = 226.84, Type = 1,
			Tid = 
			{
				[10081] = 3,
				[10002] = 2,
			},
		},
		[258] = 
		{
			x = -171.80, y = 41.86, z = -146.83, Type = 1,
			Tid = 
			{
				[10022] = 3,
			},
		},
		[259] = 
		{
			x = 59.50, y = 49.55, z = 8.40, Type = 1,
			Tid = 
			{
				[10049] = 3,
			},
		},
		[278] = 
		{
			x = 268.00, y = 76.03, z = 236.23, Type = 1,
			Tid = 
			{
				[10066] = 1,
			},
		},
		[227] = 
		{
			x = 22.93, y = 62.10, z = 233.93, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[304] = 
		{
			x = 16.56, y = 51.04, z = 55.20, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[307] = 
		{
			x = 106.00, y = 50.62, z = 15.00, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[312] = 
		{
			x = -147.00, y = 75.77, z = 102.00, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[349] = 
		{
			x = -143.64, y = 69.59, z = 158.14, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[350] = 
		{
			x = 59.00, y = 49.47, z = -218.00, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[351] = 
		{
			x = -136.00, y = 43.56, z = -162.00, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[352] = 
		{
			x = 133.42, y = 24.92, z = -123.03, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[353] = 
		{
			x = 81.14, y = 56.13, z = 53.57, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[354] = 
		{
			x = -16.74, y = 58.28, z = -15.77, Type = 1,
			Tid = 
			{
				[35224] = 1,
				[35225] = 1,
				[35226] = 1,
			},
		},
		[391] = 
		{
			x = 82.33, y = 63.38, z = 154.58, Type = 1,
			Tid = 
			{
				[10117] = 5,
			},
		},
		[394] = 
		{
			x = 100.40, y = 59.43, z = 68.63, Type = 1,
			Tid = 
			{
				[10118] = 5,
			},
		},
		[395] = 
		{
			x = 99.90, y = 59.35, z = 67.83, Type = 1,
			Tid = 
			{
				[10119] = 1,
			},
		},
		[396] = 
		{
			x = 53.51, y = 51.38, z = -104.75, Type = 1,
			Tid = 
			{
				[10122] = 1,
			},
		},
		[401] = 
		{
			x = 19.18, y = 62.20, z = 218.58, Type = 1,
			Tid = 
			{
				[10124] = 3,
			},
		},
		[406] = 
		{
			x = -51.76, y = 47.91, z = 54.81, Type = 1,
			Tid = 
			{
				[10125] = 5,
			},
		},
		[264] = 
		{
			x = 15.98, y = 53.23, z = 13.10, Type = 1,
			Tid = 
			{
				[10053] = 3,
			},
		},
		[6] = 
		{
			x = -64.02, y = 49.10, z = 58.57, Type = 1,
			Tid = 
			{
				[10125] = 5,
			},
		},
		[23] = 
		{
			x = -117.80, y = 63.51, z = 182.18, Type = 1,
			Tid = 
			{
				[10031] = 3,
			},
		},
		[56] = 
		{
			x = -122.18, y = 65.72, z = 164.34, Type = 1,
			Tid = 
			{
				[10031] = 3,
			},
		},
		[386] = 
		{
			x = -73.64, y = 53.75, z = 107.60, Type = 1,
			Tid = 
			{
				[10031] = 3,
			},
		},
		[411] = 
		{
			x = -66.12, y = 59.53, z = 127.83, Type = 1,
			Tid = 
			{
				[10127] = 3,
			},
		},
		[412] = 
		{
			x = -13.90, y = 57.23, z = 123.45, Type = 1,
			Tid = 
			{
				[10127] = 3,
			},
		},
		[413] = 
		{
			x = -129.47, y = 65.00, z = 226.84, Type = 1,
			Tid = 
			{
				[10081] = 3,
				[10002] = 2,
			},
		},
		[414] = 
		{
			x = -141.98, y = 66.23, z = 221.65, Type = 1,
			Tid = 
			{
				[10081] = 3,
				[10002] = 2,
			},
		},
		[417] = 
		{
			x = 28.94, y = 62.20, z = 222.11, Type = 1,
			Tid = 
			{
				[10124] = 3,
			},
		},
		[418] = 
		{
			x = 37.59, y = 64.17, z = 224.66, Type = 1,
			Tid = 
			{
				[10127] = 3,
			},
		},
		[421] = 
		{
			x = -153.48, y = 66.86, z = 205.82, Type = 1,
			Tid = 
			{
				[10128] = 3,
			},
		},
		[422] = 
		{
			x = -151.66, y = 68.37, z = 192.88, Type = 1,
			Tid = 
			{
				[10128] = 3,
			},
		},
		[423] = 
		{
			x = -152.29, y = 67.58, z = 182.59, Type = 1,
			Tid = 
			{
				[10128] = 3,
			},
		},
		[424] = 
		{
			x = -151.64, y = 71.48, z = 148.19, Type = 1,
			Tid = 
			{
				[10128] = 3,
			},
		},
		[425] = 
		{
			x = -138.30, y = 72.06, z = 142.72, Type = 1,
			Tid = 
			{
				[10128] = 3,
			},
		},
		[29] = 
		{
			x = -199.85, y = 79.54, z = 38.29, Type = 1,
			Tid = 
			{
				[10007] = 3,
				[10006] = 2,
			},
		},
		[31] = 
		{
			x = -214.78, y = 83.63, z = 54.48, Type = 1,
			Tid = 
			{
				[10007] = 3,
				[10006] = 2,
			},
		},
		[293] = 
		{
			x = -129.90, y = 65.84, z = 168.13, Type = 1,
			Tid = 
			{
				[10128] = 3,
			},
		},
		[222] = 
		{
			x = -117.40, y = 41.73, z = -157.76, Type = 1,
			Tid = 
			{
				[10014] = 3,
			},
		},
		[217] = 
		{
			x = -116.65, y = 43.65, z = -147.87, Type = 1,
			Tid = 
			{
				[10014] = 3,
			},
		},
		[219] = 
		{
			x = -190.28, y = 41.86, z = -163.77, Type = 1,
			Tid = 
			{
				[10022] = 3,
			},
		},
		[428] = 
		{
			x = -190.54, y = 41.86, z = -137.03, Type = 1,
			Tid = 
			{
				[10022] = 3,
			},
		},
		[430] = 
		{
			x = -138.68, y = 41.86, z = -144.55, Type = 1,
			Tid = 
			{
				[10022] = 3,
			},
		},
		[416] = 
		{
			x = 89.79, y = 61.75, z = 137.51, Type = 1,
			Tid = 
			{
				[10126] = 3,
			},
		},
		[431] = 
		{
			x = 96.87, y = 61.75, z = 125.03, Type = 1,
			Tid = 
			{
				[10126] = 3,
			},
		},
		[432] = 
		{
			x = 97.86, y = 61.75, z = 97.38, Type = 1,
			Tid = 
			{
				[10126] = 3,
			},
		},
		[123] = 
		{
			x = -9.73, y = 46.83, z = 94.83, Type = 1,
			Tid = 
			{
				[10019] = 3,
			},
		},
		[433] = 
		{
			x = -34.93, y = 46.85, z = 81.58, Type = 1,
			Tid = 
			{
				[10019] = 3,
			},
		},
		[434] = 
		{
			x = -55.28, y = 46.82, z = 81.58, Type = 1,
			Tid = 
			{
				[10019] = 3,
			},
		},
		[435] = 
		{
			x = -72.68, y = 46.24, z = 84.37, Type = 1,
			Tid = 
			{
				[10019] = 3,
			},
		},
		[436] = 
		{
			x = -34.93, y = 48.78, z = 62.02, Type = 1,
			Tid = 
			{
				[10019] = 3,
			},
		},
		[437] = 
		{
			x = 30.86, y = 50.02, z = 84.49, Type = 1,
			Tid = 
			{
				[10019] = 3,
			},
		},
		[438] = 
		{
			x = 58.91, y = 49.55, z = -33.82, Type = 1,
			Tid = 
			{
				[10049] = 3,
			},
		},
		[439] = 
		{
			x = 72.94, y = 49.55, z = 7.65, Type = 1,
			Tid = 
			{
				[10049] = 3,
			},
		},
		[452] = 
		{
			x = 56.17, y = 54.01, z = 52.74, Type = 1,
			Tid = 
			{
				[10049] = 3,
			},
		},
		[453] = 
		{
			x = 35.18, y = 51.93, z = -18.16, Type = 1,
			Tid = 
			{
				[10049] = 3,
			},
		},
		[454] = 
		{
			x = 146.43, y = 24.10, z = -130.90, Type = 1,
			Tid = 
			{
				[10049] = 3,
				[10129] = 2,
			},
		},
		[455] = 
		{
			x = 126.96, y = 30.94, z = -104.46, Type = 1,
			Tid = 
			{
				[10049] = 3,
				[10129] = 2,
			},
		},
		[456] = 
		{
			x = 157.12, y = 27.64, z = -166.03, Type = 1,
			Tid = 
			{
				[10049] = 3,
				[10129] = 2,
			},
		},
		[457] = 
		{
			x = 178.52, y = 27.64, z = -143.81, Type = 1,
			Tid = 
			{
				[10049] = 3,
				[10129] = 2,
			},
		},
		[458] = 
		{
			x = 202.53, y = 27.64, z = -142.85, Type = 1,
			Tid = 
			{
				[10049] = 3,
				[10129] = 2,
			},
		},
		[459] = 
		{
			x = 226.40, y = 27.64, z = -174.13, Type = 1,
			Tid = 
			{
				[10049] = 3,
				[10129] = 2,
			},
		},
		[460] = 
		{
			x = 166.41, y = 27.64, z = -199.68, Type = 1,
			Tid = 
			{
				[10049] = 3,
				[10129] = 2,
			},
		},
		[461] = 
		{
			x = 195.83, y = 27.64, z = -208.99, Type = 1,
			Tid = 
			{
				[10049] = 3,
				[10129] = 2,
			},
		},
		[53] = 
		{
			x = -0.06, y = 51.12, z = 32.19, Type = 1,
			Tid = 
			{
				[10053] = 3,
			},
		},
		[477] = 
		{
			x = -135.30, y = 42.86, z = -161.05, Type = 1,
			Tid = 
			{
				[10178] = 1,
			},
		},
		[480] = 
		{
			x = 257.59, y = 42.84, z = 44.77, Type = 1,
			Tid = 
			{
				[10179] = 6,
			},
		},
		[481] = 
		{
			x = 258.23, y = 42.84, z = 43.39, Type = 1,
			Tid = 
			{
				[10180] = 1,
			},
		},
		[419] = 
		{
			x = 22.93, y = 62.10, z = 233.93, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[488] = 
		{
			x = 16.56, y = 51.04, z = 55.20, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[487] = 
		{
			x = 106.00, y = 50.62, z = 15.00, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[486] = 
		{
			x = -147.00, y = 75.77, z = 102.00, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[485] = 
		{
			x = -143.64, y = 69.59, z = 158.14, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[484] = 
		{
			x = 59.00, y = 49.47, z = -218.00, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[483] = 
		{
			x = -136.00, y = 43.56, z = -162.00, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[482] = 
		{
			x = 133.42, y = 24.92, z = -123.03, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[440] = 
		{
			x = 81.14, y = 56.13, z = 53.57, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[420] = 
		{
			x = -16.74, y = 58.28, z = -15.77, Type = 1,
			Tid = 
			{
				[35239] = 1,
				[35240] = 1,
				[35241] = 1,
			},
		},
		[498] = 
		{
			x = 22.93, y = 62.10, z = 233.93, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[489] = 
		{
			x = 16.56, y = 51.04, z = 55.20, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[490] = 
		{
			x = 106.00, y = 50.62, z = 15.00, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[491] = 
		{
			x = -147.00, y = 75.77, z = 102.00, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[492] = 
		{
			x = -143.64, y = 69.59, z = 158.14, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[493] = 
		{
			x = 59.00, y = 49.47, z = -218.00, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[494] = 
		{
			x = -136.00, y = 43.56, z = -162.00, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[495] = 
		{
			x = 133.42, y = 24.92, z = -123.03, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[496] = 
		{
			x = 81.14, y = 56.13, z = 53.57, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[497] = 
		{
			x = -16.74, y = 58.28, z = -15.77, Type = 1,
			Tid = 
			{
				[35253] = 1,
				[35254] = 1,
			},
		},
		[520] = 
		{
			x = -6.75, y = 50.34, z = 53.05, Type = 1,
			Tid = 
			{
				[10053] = 3,
			},
		},
		[521] = 
		{
			x = 18.40, y = 50.65, z = 44.79, Type = 1,
			Tid = 
			{
				[10053] = 3,
			},
		},
		[13] = 
		{
			x = -104.40, y = 55.20, z = -110.00, Type = 1,
			Tid = 
			{
				[34200] = 1,
			},
		},
		[134] = 
		{
			x = 222.64, y = 51.87, z = 58.91, Type = 1,
			Tid = 
			{
				[10199] = 3,
			},
		},
		[135] = 
		{
			x = 201.46, y = 55.58, z = 73.14, Type = 1,
			Tid = 
			{
				[10199] = 3,
			},
		},
		[136] = 
		{
			x = 216.13, y = 56.12, z = 88.18, Type = 1,
			Tid = 
			{
				[10201] = 1,
				[10200] = 6,
			},
		},
		[527] = 
		{
			x = 224.77, y = 55.58, z = 70.41, Type = 1,
			Tid = 
			{
				[10199] = 3,
			},
		},
		[142] = 
		{
			x = 1.60, y = 52.66, z = -210.61, Type = 1,
			Tid = 
			{
				[10196] = 1,
				[10197] = 1,
				[10198] = 1,
				[10199] = 1,
			},
		},
		[91] = 
		{
			x = 242.61, y = 47.30, z = 38.16, Type = 2,
			Tid = 
			{
				[35] = 1,
			},
		},
		[89] = 
		{
			x = 243.26, y = 47.13, z = 44.05, Type = 2,
			Tid = 
			{
				[35] = 1,
			},
		},
		[88] = 
		{
			x = 219.72, y = 47.20, z = 22.83, Type = 2,
			Tid = 
			{
				[925] = 1,
			},
		},
		[87] = 
		{
			x = 221.04, y = 46.64, z = 32.67, Type = 2,
			Tid = 
			{
				[925] = 1,
			},
		},
		[86] = 
		{
			x = 220.90, y = 51.58, z = 59.40, Type = 2,
			Tid = 
			{
				[925] = 1,
			},
		},
		[83] = 
		{
			x = 198.98, y = 55.01, z = 71.74, Type = 2,
			Tid = 
			{
				[925] = 1,
			},
		},
		[80] = 
		{
			x = 246.49, y = 76.06, z = 223.46, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[79] = 
		{
			x = 244.82, y = 76.06, z = 218.93, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[78] = 
		{
			x = 242.86, y = 76.06, z = 223.46, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[76] = 
		{
			x = 245.94, y = 76.06, z = 221.43, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[75] = 
		{
			x = 262.84, y = 76.04, z = 213.88, Type = 2,
			Tid = 
			{
				[194] = 1,
			},
		},
		[74] = 
		{
			x = 244.93, y = 75.92, z = 226.92, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[73] = 
		{
			x = 214.84, y = 76.06, z = 231.32, Type = 2,
			Tid = 
			{
				[120] = 1,
			},
		},
		[72] = 
		{
			x = 228.54, y = 76.06, z = 233.36, Type = 2,
			Tid = 
			{
				[123] = 1,
			},
		},
		[71] = 
		{
			x = 212.39, y = 76.06, z = 233.97, Type = 2,
			Tid = 
			{
				[32] = 1,
			},
		},
		[70] = 
		{
			x = 196.98, y = 76.06, z = 214.90, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[69] = 
		{
			x = 202.67, y = 76.04, z = 210.79, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[68] = 
		{
			x = 148.32, y = 69.72, z = 244.99, Type = 2,
			Tid = 
			{
				[47] = 1,
			},
		},
		[67] = 
		{
			x = 133.70, y = 69.72, z = 250.71, Type = 2,
			Tid = 
			{
				[46] = 1,
			},
		},
		[66] = 
		{
			x = 117.65, y = 66.46, z = 182.08, Type = 2,
			Tid = 
			{
				[37] = 1,
			},
		},
		[65] = 
		{
			x = 134.65, y = 69.50, z = 235.00, Type = 2,
			Tid = 
			{
				[31] = 1,
			},
		},
		[95] = 
		{
			x = 198.96, y = 76.06, z = 232.33, Type = 2,
			Tid = 
			{
				[121] = 6,
			},
		},
		[102] = 
		{
			x = 26.60, y = 50.37, z = 37.60, Type = 2,
			Tid = 
			{
				[129] = 1,
			},
		},
		[103] = 
		{
			x = -15.37, y = 55.17, z = 5.60, Type = 2,
			Tid = 
			{
				[53] = 1,
			},
		},
		[106] = 
		{
			x = 162.32, y = 64.91, z = 130.88, Type = 2,
			Tid = 
			{
				[56] = 1,
			},
		},
		[107] = 
		{
			x = 163.10, y = 64.89, z = 133.31, Type = 2,
			Tid = 
			{
				[56] = 1,
			},
		},
		[4] = 
		{
			x = 26.40, y = 50.32, z = 31.10, Type = 2,
			Tid = 
			{
				[52] = 1,
			},
		},
		[108] = 
		{
			x = 165.23, y = 64.91, z = 131.42, Type = 2,
			Tid = 
			{
				[56] = 1,
			},
		},
		[109] = 
		{
			x = 155.21, y = 64.67, z = 173.24, Type = 2,
			Tid = 
			{
				[154] = 1,
			},
		},
		[110] = 
		{
			x = 153.65, y = 66.60, z = 116.22, Type = 2,
			Tid = 
			{
				[48] = 1,
			},
		},
		[112] = 
		{
			x = 157.44, y = 66.48, z = 116.68, Type = 2,
			Tid = 
			{
				[49] = 1,
			},
		},
		[111] = 
		{
			x = 162.16, y = 66.53, z = 120.43, Type = 2,
			Tid = 
			{
				[49] = 1,
			},
		},
		[113] = 
		{
			x = 153.65, y = 66.58, z = 119.54, Type = 2,
			Tid = 
			{
				[49] = 1,
			},
		},
		[114] = 
		{
			x = 131.16, y = 60.04, z = 40.28, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[115] = 
		{
			x = 133.87, y = 60.09, z = 43.52, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[116] = 
		{
			x = 122.45, y = 60.08, z = 65.23, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[117] = 
		{
			x = 137.22, y = 60.04, z = 61.51, Type = 2,
			Tid = 
			{
				[224] = 1,
			},
		},
		[118] = 
		{
			x = 113.38, y = 60.06, z = 67.54, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[119] = 
		{
			x = 152.77, y = 60.98, z = 74.83, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[120] = 
		{
			x = 148.86, y = 61.17, z = 83.57, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[121] = 
		{
			x = 33.43, y = 61.29, z = 174.22, Type = 2,
			Tid = 
			{
				[127] = 1,
			},
		},
		[58] = 
		{
			x = -151.20, y = 75.77, z = 106.40, Type = 2,
			Tid = 
			{
				[42] = 1,
			},
		},
		[124] = 
		{
			x = 127.89, y = 60.05, z = 51.30, Type = 2,
			Tid = 
			{
				[55] = 1,
			},
		},
		[125] = 
		{
			x = -156.62, y = 75.77, z = 123.54, Type = 2,
			Tid = 
			{
				[51] = 1,
			},
		},
		[126] = 
		{
			x = -155.35, y = 74.84, z = 94.36, Type = 2,
			Tid = 
			{
				[36] = 1,
			},
		},
		[127] = 
		{
			x = -163.52, y = 75.53, z = 101.34, Type = 2,
			Tid = 
			{
				[51] = 1,
			},
		},
		[128] = 
		{
			x = -113.71, y = 63.51, z = 174.75, Type = 2,
			Tid = 
			{
				[64] = 1,
			},
		},
		[129] = 
		{
			x = -144.56, y = 75.76, z = 114.89, Type = 2,
			Tid = 
			{
				[51] = 1,
			},
		},
		[157] = 
		{
			x = 125.13, y = 60.36, z = 47.87, Type = 2,
			Tid = 
			{
				[45] = 1,
			},
		},
		[158] = 
		{
			x = 129.60, y = 60.04, z = 55.49, Type = 2,
			Tid = 
			{
				[44] = 1,
			},
		},
		[159] = 
		{
			x = 132.01, y = 60.04, z = 57.90, Type = 2,
			Tid = 
			{
				[63] = 1,
			},
		},
		[160] = 
		{
			x = 127.62, y = 60.11, z = 57.90, Type = 2,
			Tid = 
			{
				[63] = 1,
			},
		},
		[161] = 
		{
			x = 136.29, y = 60.28, z = 49.35, Type = 2,
			Tid = 
			{
				[63] = 1,
			},
		},
		[162] = 
		{
			x = 136.79, y = 60.23, z = 54.14, Type = 2,
			Tid = 
			{
				[63] = 1,
			},
		},
		[163] = 
		{
			x = 139.10, y = 60.50, z = 51.46, Type = 2,
			Tid = 
			{
				[69] = 1,
			},
		},
		[164] = 
		{
			x = 124.76, y = 38.11, z = -82.33, Type = 2,
			Tid = 
			{
				[220] = 1,
			},
		},
		[165] = 
		{
			x = 130.48, y = 41.27, z = -39.07, Type = 2,
			Tid = 
			{
				[61] = 1,
			},
		},
		[166] = 
		{
			x = 136.10, y = 40.77, z = -38.73, Type = 2,
			Tid = 
			{
				[65] = 3,
			},
		},
		[173] = 
		{
			x = -41.91, y = 53.79, z = -241.05, Type = 2,
			Tid = 
			{
				[96] = 1,
			},
		},
		[174] = 
		{
			x = -45.11, y = 53.79, z = -236.59, Type = 2,
			Tid = 
			{
				[94] = 1,
			},
		},
		[175] = 
		{
			x = -29.49, y = 53.37, z = -178.58, Type = 2,
			Tid = 
			{
				[95] = 1,
			},
		},
		[176] = 
		{
			x = -37.01, y = 53.80, z = -241.57, Type = 2,
			Tid = 
			{
				[97] = 1,
			},
		},
		[178] = 
		{
			x = -234.16, y = 42.18, z = -157.62, Type = 2,
			Tid = 
			{
				[134] = 1,
			},
		},
		[179] = 
		{
			x = -186.29, y = 56.66, z = -232.27, Type = 2,
			Tid = 
			{
				[133] = 1,
			},
		},
		[180] = 
		{
			x = -227.32, y = 46.64, z = -207.59, Type = 2,
			Tid = 
			{
				[135] = 1,
			},
		},
		[183] = 
		{
			x = 202.66, y = 76.06, z = 237.59, Type = 2,
			Tid = 
			{
				[122] = 1,
			},
		},
		[184] = 
		{
			x = 122.62, y = 67.13, z = 156.33, Type = 2,
			Tid = 
			{
				[128] = 1,
			},
		},
		[185] = 
		{
			x = 163.33, y = 64.29, z = 144.16, Type = 2,
			Tid = 
			{
				[119] = 1,
			},
		},
		[186] = 
		{
			x = 200.25, y = 62.58, z = 138.50, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[187] = 
		{
			x = 213.29, y = 60.41, z = 117.38, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[188] = 
		{
			x = 220.96, y = 60.26, z = 117.13, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[189] = 
		{
			x = 227.93, y = 61.01, z = 135.03, Type = 2,
			Tid = 
			{
				[195] = 1,
			},
		},
		[194] = 
		{
			x = 129.40, y = 62.78, z = 120.83, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[195] = 
		{
			x = 122.49, y = 62.86, z = 124.96, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[196] = 
		{
			x = 105.49, y = 67.12, z = 178.39, Type = 2,
			Tid = 
			{
				[180] = 2,
			},
		},
		[198] = 
		{
			x = 122.42, y = 66.03, z = 181.65, Type = 2,
			Tid = 
			{
				[180] = 3,
			},
		},
		[199] = 
		{
			x = 106.01, y = 67.00, z = 186.45, Type = 2,
			Tid = 
			{
				[180] = 2,
			},
		},
		[200] = 
		{
			x = 242.96, y = 76.06, z = 214.11, Type = 2,
			Tid = 
			{
				[104] = 1,
			},
		},
		[201] = 
		{
			x = 247.98, y = 76.06, z = 226.60, Type = 2,
			Tid = 
			{
				[105] = 1,
			},
		},
		[202] = 
		{
			x = 255.43, y = 76.06, z = 204.71, Type = 2,
			Tid = 
			{
				[106] = 1,
			},
		},
		[8] = 
		{
			x = 233.56, y = 22.88, z = -216.12, Type = 2,
			Tid = 
			{
				[83] = 1,
			},
		},
		[9] = 
		{
			x = 237.71, y = 22.39, z = -222.15, Type = 2,
			Tid = 
			{
				[86] = 1,
			},
		},
		[38] = 
		{
			x = 39.69, y = 46.51, z = -148.97, Type = 2,
			Tid = 
			{
				[140] = 1,
			},
		},
		[39] = 
		{
			x = 40.29, y = 47.14, z = -143.26, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[40] = 
		{
			x = 40.29, y = 47.97, z = -136.07, Type = 2,
			Tid = 
			{
				[235] = 1,
			},
		},
		[41] = 
		{
			x = 41.37, y = 47.77, z = -138.09, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[42] = 
		{
			x = 37.69, y = 47.56, z = -139.58, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[44] = 
		{
			x = 65.77, y = 49.15, z = -142.80, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[45] = 
		{
			x = 58.79, y = 48.66, z = -147.53, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[46] = 
		{
			x = -241.50, y = 88.92, z = 117.45, Type = 2,
			Tid = 
			{
				[101] = 1,
			},
		},
		[50] = 
		{
			x = 231.98, y = 68.56, z = 176.85, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[51] = 
		{
			x = 254.20, y = 76.06, z = 202.42, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[52] = 
		{
			x = 231.08, y = 68.46, z = 175.06, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[204] = 
		{
			x = 96.30, y = 48.73, z = -28.70, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[209] = 
		{
			x = 102.28, y = 48.73, z = -26.34, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[212] = 
		{
			x = 101.54, y = 48.74, z = -21.61, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[223] = 
		{
			x = -210.61, y = 42.65, z = -143.63, Type = 2,
			Tid = 
			{
				[136] = 1,
			},
		},
		[224] = 
		{
			x = -220.46, y = 44.53, z = -134.65, Type = 2,
			Tid = 
			{
				[136] = 1,
			},
		},
		[225] = 
		{
			x = -216.49, y = 44.42, z = -135.44, Type = 2,
			Tid = 
			{
				[136] = 1,
			},
		},
		[228] = 
		{
			x = -205.91, y = 54.38, z = -232.65, Type = 2,
			Tid = 
			{
				[135] = 1,
			},
		},
		[229] = 
		{
			x = -185.92, y = 58.03, z = -240.46, Type = 2,
			Tid = 
			{
				[135] = 1,
			},
		},
		[230] = 
		{
			x = -206.36, y = 49.57, z = -208.98, Type = 2,
			Tid = 
			{
				[137] = 1,
			},
		},
		[231] = 
		{
			x = 23.11, y = 48.31, z = -120.49, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[232] = 
		{
			x = 22.70, y = 48.31, z = -128.50, Type = 2,
			Tid = 
			{
				[142] = 1,
			},
		},
		[233] = 
		{
			x = 163.35, y = 71.36, z = 223.42, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[234] = 
		{
			x = 161.55, y = 71.06, z = 224.27, Type = 2,
			Tid = 
			{
				[60] = 1,
			},
		},
		[235] = 
		{
			x = 44.08, y = 46.53, z = -150.99, Type = 2,
			Tid = 
			{
				[141] = 1,
			},
		},
		[236] = 
		{
			x = 35.85, y = 46.38, z = -150.99, Type = 2,
			Tid = 
			{
				[141] = 1,
			},
		},
		[237] = 
		{
			x = 45.46, y = 46.72, z = -186.52, Type = 2,
			Tid = 
			{
				[141] = 1,
			},
		},
		[238] = 
		{
			x = 33.64, y = 46.72, z = -186.48, Type = 2,
			Tid = 
			{
				[141] = 1,
			},
		},
		[239] = 
		{
			x = 42.91, y = 49.35, z = -207.42, Type = 2,
			Tid = 
			{
				[141] = 1,
			},
		},
		[240] = 
		{
			x = 34.83, y = 49.35, z = -207.40, Type = 2,
			Tid = 
			{
				[141] = 1,
			},
		},
		[241] = 
		{
			x = 118.98, y = 67.14, z = 161.81, Type = 2,
			Tid = 
			{
				[149] = 1,
			},
		},
		[242] = 
		{
			x = 114.41, y = 67.14, z = 168.08, Type = 2,
			Tid = 
			{
				[149] = 1,
			},
		},
		[243] = 
		{
			x = 117.62, y = 67.15, z = 163.93, Type = 2,
			Tid = 
			{
				[149] = 1,
			},
		},
		[244] = 
		{
			x = 197.85, y = 67.69, z = 169.66, Type = 2,
			Tid = 
			{
				[143] = 1,
			},
		},
		[245] = 
		{
			x = 210.48, y = 63.22, z = 147.47, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[246] = 
		{
			x = 178.34, y = 64.87, z = 147.67, Type = 2,
			Tid = 
			{
				[54] = 1,
			},
		},
		[247] = 
		{
			x = 161.77, y = 67.84, z = 195.52, Type = 2,
			Tid = 
			{
				[56] = 1,
			},
		},
		[248] = 
		{
			x = 159.23, y = 67.84, z = 196.75, Type = 2,
			Tid = 
			{
				[56] = 1,
			},
		},
		[249] = 
		{
			x = 29.32, y = 49.94, z = -114.45, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[250] = 
		{
			x = 204.80, y = 69.41, z = 153.28, Type = 2,
			Tid = 
			{
				[152] = 1,
			},
		},
		[94] = 
		{
			x = 217.67, y = 62.26, z = 140.89, Type = 2,
			Tid = 
			{
				[160] = 1,
				[50] = 2,
			},
		},
		[101] = 
		{
			x = 155.50, y = 64.88, z = 157.16, Type = 2,
			Tid = 
			{
				[160] = 1,
				[50] = 2,
			},
		},
		[261] = 
		{
			x = -130.28, y = 75.77, z = 102.58, Type = 2,
			Tid = 
			{
				[51] = 4,
			},
		},
		[82] = 
		{
			x = 195.06, y = 73.10, z = 195.84, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[191] = 
		{
			x = 187.40, y = 73.06, z = 200.95, Type = 2,
			Tid = 
			{
				[50] = 1,
			},
		},
		[192] = 
		{
			x = 206.52, y = 67.92, z = 178.67, Type = 2,
			Tid = 
			{
				[56] = 1,
			},
		},
		[262] = 
		{
			x = 205.24, y = 67.92, z = 180.87, Type = 2,
			Tid = 
			{
				[56] = 1,
			},
		},
		[263] = 
		{
			x = 207.67, y = 67.92, z = 181.00, Type = 2,
			Tid = 
			{
				[56] = 1,
			},
		},
		[275] = 
		{
			x = 212.41, y = 76.06, z = 229.98, Type = 2,
			Tid = 
			{
				[173] = 1,
			},
		},
		[276] = 
		{
			x = 267.57, y = 76.03, z = 238.99, Type = 2,
			Tid = 
			{
				[176] = 1,
			},
		},
		[277] = 
		{
			x = 268.08, y = 76.03, z = 236.24, Type = 2,
			Tid = 
			{
				[182] = 1,
			},
		},
		[287] = 
		{
			x = 117.45, y = 66.38, z = 183.84, Type = 2,
			Tid = 
			{
				[184] = 1,
			},
		},
		[19] = 
		{
			x = -148.34, y = 42.98, z = -160.09, Type = 2,
			Tid = 
			{
				[190] = 1,
			},
		},
		[145] = 
		{
			x = -3.78, y = 58.10, z = -17.18, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[214] = 
		{
			x = -118.96, y = 75.79, z = 91.80, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[220] = 
		{
			x = 246.01, y = 22.59, z = -221.75, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[215] = 
		{
			x = -215.76, y = 42.15, z = -165.93, Type = 2,
			Tid = 
			{
				[147] = 1,
			},
		},
		[216] = 
		{
			x = 9.14, y = 49.09, z = 69.89, Type = 2,
			Tid = 
			{
				[200] = 1,
			},
		},
		[295] = 
		{
			x = 161.12, y = 69.44, z = 243.49, Type = 2,
			Tid = 
			{
				[209] = 1,
			},
		},
		[294] = 
		{
			x = 159.76, y = 69.61, z = 240.22, Type = 2,
			Tid = 
			{
				[209] = 1,
			},
		},
		[256] = 
		{
			x = 155.85, y = 69.43, z = 245.50, Type = 2,
			Tid = 
			{
				[209] = 1,
			},
		},
		[221] = 
		{
			x = 159.27, y = 69.43, z = 246.23, Type = 2,
			Tid = 
			{
				[208] = 1,
			},
		},
		[43] = 
		{
			x = 128.44, y = 42.02, z = -44.06, Type = 2,
			Tid = 
			{
				[65] = 3,
			},
		},
		[48] = 
		{
			x = 102.49, y = 67.12, z = 178.01, Type = 2,
			Tid = 
			{
				[186] = 1,
			},
		},
		[49] = 
		{
			x = 102.32, y = 66.98, z = 186.75, Type = 2,
			Tid = 
			{
				[186] = 1,
			},
		},
		[148] = 
		{
			x = -245.59, y = 89.17, z = 117.39, Type = 2,
			Tid = 
			{
				[10] = 1,
			},
		},
		[168] = 
		{
			x = 207.98, y = 76.06, z = 233.84, Type = 2,
			Tid = 
			{
				[4] = 1,
			},
		},
		[169] = 
		{
			x = 213.62, y = 76.06, z = 230.21, Type = 2,
			Tid = 
			{
				[4] = 1,
			},
		},
		[170] = 
		{
			x = 210.00, y = 76.06, z = 231.58, Type = 2,
			Tid = 
			{
				[5] = 1,
			},
		},
		[171] = 
		{
			x = 89.90, y = 67.18, z = 188.18, Type = 2,
			Tid = 
			{
				[187] = 1,
			},
		},
		[182] = 
		{
			x = 20.01, y = 49.16, z = 73.25, Type = 2,
			Tid = 
			{
				[7] = 1,
			},
		},
		[197] = 
		{
			x = 14.10, y = 49.88, z = 67.70, Type = 2,
			Tid = 
			{
				[8] = 1,
			},
		},
		[203] = 
		{
			x = 15.03, y = 50.07, z = 66.42, Type = 2,
			Tid = 
			{
				[9] = 1,
			},
		},
		[206] = 
		{
			x = -158.23, y = 75.78, z = 110.23, Type = 2,
			Tid = 
			{
				[11] = 1,
			},
		},
		[207] = 
		{
			x = -159.10, y = 75.78, z = 112.02, Type = 2,
			Tid = 
			{
				[12] = 1,
			},
		},
		[77] = 
		{
			x = 263.34, y = 76.06, z = 220.38, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[146] = 
		{
			x = 264.27, y = 76.06, z = 222.20, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[37] = 
		{
			x = 148.99, y = 64.87, z = 146.90, Type = 2,
			Tid = 
			{
				[172] = 1,
			},
		},
		[84] = 
		{
			x = 143.76, y = 64.88, z = 153.35, Type = 2,
			Tid = 
			{
				[232] = 1,
			},
		},
		[85] = 
		{
			x = 139.37, y = 64.94, z = 152.22, Type = 2,
			Tid = 
			{
				[237] = 1,
			},
		},
		[90] = 
		{
			x = 139.70, y = 64.88, z = 153.21, Type = 2,
			Tid = 
			{
				[236] = 1,
			},
		},
		[92] = 
		{
			x = 143.74, y = 64.88, z = 141.27, Type = 2,
			Tid = 
			{
				[232] = 1,
			},
		},
		[208] = 
		{
			x = 140.07, y = 64.88, z = 142.45, Type = 2,
			Tid = 
			{
				[236] = 1,
			},
		},
		[210] = 
		{
			x = 140.10, y = 64.95, z = 152.38, Type = 2,
			Tid = 
			{
				[234] = 1,
			},
		},
		[211] = 
		{
			x = 137.70, y = 64.97, z = 150.06, Type = 2,
			Tid = 
			{
				[232] = 1,
			},
		},
		[213] = 
		{
			x = 140.05, y = 64.90, z = 139.76, Type = 2,
			Tid = 
			{
				[237] = 1,
			},
		},
		[253] = 
		{
			x = 63.29, y = 49.51, z = -142.71, Type = 2,
			Tid = 
			{
				[235] = 1,
			},
		},
		[254] = 
		{
			x = 12.94, y = 49.32, z = 70.05, Type = 2,
			Tid = 
			{
				[230] = 1,
			},
		},
		[255] = 
		{
			x = 17.48, y = 50.77, z = 62.97, Type = 2,
			Tid = 
			{
				[231] = 1,
			},
		},
		[285] = 
		{
			x = 151.91, y = 64.87, z = 162.03, Type = 2,
			Tid = 
			{
				[238] = 1,
			},
		},
		[286] = 
		{
			x = 155.01, y = 64.88, z = 155.69, Type = 2,
			Tid = 
			{
				[238] = 1,
			},
		},
		[288] = 
		{
			x = 161.79, y = 64.71, z = 164.30, Type = 2,
			Tid = 
			{
				[238] = 1,
			},
		},
		[289] = 
		{
			x = 164.76, y = 64.67, z = 171.99, Type = 2,
			Tid = 
			{
				[238] = 1,
			},
		},
		[1] = 
		{
			x = 161.55, y = 70.95, z = 229.69, Type = 2,
			Tid = 
			{
				[171] = 1,
			},
		},
		[274] = 
		{
			x = 141.41, y = 64.66, z = 163.88, Type = 2,
			Tid = 
			{
				[18] = 1,
			},
		},
		[290] = 
		{
			x = -44.59, y = 53.87, z = -233.44, Type = 2,
			Tid = 
			{
				[17] = 1,
			},
		},
		[292] = 
		{
			x = -230.76, y = 43.17, z = -173.50, Type = 2,
			Tid = 
			{
				[245] = 6,
			},
		},
		[296] = 
		{
			x = -232.89, y = 44.36, z = -181.59, Type = 2,
			Tid = 
			{
				[244] = 1,
			},
		},
		[226] = 
		{
			x = -184.71, y = 56.91, z = -227.08, Type = 2,
			Tid = 
			{
				[135] = 1,
			},
		},
		[21] = 
		{
			x = 92.34, y = 67.14, z = 182.08, Type = 2,
			Tid = 
			{
				[187] = 1,
			},
		},
		[151] = 
		{
			x = 88.81, y = 66.78, z = 177.03, Type = 2,
			Tid = 
			{
				[187] = 1,
			},
		},
		[167] = 
		{
			x = 54.72, y = 49.85, z = -127.46, Type = 2,
			Tid = 
			{
				[251] = 1,
			},
		},
		[321] = 
		{
			x = 60.77, y = 49.83, z = -132.74, Type = 2,
			Tid = 
			{
				[253] = 1,
			},
		},
		[322] = 
		{
			x = 62.88, y = 49.73, z = -134.85, Type = 2,
			Tid = 
			{
				[253] = 1,
			},
		},
		[330] = 
		{
			x = 214.50, y = 76.06, z = 236.96, Type = 2,
			Tid = 
			{
				[261] = 1,
			},
		},
		[332] = 
		{
			x = 219.80, y = 76.06, z = 230.18, Type = 2,
			Tid = 
			{
				[263] = 1,
			},
		},
		[333] = 
		{
			x = 223.04, y = 76.06, z = 218.45, Type = 2,
			Tid = 
			{
				[264] = 1,
			},
		},
		[334] = 
		{
			x = 221.43, y = 76.06, z = 220.49, Type = 2,
			Tid = 
			{
				[262] = 1,
			},
		},
		[26] = 
		{
			x = 112.95, y = 66.52, z = 186.54, Type = 2,
			Tid = 
			{
				[500] = 1,
			},
		},
		[27] = 
		{
			x = 163.36, y = 64.87, z = 144.35, Type = 2,
			Tid = 
			{
				[536] = 1,
			},
		},
		[28] = 
		{
			x = 177.71, y = 73.12, z = 207.56, Type = 2,
			Tid = 
			{
				[521] = 1,
			},
		},
		[260] = 
		{
			x = 178.66, y = 72.41, z = 223.16, Type = 2,
			Tid = 
			{
				[522] = 1,
			},
		},
		[366] = 
		{
			x = -45.88, y = 54.59, z = 17.08, Type = 2,
			Tid = 
			{
				[503] = 1,
			},
		},
		[368] = 
		{
			x = -36.07, y = 54.31, z = 21.53, Type = 2,
			Tid = 
			{
				[501] = 1,
			},
		},
		[370] = 
		{
			x = 37.20, y = 46.22, z = -153.57, Type = 2,
			Tid = 
			{
				[265] = 1,
			},
		},
		[363] = 
		{
			x = 176.38, y = 67.88, z = 185.73, Type = 2,
			Tid = 
			{
				[523] = 1,
			},
		},
		[369] = 
		{
			x = 164.97, y = 64.67, z = 176.70, Type = 2,
			Tid = 
			{
				[523] = 1,
			},
		},
		[371] = 
		{
			x = 190.89, y = 67.88, z = 183.39, Type = 2,
			Tid = 
			{
				[523] = 1,
			},
		},
		[372] = 
		{
			x = -34.66, y = 54.97, z = 11.05, Type = 2,
			Tid = 
			{
				[525] = 1,
			},
		},
		[373] = 
		{
			x = -34.80, y = 54.83, z = 12.72, Type = 2,
			Tid = 
			{
				[524] = 2,
			},
		},
		[374] = 
		{
			x = -30.88, y = 54.32, z = 17.57, Type = 2,
			Tid = 
			{
				[524] = 2,
			},
		},
		[375] = 
		{
			x = -44.07, y = 54.32, z = 29.76, Type = 2,
			Tid = 
			{
				[524] = 2,
			},
		},
		[309] = 
		{
			x = 127.21, y = 41.89, z = -39.91, Type = 2,
			Tid = 
			{
				[506] = 1,
			},
		},
		[310] = 
		{
			x = 164.24, y = 64.69, z = 174.82, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[311] = 
		{
			x = 188.49, y = 67.86, z = 183.59, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[313] = 
		{
			x = 179.16, y = 67.86, z = 190.13, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[314] = 
		{
			x = 183.07, y = 67.86, z = 178.33, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[318] = 
		{
			x = 185.45, y = 67.88, z = 178.48, Type = 2,
			Tid = 
			{
				[523] = 1,
			},
		},
		[378] = 
		{
			x = 165.46, y = 64.69, z = 161.45, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[379] = 
		{
			x = 165.41, y = 64.67, z = 164.04, Type = 2,
			Tid = 
			{
				[523] = 1,
			},
		},
		[384] = 
		{
			x = -87.80, y = 61.49, z = 156.24, Type = 2,
			Tid = 
			{
				[537] = 1,
			},
		},
		[2] = 
		{
			x = 35.95, y = 61.56, z = 174.39, Type = 2,
			Tid = 
			{
				[149] = 1,
			},
		},
		[388] = 
		{
			x = 131.24, y = 65.67, z = 175.15, Type = 2,
			Tid = 
			{
				[727] = 1,
			},
		},
		[389] = 
		{
			x = 133.30, y = 65.27, z = 169.90, Type = 2,
			Tid = 
			{
				[729] = 1,
			},
		},
		[390] = 
		{
			x = 131.10, y = 65.17, z = 186.36, Type = 2,
			Tid = 
			{
				[728] = 1,
			},
		},
		[402] = 
		{
			x = 23.00, y = 62.11, z = 236.00, Type = 2,
			Tid = 
			{
				[734] = 1,
			},
		},
		[404] = 
		{
			x = -20.44, y = 60.28, z = 163.86, Type = 2,
			Tid = 
			{
				[735] = 1,
			},
		},
		[407] = 
		{
			x = 26.22, y = 62.11, z = 235.34, Type = 2,
			Tid = 
			{
				[736] = 1,
			},
		},
		[410] = 
		{
			x = 20.30, y = 62.11, z = 233.85, Type = 2,
			Tid = 
			{
				[737] = 1,
			},
		},
		[10] = 
		{
			x = -231.56, y = 42.15, z = -154.55, Type = 2,
			Tid = 
			{
				[21001] = 1,
			},
		},
		[150] = 
		{
			x = -226.02, y = 42.18, z = -157.38, Type = 2,
			Tid = 
			{
				[20100] = 1,
			},
		},
		[319] = 
		{
			x = -226.26, y = 42.19, z = -157.36, Type = 2,
			Tid = 
			{
				[20101] = 1,
			},
		},
		[320] = 
		{
			x = 57.30, y = 51.83, z = -94.00, Type = 2,
			Tid = 
			{
				[738] = 1,
			},
		},
		[441] = 
		{
			x = -51.53, y = 55.27, z = 22.78, Type = 2,
			Tid = 
			{
				[524] = 1,
			},
		},
		[442] = 
		{
			x = -53.77, y = 55.05, z = 22.76, Type = 2,
			Tid = 
			{
				[544] = 1,
			},
		},
		[443] = 
		{
			x = -67.53, y = 59.38, z = 14.25, Type = 2,
			Tid = 
			{
				[543] = 1,
			},
		},
		[444] = 
		{
			x = -75.74, y = 59.30, z = 15.18, Type = 2,
			Tid = 
			{
				[542] = 1,
			},
		},
		[445] = 
		{
			x = -94.66, y = 59.30, z = 27.84, Type = 2,
			Tid = 
			{
				[542] = 1,
			},
		},
		[446] = 
		{
			x = -95.05, y = 59.28, z = 25.04, Type = 2,
			Tid = 
			{
				[540] = 1,
			},
		},
		[447] = 
		{
			x = -37.76, y = 58.27, z = -9.11, Type = 2,
			Tid = 
			{
				[542] = 1,
			},
		},
		[448] = 
		{
			x = -37.60, y = 58.40, z = -6.61, Type = 2,
			Tid = 
			{
				[544] = 1,
			},
		},
		[449] = 
		{
			x = 168.75, y = 64.91, z = 135.26, Type = 2,
			Tid = 
			{
				[541] = 1,
			},
		},
		[450] = 
		{
			x = -52.48, y = 59.28, z = -10.71, Type = 2,
			Tid = 
			{
				[540] = 1,
			},
		},
		[451] = 
		{
			x = -61.86, y = 59.28, z = 1.55, Type = 2,
			Tid = 
			{
				[540] = 1,
			},
		},
		[12] = 
		{
			x = 59.00, y = 49.92, z = -130.00, Type = 2,
			Tid = 
			{
				[739] = 1,
			},
		},
		[181] = 
		{
			x = -209.46, y = 47.13, z = -210.58, Type = 2,
			Tid = 
			{
				[192] = 1,
			},
		},
		[257] = 
		{
			x = -41.17, y = 54.13, z = -231.28, Type = 2,
			Tid = 
			{
				[191] = 1,
			},
		},
		[427] = 
		{
			x = -209.19, y = 47.08, z = -210.65, Type = 2,
			Tid = 
			{
				[241] = 1,
			},
		},
		[429] = 
		{
			x = -181.47, y = 57.67, z = -235.99, Type = 2,
			Tid = 
			{
				[246] = 1,
			},
		},
		[462] = 
		{
			x = -227.29, y = 42.68, z = -166.91, Type = 2,
			Tid = 
			{
				[749] = 1,
			},
		},
		[463] = 
		{
			x = -196.75, y = 41.69, z = -148.82, Type = 2,
			Tid = 
			{
				[747] = 1,
			},
		},
		[464] = 
		{
			x = -193.81, y = 41.65, z = -149.04, Type = 2,
			Tid = 
			{
				[748] = 4,
			},
		},
		[265] = 
		{
			x = 237.00, y = 65.66, z = 146.00, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[329] = 
		{
			x = 234.88, y = 65.66, z = 146.61, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[426] = 
		{
			x = 178.00, y = 64.83, z = 134.00, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[465] = 
		{
			x = 147.19, y = 67.28, z = 208.85, Type = 2,
			Tid = 
			{
				[59] = 1,
			},
		},
		[466] = 
		{
			x = 143.22, y = 67.03, z = 209.14, Type = 2,
			Tid = 
			{
				[56] = 1,
			},
		},
		[467] = 
		{
			x = 147.07, y = 67.24, z = 211.17, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[468] = 
		{
			x = 24.65, y = 48.31, z = -130.73, Type = 2,
			Tid = 
			{
				[58] = 1,
			},
		},
		[469] = 
		{
			x = -227.45, y = 42.41, z = -146.78, Type = 2,
			Tid = 
			{
				[136] = 1,
			},
		},
		[470] = 
		{
			x = 239.33, y = 22.78, z = -209.01, Type = 2,
			Tid = 
			{
				[554] = 1,
			},
		},
		[471] = 
		{
			x = 228.44, y = 22.78, z = -217.21, Type = 2,
			Tid = 
			{
				[554] = 1,
			},
		},
		[472] = 
		{
			x = 234.13, y = 22.78, z = -211.18, Type = 2,
			Tid = 
			{
				[554] = 1,
			},
		},
		[473] = 
		{
			x = 231.73, y = 22.78, z = -223.57, Type = 2,
			Tid = 
			{
				[554] = 1,
			},
		},
		[474] = 
		{
			x = 241.80, y = 22.78, z = -217.89, Type = 2,
			Tid = 
			{
				[554] = 1,
			},
		},
		[475] = 
		{
			x = 247.58, y = 22.26, z = -231.82, Type = 2,
			Tid = 
			{
				[554] = 1,
			},
		},
		[476] = 
		{
			x = 238.35, y = 22.26, z = -231.82, Type = 2,
			Tid = 
			{
				[554] = 1,
			},
		},
		[478] = 
		{
			x = 265.43, y = 42.65, z = 43.20, Type = 2,
			Tid = 
			{
				[564] = 1,
			},
		},
		[130] = 
		{
			x = 60.62, y = 49.59, z = -138.15, Type = 2,
			Tid = 
			{
				[807] = 1,
			},
		},
		[280] = 
		{
			x = 39.00, y = 47.92, z = -137.07, Type = 2,
			Tid = 
			{
				[817] = 8,
			},
		},
		[281] = 
		{
			x = 49.16, y = 49.68, z = -126.55, Type = 2,
			Tid = 
			{
				[817] = 4,
			},
		},
		[282] = 
		{
			x = 34.06, y = 49.95, z = -123.34, Type = 2,
			Tid = 
			{
				[817] = 4,
			},
		},
		[283] = 
		{
			x = -227.89, y = 46.71, z = -203.55, Type = 2,
			Tid = 
			{
				[808] = 1,
			},
		},
		[284] = 
		{
			x = -202.89, y = 51.73, z = -215.02, Type = 2,
			Tid = 
			{
				[809] = 1,
			},
		},
		[385] = 
		{
			x = 117.00, y = 42.14, z = -51.30, Type = 2,
			Tid = 
			{
				[837] = 1,
			},
		},
		[305] = 
		{
			x = 114.30, y = 67.08, z = 150.92, Type = 2,
			Tid = 
			{
				[839] = 1,
			},
		},
		[519] = 
		{
			x = 72.65, y = 65.72, z = 173.97, Type = 2,
			Tid = 
			{
				[840] = 1,
			},
		},
		[15] = 
		{
			x = 35.58, y = 50.90, z = 42.81, Type = 2,
			Tid = 
			{
				[859] = 1,
			},
		},
		[133] = 
		{
			x = 33.96, y = 50.82, z = 42.38, Type = 2,
			Tid = 
			{
				[861] = 1,
			},
		},
		[137] = 
		{
			x = 226.56, y = 47.48, z = 21.81, Type = 2,
			Tid = 
			{
				[920] = 1,
			},
		},
		[138] = 
		{
			x = 226.56, y = 47.48, z = 21.81, Type = 2,
			Tid = 
			{
				[924] = 1,
			},
		},
		[139] = 
		{
			x = 208.06, y = 52.43, z = 57.32, Type = 2,
			Tid = 
			{
				[921] = 1,
			},
		},
		[140] = 
		{
			x = 207.97, y = 52.88, z = 57.21, Type = 2,
			Tid = 
			{
				[924] = 1,
				[907] = 1,
				[902] = 4,
			},
		},
		[155] = 
		{
			x = 226.86, y = 60.95, z = 127.86, Type = 2,
			Tid = 
			{
				[919] = 1,
			},
		},
		[522] = 
		{
			x = 240.27, y = 47.11, z = 14.54, Type = 2,
			Tid = 
			{
				[917] = 1,
			},
		},
		[523] = 
		{
			x = 243.65, y = 47.11, z = 11.33, Type = 2,
			Tid = 
			{
				[917] = 1,
			},
		},
		[524] = 
		{
			x = 226.37, y = 47.11, z = 31.83, Type = 2,
			Tid = 
			{
				[917] = 1,
			},
		},
		[525] = 
		{
			x = 233.35, y = 47.11, z = 32.25, Type = 2,
			Tid = 
			{
				[917] = 1,
			},
		},
		[526] = 
		{
			x = 233.15, y = 47.11, z = 25.64, Type = 2,
			Tid = 
			{
				[916] = 1,
			},
		},
		[528] = 
		{
			x = 222.59, y = 47.11, z = 24.06, Type = 2,
			Tid = 
			{
				[926] = 1,
			},
		},
		[529] = 
		{
			x = 206.46, y = 53.51, z = 56.82, Type = 2,
			Tid = 
			{
				[906] = 1,
			},
		},
		[530] = 
		{
			x = 205.34, y = 52.77, z = 58.44, Type = 2,
			Tid = 
			{
				[901] = 1,
			},
		},
		[531] = 
		{
			x = 204.31, y = 52.77, z = 54.16, Type = 2,
			Tid = 
			{
				[901] = 1,
			},
		},
		[532] = 
		{
			x = 201.01, y = 54.41, z = 53.35, Type = 2,
			Tid = 
			{
				[901] = 1,
			},
		},
		[533] = 
		{
			x = 202.13, y = 53.86, z = 57.86, Type = 2,
			Tid = 
			{
				[901] = 1,
			},
		},
		[534] = 
		{
			x = 216.33, y = 54.84, z = 81.36, Type = 2,
			Tid = 
			{
				[924] = 1,
				[907] = 1,
				[902] = 4,
			},
		},
		[536] = 
		{
			x = 216.33, y = 54.84, z = 81.25, Type = 2,
			Tid = 
			{
				[922] = 1,
				[909] = 1,
				[904] = 4,
			},
		},
		[535] = 
		{
			x = 224.37, y = 61.59, z = 125.37, Type = 2,
			Tid = 
			{
				[923] = 1,
				[908] = 1,
				[903] = 4,
			},
		},
		[141] = 
		{
			x = 206.42, y = 61.63, z = 123.60, Type = 2,
			Tid = 
			{
				[912] = 1,
				[915] = 1,
				[914] = 1,
			},
		},
		[3] = 
		{
			x = 38.03, y = 49.34, z = -230.24, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[30] = 
		{
			x = -9.87, y = 53.20, z = -249.30, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[331] = 
		{
			x = -174.55, y = 59.00, z = -233.62, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[153] = 
		{
			x = 30.67, y = 51.18, z = 13.60, Type = 6,
			Tid = 
			{
				[6] = 8,
			},
		},
		[47] = 
		{
			x = 14.90, y = 53.01, z = 13.50, Type = 6,
			Tid = 
			{
				[6] = 8,
			},
		},
		[144] = 
		{
			x = 123.81, y = 60.04, z = 60.62, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[143] = 
		{
			x = 130.35, y = 60.08, z = 51.37, Type = 6,
			Tid = 
			{
				[9] = 1,
			},
		},
		[11] = 
		{
			x = 114.72, y = 60.05, z = 53.98, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[16] = 
		{
			x = 111.77, y = 59.38, z = 45.82, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[34] = 
		{
			x = 109.22, y = 56.36, z = 40.92, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[35] = 
		{
			x = 107.99, y = 54.58, z = 32.77, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[36] = 
		{
			x = 107.23, y = 53.29, z = 26.12, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[266] = 
		{
			x = 107.23, y = 51.80, z = 19.48, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[267] = 
		{
			x = 107.23, y = 49.97, z = 10.17, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[268] = 
		{
			x = 112.52, y = 48.94, z = 2.19, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[269] = 
		{
			x = 119.86, y = 48.18, z = -4.55, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[270] = 
		{
			x = 126.62, y = 46.54, z = -11.27, Type = 6,
			Tid = 
			{
				[10] = 1,
			},
		},
		[93] = 
		{
			x = 151.91, y = 64.87, z = 162.03, Type = 6,
			Tid = 
			{
				[26] = 1,
			},
		},
		[271] = 
		{
			x = 155.01, y = 64.88, z = 155.69, Type = 6,
			Tid = 
			{
				[26] = 1,
			},
		},
		[272] = 
		{
			x = 161.79, y = 64.71, z = 164.30, Type = 6,
			Tid = 
			{
				[26] = 1,
			},
		},
		[273] = 
		{
			x = 164.76, y = 64.67, z = 171.99, Type = 6,
			Tid = 
			{
				[26] = 1,
			},
		},
		[279] = 
		{
			x = 140.96, y = 69.63, z = 253.44, Type = 6,
			Tid = 
			{
				[23] = 1,
			},
		},
		[54] = 
		{
			x = -38.34, y = 58.36, z = 3.76, Type = 6,
			Tid = 
			{
				[48] = 1,
			},
		},
		[81] = 
		{
			x = 182.66, y = 42.33, z = 24.65, Type = 6,
			Tid = 
			{
				[49] = 1,
			},
		},
		[96] = 
		{
			x = 161.33, y = 65.95, z = 115.45, Type = 6,
			Tid = 
			{
				[50] = 1,
			},
		},
		[97] = 
		{
			x = 256.09, y = 65.73, z = 138.52, Type = 6,
			Tid = 
			{
				[51] = 1,
			},
		},
		[98] = 
		{
			x = 118.21, y = 67.15, z = 172.31, Type = 6,
			Tid = 
			{
				[52] = 1,
			},
		},
		[99] = 
		{
			x = -137.19, y = 64.11, z = 196.37, Type = 6,
			Tid = 
			{
				[53] = 1,
			},
		},
		[100] = 
		{
			x = -121.62, y = 75.07, z = 87.59, Type = 6,
			Tid = 
			{
				[54] = 1,
			},
		},
		[147] = 
		{
			x = -232.86, y = 42.17, z = -148.11, Type = 6,
			Tid = 
			{
				[55] = 1,
			},
		},
		[149] = 
		{
			x = -25.67, y = 49.23, z = 55.65, Type = 6,
			Tid = 
			{
				[65] = 1,
			},
		},
		[63] = 
		{
			x = 39.61, y = 51.11, z = 41.27, Type = 6,
			Tid = 
			{
				[111] = 8,
			},
		},
		[64] = 
		{
			x = 32.93, y = 51.26, z = 28.60, Type = 6,
			Tid = 
			{
				[112] = 1,
			},
		},
		[251] = 
		{
			x = 39.83, y = 47.59, z = -140.97, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[252] = 
		{
			x = 39.83, y = 48.24, z = -133.33, Type = 6,
			Tid = 
			{
				[42] = 1,
			},
		},
		[291] = 
		{
			x = -189.42, y = 40.95, z = -184.39, Type = 6,
			Tid = 
			{
				[139] = 4,
			},
		},
		[297] = 
		{
			x = 31.64, y = 51.36, z = 58.85, Type = 6,
			Tid = 
			{
				[306] = 1,
			},
		},
		[298] = 
		{
			x = -182.97, y = 57.18, z = -230.13, Type = 6,
			Tid = 
			{
				[342] = 1,
			},
		},
		[22] = 
		{
			x = 33.83, y = 51.26, z = 28.60, Type = 6,
			Tid = 
			{
				[112] = 1,
			},
		},
		[323] = 
		{
			x = 32.93, y = 51.26, z = 30.06, Type = 6,
			Tid = 
			{
				[112] = 1,
			},
		},
		[324] = 
		{
			x = 33.98, y = 51.26, z = 30.02, Type = 6,
			Tid = 
			{
				[112] = 1,
			},
		},
		[325] = 
		{
			x = 35.63, y = 51.26, z = 32.33, Type = 6,
			Tid = 
			{
				[112] = 1,
			},
		},
		[326] = 
		{
			x = 36.59, y = 51.26, z = 32.60, Type = 6,
			Tid = 
			{
				[112] = 1,
			},
		},
		[327] = 
		{
			x = 37.61, y = 51.31, z = 32.60, Type = 6,
			Tid = 
			{
				[112] = 1,
			},
		},
		[328] = 
		{
			x = 31.72, y = 51.41, z = 55.41, Type = 6,
			Tid = 
			{
				[6] = 0,
			},
		},
		[335] = 
		{
			x = 196.82, y = 76.06, z = 250.71, Type = 6,
			Tid = 
			{
				[220] = 1,
			},
		},
		[336] = 
		{
			x = 198.81, y = 68.85, z = 163.45, Type = 6,
			Tid = 
			{
				[222] = 1,
			},
		},
		[337] = 
		{
			x = -49.71, y = 58.31, z = 3.27, Type = 6,
			Tid = 
			{
				[221] = 1,
			},
		},
		[338] = 
		{
			x = 124.52, y = 69.50, z = 238.15, Type = 6,
			Tid = 
			{
				[224] = 8,
			},
		},
		[339] = 
		{
			x = 81.74, y = 62.88, z = 128.51, Type = 6,
			Tid = 
			{
				[223] = 1,
			},
		},
		[340] = 
		{
			x = 81.47, y = 62.88, z = 132.11, Type = 6,
			Tid = 
			{
				[223] = 1,
			},
		},
		[341] = 
		{
			x = 86.53, y = 62.12, z = 128.23, Type = 6,
			Tid = 
			{
				[223] = 1,
			},
		},
		[342] = 
		{
			x = 96.48, y = 62.88, z = 116.43, Type = 6,
			Tid = 
			{
				[223] = 1,
			},
		},
		[343] = 
		{
			x = 77.00, y = 62.88, z = 135.60, Type = 6,
			Tid = 
			{
				[223] = 1,
			},
		},
		[344] = 
		{
			x = 94.10, y = 62.88, z = 113.80, Type = 6,
			Tid = 
			{
				[223] = 1,
			},
		},
		[346] = 
		{
			x = 90.50, y = 62.88, z = 124.32, Type = 6,
			Tid = 
			{
				[223] = 1,
			},
		},
		[347] = 
		{
			x = 88.75, y = 62.88, z = 129.28, Type = 6,
			Tid = 
			{
				[223] = 1,
			},
		},
		[348] = 
		{
			x = 85.22, y = 62.88, z = 133.05, Type = 6,
			Tid = 
			{
				[223] = 1,
			},
		},
		[355] = 
		{
			x = 18.11, y = 62.32, z = 234.22, Type = 6,
			Tid = 
			{
				[251] = 1,
			},
		},
		[356] = 
		{
			x = 19.30, y = 51.05, z = 56.99, Type = 6,
			Tid = 
			{
				[252] = 1,
			},
		},
		[357] = 
		{
			x = 107.97, y = 50.61, z = 16.28, Type = 6,
			Tid = 
			{
				[253] = 1,
			},
		},
		[358] = 
		{
			x = -144.45, y = 75.77, z = 103.66, Type = 6,
			Tid = 
			{
				[254] = 1,
			},
		},
		[359] = 
		{
			x = -140.86, y = 69.59, z = 159.95, Type = 6,
			Tid = 
			{
				[255] = 1,
			},
		},
		[360] = 
		{
			x = 61.84, y = 49.43, z = -216.15, Type = 6,
			Tid = 
			{
				[256] = 1,
			},
		},
		[361] = 
		{
			x = -132.89, y = 42.00, z = -159.98, Type = 6,
			Tid = 
			{
				[257] = 1,
			},
		},
		[362] = 
		{
			x = 133.42, y = 24.00, z = -123.00, Type = 6,
			Tid = 
			{
				[258] = 1,
			},
		},
		[364] = 
		{
			x = 81.35, y = 56.06, z = 51.54, Type = 6,
			Tid = 
			{
				[259] = 1,
			},
		},
		[365] = 
		{
			x = -16.56, y = 58.32, z = -13.73, Type = 6,
			Tid = 
			{
				[260] = 1,
			},
		},
		[376] = 
		{
			x = -7.10, y = 50.68, z = 48.40, Type = 6,
			Tid = 
			{
				[305] = 10,
			},
		},
		[377] = 
		{
			x = 24.47, y = 50.68, z = 53.37, Type = 6,
			Tid = 
			{
				[305] = 10,
			},
		},
		[299] = 
		{
			x = 153.04, y = 64.87, z = 142.26, Type = 6,
			Tid = 
			{
				[308] = 1,
			},
		},
		[301] = 
		{
			x = 265.46, y = 42.66, z = 46.59, Type = 6,
			Tid = 
			{
				[307] = 1,
			},
		},
		[302] = 
		{
			x = -136.60, y = 64.40, z = 192.08, Type = 6,
			Tid = 
			{
				[309] = 1,
			},
		},
		[303] = 
		{
			x = -133.24, y = 0.00, z = 106.47, Type = 6,
			Tid = 
			{
				[310] = 1,
			},
		},
		[306] = 
		{
			x = -192.32, y = 57.47, z = -237.94, Type = 6,
			Tid = 
			{
				[343] = 1,
			},
		},
		[308] = 
		{
			x = -107.99, y = 56.99, z = -92.06, Type = 6,
			Tid = 
			{
				[344] = 1,
			},
		},
		[380] = 
		{
			x = 31.00, y = 62.23, z = 232.69, Type = 6,
			Tid = 
			{
				[367] = 5,
			},
		},
		[381] = 
		{
			x = 238.03, y = 47.13, z = 38.63, Type = 6,
			Tid = 
			{
				[368] = 4,
			},
		},
		[382] = 
		{
			x = 262.39, y = 42.66, z = 53.33, Type = 6,
			Tid = 
			{
				[369] = 4,
			},
		},
		[383] = 
		{
			x = 15.05, y = 62.38, z = 195.53, Type = 6,
			Tid = 
			{
				[366] = 5,
			},
		},
		[387] = 
		{
			x = 150.04, y = 64.87, z = 144.92, Type = 6,
			Tid = 
			{
				[438] = 1,
			},
		},
		[392] = 
		{
			x = 103.42, y = 61.77, z = 127.26, Type = 6,
			Tid = 
			{
				[439] = 3,
			},
		},
		[393] = 
		{
			x = 106.60, y = 60.57, z = 80.00, Type = 6,
			Tid = 
			{
				[440] = 1,
			},
		},
		[397] = 
		{
			x = 72.28, y = 47.52, z = -55.58, Type = 6,
			Tid = 
			{
				[496] = 1,
			},
		},
		[398] = 
		{
			x = 56.35, y = 64.73, z = 181.80, Type = 6,
			Tid = 
			{
				[445] = 1,
			},
		},
		[399] = 
		{
			x = 29.89, y = 61.23, z = 178.68, Type = 6,
			Tid = 
			{
				[446] = 1,
			},
		},
		[400] = 
		{
			x = 22.89, y = 62.17, z = 203.29, Type = 6,
			Tid = 
			{
				[447] = 1,
			},
		},
		[403] = 
		{
			x = 23.09, y = 62.11, z = 235.79, Type = 6,
			Tid = 
			{
				[448] = 1,
			},
		},
		[405] = 
		{
			x = -25.34, y = 61.00, z = 153.52, Type = 6,
			Tid = 
			{
				[449] = 3,
			},
		},
		[408] = 
		{
			x = 23.06, y = 62.11, z = 234.91, Type = 6,
			Tid = 
			{
				[451] = 1,
			},
		},
		[409] = 
		{
			x = 25.90, y = 62.11, z = 234.08, Type = 6,
			Tid = 
			{
				[450] = 1,
			},
		},
		[7] = 
		{
			x = 95.85, y = 61.77, z = 132.86, Type = 6,
			Tid = 
			{
				[439] = 3,
			},
		},
		[105] = 
		{
			x = 93.57, y = 62.81, z = 143.37, Type = 6,
			Tid = 
			{
				[439] = 3,
			},
		},
		[415] = 
		{
			x = -15.66, y = 60.41, z = 151.10, Type = 6,
			Tid = 
			{
				[449] = 3,
			},
		},
		[172] = 
		{
			x = -141.63, y = 42.92, z = -159.99, Type = 6,
			Tid = 
			{
				[540] = 1,
			},
		},
		[104] = 
		{
			x = -171.18, y = 76.06, z = 57.50, Type = 6,
			Tid = 
			{
				[586] = 1,
			},
		},
		[205] = 
		{
			x = 197.10, y = 55.19, z = 66.00, Type = 6,
			Tid = 
			{
				[596] = 1,
			},
		},
		[479] = 
		{
			x = 256.14, y = 42.65, z = 43.28, Type = 6,
			Tid = 
			{
				[623] = 1,
			},
		},
		[508] = 
		{
			x = 18.11, y = 62.07, z = 234.22, Type = 6,
			Tid = 
			{
				[703] = 1,
			},
		},
		[507] = 
		{
			x = 19.30, y = 51.14, z = 56.99, Type = 6,
			Tid = 
			{
				[704] = 1,
			},
		},
		[506] = 
		{
			x = 107.97, y = 51.11, z = 16.28, Type = 6,
			Tid = 
			{
				[705] = 1,
			},
		},
		[505] = 
		{
			x = -144.45, y = 75.81, z = 103.66, Type = 6,
			Tid = 
			{
				[706] = 1,
			},
		},
		[504] = 
		{
			x = -140.86, y = 68.79, z = 159.95, Type = 6,
			Tid = 
			{
				[707] = 1,
			},
		},
		[503] = 
		{
			x = 61.84, y = 49.47, z = -216.15, Type = 6,
			Tid = 
			{
				[708] = 1,
			},
		},
		[502] = 
		{
			x = -132.89, y = 42.69, z = -159.98, Type = 6,
			Tid = 
			{
				[709] = 1,
			},
		},
		[501] = 
		{
			x = 133.42, y = 24.92, z = -123.00, Type = 6,
			Tid = 
			{
				[710] = 1,
			},
		},
		[500] = 
		{
			x = 81.35, y = 56.06, z = 51.54, Type = 6,
			Tid = 
			{
				[711] = 1,
			},
		},
		[499] = 
		{
			x = -16.56, y = 58.28, z = -13.73, Type = 6,
			Tid = 
			{
				[712] = 1,
			},
		},
		[509] = 
		{
			x = 18.11, y = 62.07, z = 234.22, Type = 6,
			Tid = 
			{
				[753] = 1,
			},
		},
		[510] = 
		{
			x = 19.30, y = 51.14, z = 56.99, Type = 6,
			Tid = 
			{
				[754] = 1,
			},
		},
		[511] = 
		{
			x = 107.97, y = 51.11, z = 16.28, Type = 6,
			Tid = 
			{
				[755] = 1,
			},
		},
		[512] = 
		{
			x = -144.45, y = 75.81, z = 103.66, Type = 6,
			Tid = 
			{
				[756] = 1,
			},
		},
		[513] = 
		{
			x = -140.86, y = 68.79, z = 159.95, Type = 6,
			Tid = 
			{
				[757] = 1,
			},
		},
		[514] = 
		{
			x = 61.84, y = 49.47, z = -216.15, Type = 6,
			Tid = 
			{
				[758] = 1,
			},
		},
		[515] = 
		{
			x = -132.89, y = 42.69, z = -159.98, Type = 6,
			Tid = 
			{
				[759] = 1,
			},
		},
		[516] = 
		{
			x = 133.42, y = 24.92, z = -123.00, Type = 6,
			Tid = 
			{
				[760] = 1,
			},
		},
		[517] = 
		{
			x = 81.35, y = 56.06, z = 51.54, Type = 6,
			Tid = 
			{
				[761] = 1,
			},
		},
		[518] = 
		{
			x = -16.56, y = 58.28, z = -13.73, Type = 6,
			Tid = 
			{
				[762] = 1,
			},
		},
		[14] = 
		{
			x = 26.99, y = 49.35, z = 81.25, Type = 6,
			Tid = 
			{
				[864] = 4,
			},
		},
		[131] = 
		{
			x = 207.80, y = 63.22, z = 147.81, Type = 6,
			Tid = 
			{
				[619] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[2] = { posx = 38.19, posy = 49.34, posz = -221.96, rotx = 0.00, roty = 346.50, rotz = 0.00 },
		[3] = { posx = -21.32, posy = 53.58, posz = -242.44, rotx = 0.00, roty = 301.61, rotz = 0.00 },
		[4] = { posx = -243.45, posy = 42.75, posz = -174.06, rotx = 0.00, roty = 79.69, rotz = 0.00 },
		[5] = { posx = 239.44, posy = 21.91, posz = -224.12, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[6] = { posx = 167.44, posy = 27.63, posz = -197.53, rotx = 0.00, roty = 203.08, rotz = 0.00 },
		[7] = { posx = 138.09, posy = 64.85, posz = 146.72, rotx = 0.00, roty = 81.21, rotz = 0.00 },
		[8] = { posx = 245.95, posy = 76.04, posz = 215.60, rotx = 0.00, roty = 205.61, rotz = 0.00 },
		[9] = { posx = -183.89, posy = 57.05, posz = -233.24, rotx = 0.00, roty = 301.93, rotz = 0.00 },
		[10] = { posx = -181.72, posy = 57.38, posz = -232.94, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[11] = { posx = 186.22, posy = 20.85, posz = -177.95, rotx = 0.00, roty = 36.29, rotz = 0.00 },
		[12] = { posx = 29.73, posy = 61.06, posz = 175.90, rotx = 0.00, roty = 103.47, rotz = 0.00 },
		[13] = { posx = -171.35, posy = 75.49, posz = 57.34, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[15] = { posx = 197.17, posy = 55.85, posz = 66.09, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[16] = { posx = 67.50, posy = 49.05, posz = -142.10, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[17] = { posx = 67.50, posy = 49.05, posz = -220.10, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[18] = { posx = -41.10, posy = 54.10, posz = -241.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[19] = { posx = -235.60, posy = 42.40, posz = -160.80, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[20] = { posx = -184.70, posy = 41.30, posz = -192.40, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[21] = { posx = -224.80, posy = 47.60, posz = -207.90, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[23] = { posx = 176.26, posy = 64.87, posz = 142.10, rotx = 0.00, roty = 193.66, rotz = 0.00 },
		[24] = { posx = 174.91, posy = 65.33, posz = 142.48, rotx = 0.00, roty = 282.70, rotz = 0.00 },
		[25] = { posx = 210.43, posy = 37.32, posz = -40.72, rotx = 0.00, roty = 286.14, rotz = 0.00 },
		[26] = { posx = 228.45, posy = 47.11, posz = 26.40, rotx = 0.00, roty = 283.45, rotz = 0.00 },
		[27] = { posx = 185.10, posy = 20.85, posz = -180.73, rotx = 0.00, roty = 36.29, rotz = 0.00 },
		[28] = { posx = 168.14, posy = 27.71, posz = -201.22, rotx = 0.00, roty = 36.29, rotz = 0.00 },
		[29] = { posx = 193.33, posy = 20.95, posz = -183.36, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[30] = { posx = 166.00, posy = 27.44, posz = -199.00, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo