local MapInfo = 
{
	MapType = 4,
	Remarks = "新手副本3.0",
	TextDisplayName = "亚卡伊亚裂隙",
	Length = 512,
	Width = 512,
	NavMeshName = "Dungn00_EmpireRelicPrologue.navmesh",
	BackgroundMusic = "BGM_Dunjeon/Dunjeon/BGM_Dunjeon_Tutorial",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/Map_Bg_Start.png",
	AssetPath = "Assets/Outputs/Scenes/Dungn00_EmpireRelicPrologue.prefab",
	PKMode= 1,
	Monster = 
	{
		[283] = 
		{
			[1] = { x = 1.05, y = 68.26, z = -48.72, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[2] = { x = 1.76, y = 65.95, z = -10.59, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[3] = { x = 1.55, y = 65.95, z = -17.35, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[4] = { x = -3.40, y = 65.95, z = -12.20, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[5] = { x = 7.61, y = 65.95, z = -9.86, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[6] = { x = 0.41, y = 65.95, z = -4.92, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[7] = { x = -6.30, y = 68.26, z = -55.84, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[8] = { x = 10.80, y = 68.26, z = -56.01, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[9] = { x = -0.62, y = 68.26, z = -55.90, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[10] = { x = 4.50, y = 68.26, z = -56.07, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[11] = { x = -1.37, y = 68.26, z = -47.86, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[12] = { x = 4.95, y = 68.26, z = -47.31, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[13] = { x = -1.07, y = 68.26, z = -48.00, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[14] = { x = 5.06, y = 68.26, z = -47.64, name = "卡兰突击队员", level = 10, DropItemIds = " " },
		},
		[40000] = 
		{
			[1] = { x = 68.70, y = 71.01, z = 153.40, name = "魔龙暴君", level = 1, DropItemIds = " ",IsBoss = true },
		},
		[40019] = 
		{
			[1] = { x = 1.17, y = 68.60, z = 15.78, name = "巴风特", level = 1, DropItemIds = " " },
		},
		[40012] = 
		{
			[1] = { x = 1.40, y = 68.77, z = -63.70, name = "石碑空", level = 10, DropItemIds = " " },
			[2] = { x = 1.50, y = 68.60, z = -58.20, name = "石碑空", level = 10, DropItemIds = " " },
		},
		[11099] = 
		{
			[1] = { x = 1.84, y = 68.26, z = -49.44, name = "空怪物", level = 20, DropItemIds = " " },
		},
		[40023] = 
		{
			[1] = { x = 1.60, y = 68.21, z = 23.76, name = "不死近卫", level = 1, DropItemIds = " " },
			[2] = { x = 1.68, y = 68.21, z = 21.48, name = "不死近卫", level = 1, DropItemIds = " " },
		},
		[40020] = 
		{
			[1] = { x = -0.05, y = 68.26, z = -48.72, name = "不死近卫", level = 1, DropItemIds = " " },
		},
		[284] = 
		{
			[1] = { x = 1.59, y = 68.26, z = -52.97, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[2] = { x = 8.92, y = 65.95, z = -16.41, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[3] = { x = -4.31, y = 65.95, z = -18.10, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[4] = { x = 6.39, y = 65.95, z = -5.61, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[5] = { x = -4.53, y = 65.95, z = -5.66, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[6] = { x = 2.57, y = 65.95, z = -0.76, name = "温迪戈萨满", level = 10, DropItemIds = " " },
		},
		[40024] = 
		{
			[1] = { x = 2.35, y = 70.46, z = 183.10, name = "裂隙水晶", level = 1, DropItemIds = " " },
		},
		[40025] = 
		{
			[1] = { x = 2.09, y = 71.02, z = 115.20, name = "射龙弩", level = 60, DropItemIds = " " },
		},
		[40026] = 
		{
			[1] = { x = -11.82, y = 71.02, z = 119.04, name = "射龙弩", level = 60, DropItemIds = " " },
		},
		[40027] = 
		{
			[1] = { x = -7.66, y = 71.02, z = 105.13, name = "射龙弩", level = 60, DropItemIds = " " },
		},
		[40028] = 
		{
			[1] = { x = 6.00, y = 71.02, z = 99.01, name = "射龙弩", level = 60, DropItemIds = " " },
		},
		[11096] = 
		{
			[1] = { x = 1.71, y = 71.02, z = 115.01, name = "空怪物", level = 20, DropItemIds = " " },
		},
		[11097] = 
		{
			[1] = { x = 42.83, y = 71.02, z = 137.90, name = "空怪物", level = 20, DropItemIds = " " },
		},
		[11098] = 
		{
			[1] = { x = 1.66, y = 68.26, z = -63.65, name = "空怪物", level = 20, DropItemIds = " " },
		},
		[11100] = 
		{
			[1] = { x = 2.25, y = 70.46, z = 177.45, name = "空怪物", level = 20, DropItemIds = " " },
		},
		[40031] = 
		{
			[1] = { x = 30.00, y = 71.02, z = 126.00, name = "空怪物", level = 20, DropItemIds = " " },
		},
	},
	Npc = 
	{
		[30000] = 
		{
			[1] = { x = 1.81, y = 68.26, z = -66.04, name = "克莱丝", FunctionName = " " },
			[2] = { x = 16.10, y = 68.21, z = 18.96, name = "克莱丝", FunctionName = " " },
		},
		[30007] = 
		{
			[1] = { x = -2.81, y = 68.26, z = -56.44, name = "联盟军", FunctionName = " " },
			[2] = { x = -1.82, y = 68.26, z = -54.37, name = "联盟军", FunctionName = " " },
			[3] = { x = 3.93, y = 68.37, z = -57.76, name = "联盟军", FunctionName = " " },
			[4] = { x = 4.70, y = 68.26, z = -55.02, name = "联盟军", FunctionName = " " },
		},
		[30008] = 
		{
			[1] = { x = -20.92, y = 71.02, z = 148.35, name = "克莱丝", FunctionName = " " },
		},
	},
	Region = 
	{
		[2] = 
		{
			[334] = { x = 1.57, y = 68.26, z = -63.85, name = "摇杆教学", worldId = 0, PkMode = 1 },
			[335] = { x = 1.78, y = 68.58, z = -48.98, name = "自动移动教学", worldId = 0, PkMode = 1 },
			[338] = { x = 1.57, y = 68.21, z = 15.60, name = "平台区域", worldId = 0, PkMode = 1 },
			[339] = { x = 1.76, y = 70.46, z = 177.98, name = "裂隙中心", worldId = 0, PkMode = 1 },
			[340] = { x = 1.77, y = 68.26, z = -77.11, name = "遥感教学触发区域", worldId = 0, PkMode = 1 },
			[341] = { x = 0.72, y = 71.02, z = 72.41, name = "巨龙CG触发", worldId = 0, PkMode = 1 },
			[342] = { x = 1.64, y = 82.74, z = 115.09, name = "BOSS区域", worldId = 0, PkMode = 1 },
			[343] = { x = 1.86, y = 66.26, z = -38.65, name = "断桥中触发区域", worldId = 0, PkMode = 1 },
			[344] = { x = 1.59, y = 71.02, z = 115.10, name = "巨龙平台Boss战区域", worldId = 0, PkMode = 1, CameraDistance = 15 },
			[345] = { x = 1.88, y = 71.02, z = 115.24, name = "教学6回调区域", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
		[22] = 
		{
			[1] = { x = 1.79, y = 71.02, z = 115.03 },
		},
		[604] = 
		{
			[1] = { x = -11.82, y = 71.02, z = 119.04 },
		},
		[613] = 
		{
			[1] = { x = -7.66, y = 71.02, z = 105.13 },
		},
		[644] = 
		{
			[1] = { x = 6.00, y = 71.02, z = 99.01 },
		},
	},
	Entity = 
	{
		[3] = 
		{
			x = 1.05, y = 68.26, z = -48.72, Type = 1,
			Tid = 
			{
				[283] = 2,
			},
		},
		[11] = 
		{
			x = 68.70, y = 71.01, z = 153.40, Type = 1,
			Tid = 
			{
				[40000] = 1,
			},
		},
		[5] = 
		{
			x = 1.17, y = 68.60, z = 15.78, Type = 1,
			Tid = 
			{
				[40019] = 1,
			},
		},
		[24] = 
		{
			x = 1.40, y = 68.77, z = -63.70, Type = 1,
			Tid = 
			{
				[40012] = 1,
			},
		},
		[25] = 
		{
			x = 1.84, y = 68.26, z = -49.44, Type = 1,
			Tid = 
			{
				[11099] = 1,
			},
		},
		[26] = 
		{
			x = 1.50, y = 68.60, z = -58.20, Type = 1,
			Tid = 
			{
				[40012] = 1,
			},
		},
		[7] = 
		{
			x = 1.60, y = 68.21, z = 23.76, Type = 1,
			Tid = 
			{
				[40023] = 3,
			},
		},
		[1] = 
		{
			x = -0.05, y = 68.26, z = -48.72, Type = 1,
			Tid = 
			{
				[40020] = 1,
			},
		},
		[6] = 
		{
			x = 1.59, y = 68.26, z = -52.97, Type = 1,
			Tid = 
			{
				[284] = 2,
			},
		},
		[10] = 
		{
			x = 1.76, y = 65.95, z = -10.59, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[12] = 
		{
			x = 1.55, y = 65.95, z = -17.35, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[13] = 
		{
			x = -3.40, y = 65.95, z = -12.20, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[14] = 
		{
			x = 7.61, y = 65.95, z = -9.86, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[17] = 
		{
			x = 0.41, y = 65.95, z = -4.92, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[18] = 
		{
			x = -6.30, y = 68.26, z = -55.84, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[22] = 
		{
			x = 10.80, y = 68.26, z = -56.01, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[29] = 
		{
			x = -0.62, y = 68.26, z = -55.90, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[31] = 
		{
			x = 4.50, y = 68.26, z = -56.07, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[32] = 
		{
			x = 8.92, y = 65.95, z = -16.41, Type = 1,
			Tid = 
			{
				[284] = 1,
			},
		},
		[33] = 
		{
			x = -4.31, y = 65.95, z = -18.10, Type = 1,
			Tid = 
			{
				[284] = 1,
			},
		},
		[34] = 
		{
			x = 6.39, y = 65.95, z = -5.61, Type = 1,
			Tid = 
			{
				[284] = 1,
			},
		},
		[35] = 
		{
			x = -4.53, y = 65.95, z = -5.66, Type = 1,
			Tid = 
			{
				[284] = 1,
			},
		},
		[36] = 
		{
			x = 2.57, y = 65.95, z = -0.76, Type = 1,
			Tid = 
			{
				[284] = 1,
			},
		},
		[37] = 
		{
			x = 1.68, y = 68.21, z = 21.48, Type = 1,
			Tid = 
			{
				[40023] = 3,
			},
		},
		[27] = 
		{
			x = 2.35, y = 70.46, z = 183.10, Type = 1,
			Tid = 
			{
				[40024] = 1,
			},
		},
		[28] = 
		{
			x = 2.09, y = 71.02, z = 115.20, Type = 1,
			Tid = 
			{
				[40025] = 1,
			},
		},
		[38] = 
		{
			x = -11.82, y = 71.02, z = 119.04, Type = 1,
			Tid = 
			{
				[40026] = 1,
			},
		},
		[39] = 
		{
			x = -7.66, y = 71.02, z = 105.13, Type = 1,
			Tid = 
			{
				[40027] = 1,
			},
		},
		[40] = 
		{
			x = 6.00, y = 71.02, z = 99.01, Type = 1,
			Tid = 
			{
				[40028] = 1,
			},
		},
		[45] = 
		{
			x = -1.37, y = 68.26, z = -47.86, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[46] = 
		{
			x = 1.71, y = 71.02, z = 115.01, Type = 1,
			Tid = 
			{
				[11096] = 1,
			},
		},
		[47] = 
		{
			x = 42.83, y = 71.02, z = 137.90, Type = 1,
			Tid = 
			{
				[11097] = 1,
			},
		},
		[49] = 
		{
			x = 1.66, y = 68.26, z = -63.65, Type = 1,
			Tid = 
			{
				[11098] = 1,
			},
		},
		[50] = 
		{
			x = 4.95, y = 68.26, z = -47.31, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[52] = 
		{
			x = 2.25, y = 70.46, z = 177.45, Type = 1,
			Tid = 
			{
				[11100] = 1,
			},
		},
		[54] = 
		{
			x = 30.00, y = 71.02, z = 126.00, Type = 1,
			Tid = 
			{
				[40031] = 1,
			},
		},
		[55] = 
		{
			x = -1.07, y = 68.26, z = -48.00, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[51] = 
		{
			x = 5.06, y = 68.26, z = -47.64, Type = 1,
			Tid = 
			{
				[283] = 1,
			},
		},
		[8] = 
		{
			x = 1.81, y = 68.26, z = -66.04, Type = 2,
			Tid = 
			{
				[30000] = 1,
			},
		},
		[9] = 
		{
			x = -2.81, y = 68.26, z = -56.44, Type = 2,
			Tid = 
			{
				[30007] = 1,
			},
		},
		[19] = 
		{
			x = -1.82, y = 68.26, z = -54.37, Type = 2,
			Tid = 
			{
				[30007] = 1,
			},
		},
		[23] = 
		{
			x = 3.93, y = 68.37, z = -57.76, Type = 2,
			Tid = 
			{
				[30007] = 1,
			},
		},
		[30] = 
		{
			x = 4.70, y = 68.26, z = -55.02, Type = 2,
			Tid = 
			{
				[30007] = 1,
			},
		},
		[48] = 
		{
			x = -20.92, y = 71.02, z = 148.35, Type = 2,
			Tid = 
			{
				[30008] = 1,
			},
		},
		[53] = 
		{
			x = 16.10, y = 68.21, z = 18.96, Type = 2,
			Tid = 
			{
				[30000] = 1,
			},
		},
		[2] = 
		{
			x = -1.90, y = 68.37, z = -43.72, Type = 4,
			Tid = 
			{
				[8] = 0,
			},
		},
		[15] = 
		{
			x = 1.63, y = 68.30, z = 8.06, Type = 4,
			Tid = 
			{
				[8] = 0,
			},
		},
		[16] = 
		{
			x = 1.16, y = 68.21, z = 58.14, Type = 4,
			Tid = 
			{
				[8] = 0,
			},
		},
		[20] = 
		{
			x = 1.10, y = 71.02, z = 67.82, Type = 4,
			Tid = 
			{
				[15] = 0,
			},
		},
		[21] = 
		{
			x = 2.75, y = 71.02, z = 162.67, Type = 4,
			Tid = 
			{
				[15] = 0,
			},
		},
		[4] = 
		{
			x = 4.67, y = 68.37, z = -43.83, Type = 4,
			Tid = 
			{
				[8] = 0,
			},
		},
		[41] = 
		{
			x = 1.79, y = 71.02, z = 115.03, Type = 6,
			Tid = 
			{
				[22] = 1,
			},
		},
		[42] = 
		{
			x = -11.82, y = 71.02, z = 119.04, Type = 6,
			Tid = 
			{
				[604] = 1,
			},
		},
		[43] = 
		{
			x = -7.66, y = 71.02, z = 105.13, Type = 6,
			Tid = 
			{
				[613] = 1,
			},
		},
		[44] = 
		{
			x = 6.00, y = 71.02, z = 99.01, Type = 6,
			Tid = 
			{
				[644] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[4] = { posx = 1.44, posy = 68.19, posz = 17.85, rotx = 0.00, roty = 329.04, rotz = 0.00 },
		[5] = { posx = 68.70, posy = 71.01, posz = 153.40, rotx = 0.00, roty = 240.00, rotz = 0.00 },
		[6] = { posx = 68.70, posy = 71.01, posz = 153.40, rotx = 0.00, roty = 240.00, rotz = 0.00 },
		[7] = { posx = 1.79, posy = 71.37, posz = 114.97, rotx = 0.00, roty = 65.78, rotz = 0.00 },
		[8] = { posx = 1.71, posy = 71.02, posz = 115.31, rotx = 0.00, roty = 60.00, rotz = 0.00 },
		[9] = { posx = -11.82, posy = 71.02, posz = 119.04, rotx = 0.00, roty = 76.73, rotz = 0.00 },
		[10] = { posx = -7.66, posy = 71.02, posz = 105.13, rotx = 0.00, roty = 60.26, rotz = 0.00 },
		[11] = { posx = 6.00, posy = 71.02, posz = 99.01, rotx = 0.00, roty = 44.29, rotz = 0.00 },
		[12] = { posx = 1.11, posy = 71.02, posz = 71.96, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[13] = { posx = 16.15, posy = 68.21, posz = 18.97, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo