local MapInfo = 
{
	MapType = 3,
	Remarks = "",
	TextDisplayName = "毒蛇竞技场",
	Length = 576,
	Width = 576,
	NavMeshName = "World01.navmesh",
	BackgroundMusic = "BGM_Map_1/Map_1/map_1_battle",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world01.png",
	AssetPath = "Assets/Outputs/Scenes/World01.prefab",
	Monster = 
	{
		[10046] = 
		{
			[1] = { x = 172.00, y = 27.69, z = -204.94, name = "海盗佣兵", level = 14, SortID = 1 },
		},
		[10012] = 
		{
			[1] = { x = 200.46, y = 26.27, z = -208.71, name = "商会打手", level = 14, SortID = 4 },
		},
		[10057] = 
		{
			[1] = { x = 190.94, y = 27.65, z = -141.14, name = "腐败的卫兵", level = 14, SortID = 11 },
			[2] = { x = 163.76, y = 27.65, z = -148.71, name = "腐败的卫兵", level = 14, SortID = 12 },
			[3] = { x = 156.11, y = 26.63, z = -142.88, name = "腐败的卫兵", level = 14, SortID = 13 },
		},
		[10058] = 
		{
			[1] = { x = 143.54, y = 24.09, z = -127.89, name = "守备军队长", level = 14, SortID = 15 },
		},
	},
	Npc = 
	{
		[89] = 
		{
			[1] = { x = 188.56, y = 20.39, z = -181.35, name = "沙摩尔", SortID = 2 },
		},
		[163] = 
		{
			[1] = { x = 199.32, y = 27.76, z = -210.63, name = "卡斯塔尼克奴隶", SortID = 3 },
			[2] = { x = 172.20, y = 27.63, z = -204.32, name = "卡斯塔尼克奴隶", SortID = 5 },
		},
		[164] = 
		{
			[1] = { x = 199.32, y = 27.76, z = -210.63, name = "人类奴隶", SortID = 3 },
			[2] = { x = 172.20, y = 27.63, z = -204.32, name = "人类奴隶", SortID = 5 },
		},
		[553] = 
		{
			[1] = { x = 219.26, y = 27.95, z = -161.86, name = "商会保镖", SortID = 9 },
		},
		[222] = 
		{
			[1] = { x = 141.70, y = 24.13, z = -129.78, name = "迪波", SortID = 14 },
		},
	},
	Region = 
	{
		[1] = 
		{
			[131] = { x = 181.54, y = 21.52, z = -184.19, xA = 166.70, yA = 27.64, zA = -197.58, name = "传送楼下", worldId = 1215, PkMode = 0 },
			[132] = { x = 156.69, y = 27.20, z = -186.17, xA = 183.87, yA = 20.85, zA = -180.41, name = "传送楼上", worldId = 1215, PkMode = 0 },
		},
		[2] = 
		{
			[82] = { x = 215.84, y = 27.63, z = -200.46, name = "奴隶区", worldId = 0, PkMode = 0 },
			[83] = { x = 210.04, y = 27.63, z = -146.71, name = "军事区", worldId = 0, PkMode = 0 },
			[84] = { x = 147.62, y = 24.12, z = -132.52, name = "竞技场外", worldId = 0, PkMode = 0 },
			[85] = { x = 172.31, y = 43.92, z = -144.51, name = "", worldId = 0, PkMode = 0 },
			[130] = { x = 190.17, y = 20.85, z = -174.95, name = "竞技场内环", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[31] = 
		{
			[1] = { x = 224.61, y = 27.64, z = -191.97 },
		},
		[192] = 
		{
			[1] = { x = 227.93, y = 27.64, z = -179.65 },
		},
		[193] = 
		{
			[1] = { x = 227.15, y = 27.64, z = -164.73 },
		},
	},
	Entity = 
	{
		[1] = 
		{
			x = 172.00, y = 27.69, z = -204.94, Type = 1,
			Tid = 
			{
				[10046] = 12,
			},
		},
		[4] = 
		{
			x = 200.46, y = 26.27, z = -208.71, Type = 1,
			Tid = 
			{
				[10012] = 6,
			},
		},
		[11] = 
		{
			x = 190.94, y = 27.65, z = -141.14, Type = 1,
			Tid = 
			{
				[10057] = 4,
			},
		},
		[12] = 
		{
			x = 163.76, y = 27.65, z = -148.71, Type = 1,
			Tid = 
			{
				[10057] = 4,
			},
		},
		[13] = 
		{
			x = 156.11, y = 26.63, z = -142.88, Type = 1,
			Tid = 
			{
				[10057] = 4,
			},
		},
		[15] = 
		{
			x = 143.54, y = 24.09, z = -127.89, Type = 1,
			Tid = 
			{
				[10058] = 1,
			},
		},
		[2] = 
		{
			x = 188.56, y = 20.39, z = -181.35, Type = 2,
			Tid = 
			{
				[89] = 1,
			},
		},
		[3] = 
		{
			x = 199.32, y = 27.76, z = -210.63, Type = 2,
			Tid = 
			{
				[163] = 1,
				[164] = 1,
			},
		},
		[5] = 
		{
			x = 172.20, y = 27.63, z = -204.32, Type = 2,
			Tid = 
			{
				[163] = 2,
				[164] = 2,
			},
		},
		[9] = 
		{
			x = 219.26, y = 27.95, z = -161.86, Type = 2,
			Tid = 
			{
				[553] = 1,
			},
		},
		[14] = 
		{
			x = 141.70, y = 24.13, z = -129.78, Type = 2,
			Tid = 
			{
				[222] = 1,
			},
		},
		[6] = 
		{
			x = 224.61, y = 27.64, z = -191.97, Type = 6,
			Tid = 
			{
				[31] = 1,
			},
		},
		[7] = 
		{
			x = 227.93, y = 27.64, z = -179.65, Type = 6,
			Tid = 
			{
				[192] = 1,
			},
		},
		[8] = 
		{
			x = 227.15, y = 27.64, z = -164.73, Type = 6,
			Tid = 
			{
				[193] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 183.87, posy = 20.85, posz = -180.41, rotx = 0.00, roty = 19.75, rotz = 0.00 },
		[2] = { posx = 166.70, posy = 27.64, posz = -197.58, rotx = 0.00, roty = 127.02, rotz = 0.00 },
		[3] = { posx = 188.62, posy = 20.54, posz = -174.42, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo