local MapInfo = 
{
	MapType = 4,
	Remarks = "大地图2",
	TextDisplayName = "沙摩尔的梦境相位",
	Length = 512,
	Width = 512,
	NavMeshName = "World02.navmesh",
	BackgroundMusic = "BGM_Map_2/Map_2/Map_2_phase",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world02.png",
	AssetPath = "Assets/Outputs/Scenes/World02.prefab",
	Monster = 
	{
		[14315] = 
		{
			[1] = { x = 145.07, y = 64.06, z = 92.93, name = "铁门", level = 30, DropItemIds = " " },
		},
		[12235] = 
		{
			[1] = { x = 159.66, y = 65.67, z = 93.00, name = "血法师", level = 33, DropItemIds = " " },
		},
		[12234] = 
		{
			[1] = { x = 159.66, y = 65.67, z = 93.00, name = "烈焰犬", level = 33, DropItemIds = " " },
		},
		[12224] = 
		{
			[1] = { x = 220.23, y = 72.56, z = 81.75, name = "德法奴兵", level = 33, DropItemIds = " " },
			[2] = { x = 93.90, y = 58.42, z = 90.10, name = "德法奴兵", level = 33, DropItemIds = " " },
		},
		[12226] = 
		{
			[1] = { x = 93.90, y = 58.42, z = 90.10, name = "帝国剑斗士", level = 33, DropItemIds = " " },
		},
		[12232] = 
		{
			[1] = { x = 89.54, y = 62.47, z = 118.00, name = "帝国剑斗士", level = 33, DropItemIds = " " },
			[2] = { x = 104.83, y = 62.47, z = 113.21, name = "帝国剑斗士", level = 33, DropItemIds = " " },
			[3] = { x = 96.13, y = 62.47, z = 69.82, name = "帝国剑斗士", level = 33, DropItemIds = " " },
			[4] = { x = 106.99, y = 62.47, z = 73.70, name = "帝国剑斗士", level = 33, DropItemIds = " " },
			[5] = { x = 68.86, y = 62.47, z = 118.78, name = "帝国剑斗士", level = 33, DropItemIds = " " },
			[6] = { x = 89.16, y = 62.47, z = 107.92, name = "帝国剑斗士", level = 33, DropItemIds = " " },
		},
		[12233] = 
		{
			[1] = { x = 89.54, y = 62.47, z = 118.00, name = "突击斥候", level = 33, DropItemIds = " " },
			[2] = { x = 104.83, y = 62.47, z = 113.21, name = "突击斥候", level = 33, DropItemIds = " " },
			[3] = { x = 96.13, y = 62.47, z = 69.82, name = "突击斥候", level = 33, DropItemIds = " " },
			[4] = { x = 106.99, y = 62.47, z = 73.70, name = "突击斥候", level = 33, DropItemIds = " " },
			[5] = { x = 68.86, y = 62.47, z = 118.78, name = "突击斥候", level = 33, DropItemIds = " " },
			[6] = { x = 89.16, y = 62.47, z = 107.92, name = "突击斥候", level = 33, DropItemIds = " " },
		},
		[12227] = 
		{
			[1] = { x = 130.59, y = 64.20, z = 92.95, name = "突击斥候", level = 33, DropItemIds = " " },
			[2] = { x = 139.31, y = 64.20, z = 82.91, name = "突击斥候", level = 33, DropItemIds = " " },
		},
	},
	Npc = 
	{
		[2300] = 
		{
			[1] = { x = 89.99, y = 57.87, z = 93.64, name = "沙摩尔", FunctionName = " " },
		},
		[2304] = 
		{
			[1] = { x = 89.99, y = 57.87, z = 93.64, name = "联盟军", FunctionName = " " },
		},
		[1085] = 
		{
			[1] = { x = 107.39, y = 64.20, z = 73.34, name = "联盟军", FunctionName = " " },
			[2] = { x = 97.15, y = 64.20, z = 70.01, name = "联盟军", FunctionName = " " },
			[3] = { x = 96.10, y = 64.20, z = 108.20, name = "联盟军", FunctionName = " " },
			[4] = { x = 95.10, y = 64.20, z = 111.30, name = "联盟军", FunctionName = " " },
			[5] = { x = 106.00, y = 62.12, z = 112.40, name = "联盟军", FunctionName = " " },
		},
		[2301] = 
		{
			[1] = { x = 89.99, y = 57.87, z = 93.64, name = "沙摩尔", FunctionName = " " },
		},
		[2305] = 
		{
			[1] = { x = 89.99, y = 57.87, z = 93.64, name = "联盟军", FunctionName = " " },
		},
		[2302] = 
		{
			[1] = { x = 143.46, y = 64.41, z = 93.25, name = "沙摩尔", FunctionName = " " },
		},
		[2306] = 
		{
			[1] = { x = 143.46, y = 64.41, z = 93.25, name = "联盟军", FunctionName = " " },
		},
		[2310] = 
		{
			[1] = { x = 231.13, y = 72.66, z = 83.63, name = "新月村落工匠", FunctionName = " " },
		},
		[2311] = 
		{
			[1] = { x = 231.13, y = 72.66, z = 83.63, name = "新月村落工匠", FunctionName = " " },
		},
		[2303] = 
		{
			[1] = { x = 223.53, y = 72.69, z = 83.09, name = "沙摩尔", FunctionName = " " },
		},
		[2307] = 
		{
			[1] = { x = 141.66, y = 64.27, z = 93.83, name = "联盟军", FunctionName = " " },
		},
		[2309] = 
		{
			[1] = { x = 147.20, y = 64.22, z = 95.29, name = "克莱恩中士", FunctionName = " " },
		},
		[2308] = 
		{
			[1] = { x = 162.64, y = 66.40, z = 115.13, name = "克莱恩中士", FunctionName = " " },
		},
		[2157] = 
		{
			[1] = { x = 161.56, y = 66.40, z = 110.05, name = "受伤的联盟军", FunctionName = " " },
			[2] = { x = 163.23, y = 66.40, z = 104.58, name = "受伤的联盟军", FunctionName = " " },
			[3] = { x = 163.58, y = 66.40, z = 119.43, name = "受伤的联盟军", FunctionName = " " },
			[4] = { x = 168.29, y = 66.40, z = 122.37, name = "受伤的联盟军", FunctionName = " " },
		},
		[2315] = 
		{
			[1] = { x = 141.66, y = 64.27, z = 93.83, name = "", FunctionName = " " },
		},
		[2319] = 
		{
			[1] = { x = 227.36, y = 72.69, z = 83.27, name = "乔纳森将军", FunctionName = " " },
		},
		[2320] = 
		{
			[1] = { x = 227.36, y = 72.66, z = 83.27, name = "乔纳森将军", FunctionName = " " },
		},
	},
	Region = 
	{
		[2] = 
		{
			[147] = { x = 150.65, y = 68.44, z = 94.19, name = "诅咒战场相位【个人】", worldId = 0, PkMode = 0 },
			[456] = { x = 141.69, y = 64.35, z = 90.86, name = "抵达区域", worldId = 0, PkMode = 0 },
			[457] = { x = 171.76, y = 66.41, z = 113.69, name = "抵达区域1", worldId = 0, PkMode = 0 },
			[458] = { x = 187.75, y = 71.48, z = 85.87, name = "抵达区域2", worldId = 0, PkMode = 0 },
			[459] = { x = 222.42, y = 72.69, z = 81.70, name = "鹰眼", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {2252} },
		},
	},
	Mine = 
	{
		[4] = 
		{
			[1] = { x = 190.58, y = 70.24, z = 81.53 },
			[2] = { x = 220.70, y = 72.66, z = 82.84 },
		},
		[25] = 
		{
			[1] = { x = 76.50, y = 56.38, z = 94.50 },
			[2] = { x = 77.51, y = 56.38, z = 88.22 },
			[3] = { x = 80.20, y = 62.37, z = 109.97 },
			[4] = { x = 81.65, y = 62.37, z = 116.90 },
			[5] = { x = 145.25, y = 64.26, z = 137.60 },
			[6] = { x = 145.10, y = 64.26, z = 142.43 },
		},
	},
	Entity = 
	{
		[7] = 
		{
			x = 145.07, y = 64.06, z = 92.93, Type = 1,
			Tid = 
			{
				[14315] = 10,
			},
		},
		[9] = 
		{
			x = 159.66, y = 65.67, z = 93.00, Type = 1,
			Tid = 
			{
				[12235] = 1,
				[12234] = 10,
			},
		},
		[3] = 
		{
			x = 220.23, y = 72.56, z = 81.75, Type = 1,
			Tid = 
			{
				[12224] = 15,
			},
		},
		[42] = 
		{
			x = 93.90, y = 58.42, z = 90.10, Type = 1,
			Tid = 
			{
				[12224] = 8,
				[12226] = 7,
			},
		},
		[48] = 
		{
			x = 89.54, y = 62.47, z = 118.00, Type = 1,
			Tid = 
			{
				[12232] = 2,
				[12233] = 1,
			},
		},
		[54] = 
		{
			x = 104.83, y = 62.47, z = 113.21, Type = 1,
			Tid = 
			{
				[12232] = 2,
				[12233] = 1,
			},
		},
		[57] = 
		{
			x = 96.13, y = 62.47, z = 69.82, Type = 1,
			Tid = 
			{
				[12232] = 2,
				[12233] = 1,
			},
		},
		[59] = 
		{
			x = 106.99, y = 62.47, z = 73.70, Type = 1,
			Tid = 
			{
				[12232] = 2,
				[12233] = 1,
			},
		},
		[61] = 
		{
			x = 68.86, y = 62.47, z = 118.78, Type = 1,
			Tid = 
			{
				[12232] = 2,
				[12233] = 1,
			},
		},
		[64] = 
		{
			x = 89.16, y = 62.47, z = 107.92, Type = 1,
			Tid = 
			{
				[12232] = 2,
				[12233] = 1,
			},
		},
		[69] = 
		{
			x = 130.59, y = 64.20, z = 92.95, Type = 1,
			Tid = 
			{
				[12227] = 6,
			},
		},
		[81] = 
		{
			x = 139.31, y = 64.20, z = 82.91, Type = 1,
			Tid = 
			{
				[12227] = 6,
			},
		},
		[40] = 
		{
			x = 89.99, y = 57.87, z = 93.64, Type = 2,
			Tid = 
			{
				[2300] = 1,
				[2304] = 5,
			},
		},
		[11] = 
		{
			x = 107.39, y = 64.20, z = 73.34, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[5] = 
		{
			x = 89.99, y = 57.87, z = 93.64, Type = 2,
			Tid = 
			{
				[2301] = 1,
				[2305] = 5,
			},
		},
		[6] = 
		{
			x = 143.46, y = 64.41, z = 93.25, Type = 2,
			Tid = 
			{
				[2302] = 1,
				[2306] = 5,
			},
		},
		[8] = 
		{
			x = 231.13, y = 72.66, z = 83.63, Type = 2,
			Tid = 
			{
				[2310] = 1,
			},
		},
		[4] = 
		{
			x = 231.13, y = 72.66, z = 83.63, Type = 2,
			Tid = 
			{
				[2311] = 1,
			},
		},
		[10] = 
		{
			x = 223.53, y = 72.69, z = 83.09, Type = 2,
			Tid = 
			{
				[2303] = 1,
			},
		},
		[12] = 
		{
			x = 141.66, y = 64.27, z = 93.83, Type = 2,
			Tid = 
			{
				[2307] = 10,
			},
		},
		[13] = 
		{
			x = 147.20, y = 64.22, z = 95.29, Type = 2,
			Tid = 
			{
				[2309] = 1,
			},
		},
		[14] = 
		{
			x = 162.64, y = 66.40, z = 115.13, Type = 2,
			Tid = 
			{
				[2308] = 1,
			},
		},
		[15] = 
		{
			x = 161.56, y = 66.40, z = 110.05, Type = 2,
			Tid = 
			{
				[2157] = 1,
			},
		},
		[16] = 
		{
			x = 163.23, y = 66.40, z = 104.58, Type = 2,
			Tid = 
			{
				[2157] = 1,
			},
		},
		[17] = 
		{
			x = 163.58, y = 66.40, z = 119.43, Type = 2,
			Tid = 
			{
				[2157] = 1,
			},
		},
		[18] = 
		{
			x = 168.29, y = 66.40, z = 122.37, Type = 2,
			Tid = 
			{
				[2157] = 1,
			},
		},
		[25] = 
		{
			x = 141.66, y = 64.27, z = 93.83, Type = 2,
			Tid = 
			{
				[2315] = 10,
			},
		},
		[22] = 
		{
			x = 227.36, y = 72.69, z = 83.27, Type = 2,
			Tid = 
			{
				[2319] = 1,
			},
		},
		[23] = 
		{
			x = 227.36, y = 72.66, z = 83.27, Type = 2,
			Tid = 
			{
				[2320] = 1,
			},
		},
		[24] = 
		{
			x = 97.15, y = 64.20, z = 70.01, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[26] = 
		{
			x = 96.10, y = 64.20, z = 108.20, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[27] = 
		{
			x = 95.10, y = 64.20, z = 111.30, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[28] = 
		{
			x = 106.00, y = 62.12, z = 112.40, Type = 2,
			Tid = 
			{
				[1085] = 1,
			},
		},
		[21] = 
		{
			x = 79.89, y = 60.29, z = 103.61, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[100] = 
		{
			x = 144.87, y = 64.13, z = 139.37, Type = 4,
			Tid = 
			{
				[13] = 0,
			},
		},
		[19] = 
		{
			x = 190.58, y = 70.24, z = 81.53, Type = 6,
			Tid = 
			{
				[4] = 8,
			},
		},
		[20] = 
		{
			x = 220.70, y = 72.66, z = 82.84, Type = 6,
			Tid = 
			{
				[4] = 6,
			},
		},
		[29] = 
		{
			x = 76.50, y = 56.38, z = 94.50, Type = 6,
			Tid = 
			{
				[25] = 1,
			},
		},
		[30] = 
		{
			x = 77.51, y = 56.38, z = 88.22, Type = 6,
			Tid = 
			{
				[25] = 1,
			},
		},
		[31] = 
		{
			x = 80.20, y = 62.37, z = 109.97, Type = 6,
			Tid = 
			{
				[25] = 1,
			},
		},
		[32] = 
		{
			x = 81.65, y = 62.37, z = 116.90, Type = 6,
			Tid = 
			{
				[25] = 1,
			},
		},
		[33] = 
		{
			x = 145.25, y = 64.26, z = 137.60, Type = 6,
			Tid = 
			{
				[25] = 1,
			},
		},
		[34] = 
		{
			x = 145.10, y = 64.26, z = 142.43, Type = 6,
			Tid = 
			{
				[25] = 1,
			},
		},
	},
	TargetPoint = 
	{
	},

}
return MapInfo