local MapInfo = 
{
	MapType = 3,
	Remarks = "亚伦之泉",
	TextDisplayName = "亚伦之泉",
	Length = 800,
	Width = 800,
	NavMeshName = "World03Part1.navmesh",
	BackgroundMusic = "BGM_Map_3/Map_3/Map_3_phase",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/city01.png",
	AssetPath = "Assets/Outputs/Scenes/World03Part1.prefab",
	Monster = 
	{
		[12004] = 
		{
			[1] = { x = -382.24, y = -0.01, z = 2.89, name = "不死近卫暗影", level = 30, SortID = 1 },
			[2] = { x = -384.95, y = -0.01, z = 11.94, name = "不死近卫暗影", level = 30, SortID = 2 },
			[3] = { x = -374.69, y = -0.01, z = -2.90, name = "不死近卫暗影", level = 30, SortID = 3 },
			[4] = { x = -354.37, y = -0.01, z = -0.85, name = "不死近卫暗影", level = 30, SortID = 4 },
			[5] = { x = -346.32, y = -0.01, z = 18.99, name = "不死近卫暗影", level = 30, SortID = 5 },
			[6] = { x = -346.77, y = -0.60, z = 8.58, name = "不死近卫暗影", level = 30, SortID = 6 },
		},
		[12009] = 
		{
			[1] = { x = -383.29, y = -0.01, z = 24.87, name = "堕落之魂", level = 30, SortID = 7 },
			[2] = { x = -366.40, y = -0.41, z = 35.77, name = "堕落之魂", level = 30, SortID = 8 },
			[3] = { x = -375.99, y = -0.21, z = 32.57, name = "堕落之魂", level = 30, SortID = 9 },
		},
	},
	Npc = 
	{
		[2107] = 
		{
			[1] = { x = -328.59, y = -0.08, z = 23.44, name = "李斯特拉", SortID = 12 },
		},
		[2106] = 
		{
			[1] = { x = -327.73, y = -0.08, z = 28.51, name = "妖精", SortID = 13 },
			[2] = { x = -324.69, y = -0.08, z = 25.55, name = "妖精", SortID = 14 },
			[3] = { x = -323.65, y = -0.08, z = 28.95, name = "妖精", SortID = 15 },
			[4] = { x = -322.52, y = -0.08, z = 22.01, name = "妖精", SortID = 16 },
			[5] = { x = -320.92, y = -0.08, z = 25.50, name = "妖精", SortID = 17 },
		},
		[2007] = 
		{
			[1] = { x = -365.19, y = -0.13, z = 14.23, name = "沙摩尔", SortID = 10 },
		},
		[2108] = 
		{
			[1] = { x = -350.55, y = -0.01, z = 29.49, name = "尼古拉斯", SortID = 11 },
		},
	},
	Region = 
	{
		[2] = 
		{
			[195] = { x = -369.51, y = 2.10, z = 6.43, name = "亚伦之泉", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[229] = 
		{
			[1] = { x = -338.48, y = -0.01, z = 34.63 },
		},
	},
	Entity = 
	{
		[1] = 
		{
			x = -382.24, y = -0.01, z = 2.89, Type = 1,
			Tid = 
			{
				[12004] = 3,
			},
		},
		[2] = 
		{
			x = -384.95, y = -0.01, z = 11.94, Type = 1,
			Tid = 
			{
				[12004] = 3,
			},
		},
		[3] = 
		{
			x = -374.69, y = -0.01, z = -2.90, Type = 1,
			Tid = 
			{
				[12004] = 2,
			},
		},
		[4] = 
		{
			x = -354.37, y = -0.01, z = -0.85, Type = 1,
			Tid = 
			{
				[12004] = 2,
			},
		},
		[5] = 
		{
			x = -346.32, y = -0.01, z = 18.99, Type = 1,
			Tid = 
			{
				[12004] = 3,
			},
		},
		[6] = 
		{
			x = -346.77, y = -0.60, z = 8.58, Type = 1,
			Tid = 
			{
				[12004] = 3,
			},
		},
		[7] = 
		{
			x = -383.29, y = -0.01, z = 24.87, Type = 1,
			Tid = 
			{
				[12009] = 1,
			},
		},
		[8] = 
		{
			x = -366.40, y = -0.41, z = 35.77, Type = 1,
			Tid = 
			{
				[12009] = 1,
			},
		},
		[9] = 
		{
			x = -375.99, y = -0.21, z = 32.57, Type = 1,
			Tid = 
			{
				[12009] = 1,
			},
		},
		[12] = 
		{
			x = -328.59, y = -0.08, z = 23.44, Type = 2,
			Tid = 
			{
				[2107] = 1,
			},
		},
		[13] = 
		{
			x = -327.73, y = -0.08, z = 28.51, Type = 2,
			Tid = 
			{
				[2106] = 1,
			},
		},
		[14] = 
		{
			x = -324.69, y = -0.08, z = 25.55, Type = 2,
			Tid = 
			{
				[2106] = 1,
			},
		},
		[15] = 
		{
			x = -323.65, y = -0.08, z = 28.95, Type = 2,
			Tid = 
			{
				[2106] = 1,
			},
		},
		[16] = 
		{
			x = -322.52, y = -0.08, z = 22.01, Type = 2,
			Tid = 
			{
				[2106] = 1,
			},
		},
		[17] = 
		{
			x = -320.92, y = -0.08, z = 25.50, Type = 2,
			Tid = 
			{
				[2106] = 1,
			},
		},
		[10] = 
		{
			x = -365.19, y = -0.13, z = 14.23, Type = 2,
			Tid = 
			{
				[2007] = 1,
			},
		},
		[11] = 
		{
			x = -350.55, y = -0.01, z = 29.49, Type = 2,
			Tid = 
			{
				[2108] = 1,
			},
		},
		[18] = 
		{
			x = -338.48, y = -0.01, z = 34.63, Type = 6,
			Tid = 
			{
				[229] = 1,
			},
		},
	},
	TargetPoint = 
	{
	},

}
return MapInfo