local MapInfo = 
{
	MapType = 3,
	Remarks = "男爵领前线相位",
	TextDisplayName = "男爵领前线",
	Length = 800,
	Width = 800,
	NavMeshName = "World03Part2.navmesh",
	BackgroundMusic = "BGM_Map_3/Map_3/Map_3_phase",
	BattleMusic = "",
	EnvironmentMusic = "Zone_Ambience/Ambience/Battle",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world03-2.png",
	AssetPath = "Assets/Outputs/Scenes/World03Part2.prefab",
	Monster = 
	{
		[12033] = 
		{
			[1] = { x = 272.20, y = 39.47, z = 21.10, name = "第三军团术士", level = 36, SortID = 8 },
			[2] = { x = 301.26, y = 39.47, z = 4.71, name = "第三军团术士", level = 36, SortID = 9 },
			[3] = { x = 334.25, y = 40.15, z = 20.57, name = "第三军团术士", level = 36, SortID = 10 },
			[4] = { x = 288.69, y = 40.15, z = 0.69, name = "第三军团术士", level = 36, SortID = 13 },
		},
		[12032] = 
		{
			[1] = { x = 272.20, y = 39.47, z = 21.10, name = "第三军团剑士", level = 35, SortID = 8 },
			[2] = { x = 301.26, y = 39.47, z = 4.71, name = "第三军团剑士", level = 35, SortID = 9 },
			[3] = { x = 334.25, y = 40.15, z = 20.57, name = "第三军团剑士", level = 35, SortID = 10 },
			[4] = { x = 288.69, y = 40.15, z = 0.69, name = "第三军团剑士", level = 35, SortID = 13 },
		},
		[12043] = 
		{
			[1] = { x = 317.76, y = 40.14, z = 37.84, name = "第三军团千夫长", level = 37, SortID = 16 },
		},
		[12036] = 
		{
			[1] = { x = 324.88, y = 47.52, z = -53.17, name = "德法战士", level = 35, SortID = 4 },
		},
		[12038] = 
		{
			[1] = { x = 324.88, y = 47.52, z = -53.17, name = "突击斥候", level = 35, SortID = 4 },
		},
		[12037] = 
		{
			[1] = { x = 263.33, y = 41.27, z = -41.97, name = "安农奴隶勇士", level = 35, SortID = 27 },
			[2] = { x = 203.70, y = 54.93, z = -50.79, name = "安农奴隶勇士", level = 35, SortID = 31 },
		},
		[12039] = 
		{
			[1] = { x = 263.33, y = 41.27, z = -41.97, name = "安农祭司", level = 35, SortID = 27 },
		},
		[12030] = 
		{
			[1] = { x = 307.56, y = 38.82, z = -20.30, name = "投石车落石", level = 36, SortID = 19 },
			[2] = { x = 286.50, y = 38.82, z = -24.78, name = "投石车落石", level = 36, SortID = 20 },
			[3] = { x = 269.58, y = 41.00, z = -25.32, name = "投石车落石", level = 36, SortID = 21 },
		},
		[12031] = 
		{
			[1] = { x = 266.20, y = 41.15, z = -35.29, name = "德法军坦克", level = 37, SortID = 24 },
		},
		[12040] = 
		{
			[1] = { x = 271.02, y = 40.43, z = -20.19, name = "德法巡查者", level = 37, SortID = 25 },
		},
		[12050] = 
		{
			[1] = { x = 203.70, y = 54.93, z = -50.79, name = "奴隶主加西尔", level = 35, SortID = 31 },
		},
	},
	Npc = 
	{
		[2180] = 
		{
			[1] = { x = 327.90, y = 47.63, z = -60.68, name = "乔纳森", SortID = 3 },
		},
		[2049] = 
		{
			[1] = { x = 326.39, y = 47.55, z = -57.13, name = "联盟军", SortID = 5 },
			[2] = { x = 262.34, y = 41.37, z = -52.74, name = "联盟军", SortID = 18 },
			[3] = { x = 195.75, y = 56.19, z = -48.81, name = "联盟军", SortID = 30 },
		},
		[2104] = 
		{
			[1] = { x = 301.41, y = 38.28, z = 4.76, name = "尉官", SortID = 6 },
			[2] = { x = 290.41, y = 39.37, z = -2.80, name = "尉官", SortID = 7 },
			[3] = { x = 333.10, y = 40.02, z = 15.90, name = "尉官", SortID = 11 },
		},
		[2103] = 
		{
			[1] = { x = 301.41, y = 38.28, z = 4.76, name = "联盟军", SortID = 6 },
			[2] = { x = 290.41, y = 39.37, z = -2.80, name = "联盟军", SortID = 7 },
			[3] = { x = 333.10, y = 40.02, z = 15.90, name = "联盟军", SortID = 11 },
		},
		[2054] = 
		{
			[1] = { x = 324.34, y = 47.52, z = -60.92, name = "沙摩尔", SortID = 12 },
		},
		[2058] = 
		{
			[1] = { x = 264.85, y = 41.25, z = -65.85, name = "联盟军", SortID = 17 },
		},
		[2057] = 
		{
			[1] = { x = 268.74, y = 41.24, z = -62.98, name = "联盟军火炮", SortID = 22 },
		},
		[2051] = 
		{
			[1] = { x = 284.71, y = 39.19, z = -32.16, name = "“夜莺”", SortID = 28 },
		},
		[2053] = 
		{
			[1] = { x = 189.52, y = 57.44, z = -49.19, name = "霍斯·塔兰", SortID = 29 },
		},
	},
	Region = 
	{
		[2] = 
		{
			[209] = { x = 330.18, y = 47.72, z = -81.81, name = "前线营地", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[210] = { x = 268.59, y = 42.38, z = -35.23, name = "先锋军码头", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[211] = { x = 253.86, y = 47.72, z = -28.53, name = "前线", worldId = 0, IsCanFind = 1, PkMode = 0 },
		},
	},
	Mine = 
	{
		[238] = 
		{
			[1] = { x = 274.55, y = 41.18, z = -72.57 },
		},
	},
	Entity = 
	{
		[8] = 
		{
			x = 272.20, y = 39.47, z = 21.10, Type = 1,
			Tid = 
			{
				[12033] = 1,
				[12032] = 3,
			},
		},
		[9] = 
		{
			x = 301.26, y = 39.47, z = 4.71, Type = 1,
			Tid = 
			{
				[12033] = 1,
				[12032] = 3,
			},
		},
		[10] = 
		{
			x = 334.25, y = 40.15, z = 20.57, Type = 1,
			Tid = 
			{
				[12033] = 1,
				[12032] = 3,
			},
		},
		[13] = 
		{
			x = 288.69, y = 40.15, z = 0.69, Type = 1,
			Tid = 
			{
				[12033] = 1,
				[12032] = 3,
			},
		},
		[16] = 
		{
			x = 317.76, y = 40.14, z = 37.84, Type = 1,
			Tid = 
			{
				[12043] = 1,
			},
		},
		[4] = 
		{
			x = 324.88, y = 47.52, z = -53.17, Type = 1,
			Tid = 
			{
				[12036] = 5,
				[12038] = 4,
			},
		},
		[27] = 
		{
			x = 263.33, y = 41.27, z = -41.97, Type = 1,
			Tid = 
			{
				[12037] = 4,
				[12039] = 3,
			},
		},
		[19] = 
		{
			x = 307.56, y = 38.82, z = -20.30, Type = 1,
			Tid = 
			{
				[12030] = 1,
			},
		},
		[20] = 
		{
			x = 286.50, y = 38.82, z = -24.78, Type = 1,
			Tid = 
			{
				[12030] = 1,
			},
		},
		[21] = 
		{
			x = 269.58, y = 41.00, z = -25.32, Type = 1,
			Tid = 
			{
				[12030] = 1,
			},
		},
		[24] = 
		{
			x = 266.20, y = 41.15, z = -35.29, Type = 1,
			Tid = 
			{
				[12031] = 4,
			},
		},
		[25] = 
		{
			x = 271.02, y = 40.43, z = -20.19, Type = 1,
			Tid = 
			{
				[12040] = 3,
			},
		},
		[31] = 
		{
			x = 203.70, y = 54.93, z = -50.79, Type = 1,
			Tid = 
			{
				[12050] = 1,
				[12037] = 5,
			},
		},
		[3] = 
		{
			x = 327.90, y = 47.63, z = -60.68, Type = 2,
			Tid = 
			{
				[2180] = 1,
			},
		},
		[5] = 
		{
			x = 326.39, y = 47.55, z = -57.13, Type = 2,
			Tid = 
			{
				[2049] = 3,
			},
		},
		[6] = 
		{
			x = 301.41, y = 38.28, z = 4.76, Type = 2,
			Tid = 
			{
				[2104] = 1,
				[2103] = 3,
			},
		},
		[7] = 
		{
			x = 290.41, y = 39.37, z = -2.80, Type = 2,
			Tid = 
			{
				[2104] = 1,
				[2103] = 3,
			},
		},
		[11] = 
		{
			x = 333.10, y = 40.02, z = 15.90, Type = 2,
			Tid = 
			{
				[2104] = 1,
				[2103] = 2,
			},
		},
		[12] = 
		{
			x = 324.34, y = 47.52, z = -60.92, Type = 2,
			Tid = 
			{
				[2054] = 1,
			},
		},
		[17] = 
		{
			x = 264.85, y = 41.25, z = -65.85, Type = 2,
			Tid = 
			{
				[2058] = 1,
			},
		},
		[18] = 
		{
			x = 262.34, y = 41.37, z = -52.74, Type = 2,
			Tid = 
			{
				[2049] = 4,
			},
		},
		[22] = 
		{
			x = 268.74, y = 41.24, z = -62.98, Type = 2,
			Tid = 
			{
				[2057] = 1,
			},
		},
		[28] = 
		{
			x = 284.71, y = 39.19, z = -32.16, Type = 2,
			Tid = 
			{
				[2051] = 1,
			},
		},
		[29] = 
		{
			x = 189.52, y = 57.44, z = -49.19, Type = 2,
			Tid = 
			{
				[2053] = 1,
			},
		},
		[30] = 
		{
			x = 195.75, y = 56.19, z = -48.81, Type = 2,
			Tid = 
			{
				[2049] = 4,
			},
		},
		[23] = 
		{
			x = 274.55, y = 41.18, z = -72.57, Type = 6,
			Tid = 
			{
				[238] = 6,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 336.29, posy = 46.57, posz = -106.17, rotx = 0.00, roty = 228.09, rotz = 0.00 },
		[2] = { posx = 281.98, posy = 39.37, posz = -31.57, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo
