local MapInfo = 
{
	MapType = 1,
	Remarks = "",
	TextDisplayName = "艾赛尼亚西部",
	Length = 520,
	Width = 520,
	NavMeshName = "World04Part2.navmesh",
	BackgroundMusic = "BGM_Map_4/Map_4/Map_4",
	BattleMusic = "",
	EnvironmentMusic = "Zone_Ambience/Ambience/Day_and_Night",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world04-2.png",
	AssetPath = "Assets/Outputs/Scenes/World04Part2.prefab",
	PKMode= 1,
	Monster = 
	{
		[13027] = 
		{
			[1] = { x = -174.45, y = 107.32, z = 158.14, name = "暗影豹狮", level = 48, SortID = 23 },
			[2] = { x = -219.67, y = 100.16, z = 129.10, name = "暗影豹狮", level = 48, SortID = 24 },
		},
		[13028] = 
		{
			[1] = { x = -219.87, y = 100.14, z = 129.72, name = "暗影豹狮", level = 49, SortID = 25 },
		},
		[13014] = 
		{
			[1] = { x = -186.94, y = 27.85, z = -204.41, name = "污染者", level = 45, IsCanFind = 1, Describe = "Lv.45,污染者", SortID = 26, DropItemIds = "1001*1143*10013*20100*1142*10012*51*20010*27010*24000*1141*10011*27011*24001*20012*20300*3000*1032*20011*8300301*24002*54*27200*21202" },
			[2] = { x = -228.47, y = 28.20, z = -182.44, name = "污染者", level = 45, SortID = 115 },
			[3] = { x = -219.33, y = 29.18, z = -161.15, name = "污染者", level = 45, SortID = 176 },
		},
		[13015] = 
		{
			[1] = { x = -203.05, y = 44.94, z = -103.47, name = "堕落之魂", level = 48, SortID = 31 },
		},
		[13025] = 
		{
			[1] = { x = 142.78, y = 41.61, z = -65.88, name = "污染者", level = 48, SortID = 46 },
			[2] = { x = 150.61, y = 43.49, z = -37.30, name = "污染者", level = 48, SortID = 47 },
			[3] = { x = 109.38, y = 41.67, z = -48.25, name = "污染者", level = 48, SortID = 48 },
			[4] = { x = 88.21, y = 42.23, z = -22.06, name = "污染者", level = 48, SortID = 121 },
			[5] = { x = 57.04, y = 45.79, z = -21.41, name = "污染者", level = 48, SortID = 116 },
		},
		[13026] = 
		{
			[1] = { x = 112.42, y = 43.07, z = -19.74, name = "恐惧王后", level = 48, SortID = 49 },
		},
		[13020] = 
		{
			[1] = { x = -43.40, y = 87.04, z = 88.70, name = "风之武者", level = 47, IsCanFind = 1, Describe = "Lv.47,风之武者", SortID = 58, DropItemIds = "1001*1143*10013*20100*1142*10012*52*51*20010*27010*24000*1141*10011*27011*24001*20012*20300*3000*1032*20011*8300201*24002*54*27200*21002" },
			[2] = { x = -52.57, y = 98.10, z = 137.37, name = "风之武者", level = 47, SortID = 61 },
			[3] = { x = -54.01, y = 98.10, z = 125.54, name = "风之武者", level = 47, SortID = 122 },
			[4] = { x = -79.86, y = 118.13, z = 172.92, name = "风之武者", level = 47, SortID = 123 },
			[5] = { x = -106.67, y = 111.54, z = 166.21, name = "风之武者", level = 47, SortID = 124 },
			[6] = { x = -76.70, y = 128.82, z = 205.30, name = "风之武者", level = 47, SortID = 125 },
			[7] = { x = -71.25, y = 127.63, z = 206.31, name = "风之武者", level = 47, SortID = 126 },
			[8] = { x = -119.60, y = 134.02, z = 238.80, name = "风之武者", level = 47, SortID = 127 },
			[9] = { x = -119.49, y = 133.86, z = 206.62, name = "风之武者", level = 47, SortID = 128 },
		},
		[13021] = 
		{
			[1] = { x = -191.20, y = 84.27, z = 65.50, name = "风之祭司", level = 49, IsCanFind = 1, Describe = "Lv.49,风之祭司", SortID = 70, DropItemIds = "1001*1143*10013*20100*1142*10012*52*51*20010*27010*24000*1141*10011*27011*24001*20012*20300*3000*1032*20011*8300201*24002*54*27200*21002" },
			[2] = { x = -119.60, y = 134.02, z = 238.80, name = "风之祭司", level = 49, SortID = 127 },
			[3] = { x = -119.49, y = 133.86, z = 206.62, name = "风之祭司", level = 49, SortID = 128 },
		},
		[13036] = 
		{
			[1] = { x = -49.16, y = 63.73, z = -31.97, name = "烈羽鸟", level = 48, SortID = 77 },
			[2] = { x = -98.21, y = 68.14, z = -7.83, name = "烈羽鸟", level = 48, SortID = 114 },
			[3] = { x = -49.16, y = 63.73, z = -31.97, name = "烈羽鸟", level = 48, SortID = 120 },
			[4] = { x = -238.90, y = 36.96, z = -144.60, name = "烈羽鸟", level = 48, SortID = 228, DropItemIds = " " },
			[5] = { x = -145.00, y = 58.06, z = -76.00, name = "烈羽鸟", level = 48, SortID = 229, DropItemIds = " " },
		},
		[13037] = 
		{
			[1] = { x = 31.72, y = 32.34, z = -199.39, name = "刃爪虎", level = 48, SortID = 78 },
			[2] = { x = 35.21, y = 32.34, z = -173.45, name = "刃爪虎", level = 48, SortID = 112 },
			[3] = { x = 48.81, y = 32.34, z = -202.95, name = "刃爪虎", level = 48, SortID = 113 },
		},
		[13039] = 
		{
			[1] = { x = -182.32, y = 28.12, z = -185.05, name = "暗影掠食者", level = 48, SortID = 84 },
		},
		[13040] = 
		{
			[1] = { x = -203.25, y = 28.57, z = -164.85, name = "狂怒之魂", level = 48, SortID = 85 },
		},
		[13052] = 
		{
			[1] = { x = -166.96, y = 30.90, z = -226.33, name = "感染始祖鸟", level = 48, SortID = 95 },
			[2] = { x = -201.30, y = 44.96, z = -86.60, name = "感染始祖鸟", level = 48, SortID = 96 },
			[3] = { x = -241.92, y = 32.25, z = -159.95, name = "感染始祖鸟", level = 48, SortID = 97 },
			[4] = { x = -240.36, y = 30.02, z = -194.78, name = "感染始祖鸟", level = 48, SortID = 98 },
		},
		[13016] = 
		{
			[1] = { x = -111.30, y = 74.69, z = -55.10, name = "堕落之魂", level = 48, SortID = 117 },
			[2] = { x = -60.17, y = 77.59, z = -89.40, name = "堕落之魂", level = 48, SortID = 118 },
			[3] = { x = -74.80, y = 77.66, z = -111.02, name = "堕落之魂", level = 48, SortID = 119 },
		},
		[13022] = 
		{
			[1] = { x = -168.01, y = 135.44, z = 223.84, name = "风之精灵首领", level = 50, SortID = 129 },
		},
		[13053] = 
		{
			[1] = { x = -218.90, y = 28.04, z = -205.70, name = "堕落之魂", level = 48, SortID = 131 },
		},
		[13057] = 
		{
			[1] = { x = -211.61, y = 45.00, z = -101.62, name = "木身血徒", level = 47, SortID = 132 },
			[2] = { x = -180.32, y = 49.82, z = -75.72, name = "木身血徒", level = 47, SortID = 133 },
			[3] = { x = -219.17, y = 44.80, z = -118.28, name = "木身血徒", level = 47, SortID = 134 },
			[4] = { x = -247.31, y = 39.78, z = -144.36, name = "木身血徒", level = 47, SortID = 135 },
			[5] = { x = -156.39, y = 53.23, z = -89.06, name = "木身血徒", level = 47, SortID = 136 },
		},
		[39003] = 
		{
			[1] = { x = -29.05, y = 84.63, z = -107.58, name = "堕落之魂", level = 10, DropItemIds = " " },
			[2] = { x = -166.60, y = 50.89, z = -84.30, name = "堕落之魂", level = 10, DropItemIds = " " },
			[3] = { x = -137.28, y = 34.84, z = -226.05, name = "堕落之魂", level = 10, DropItemIds = " " },
			[4] = { x = 123.00, y = 43.07, z = -11.70, name = "堕落之魂", level = 10, DropItemIds = " " },
			[5] = { x = -91.79, y = 67.67, z = -10.80, name = "堕落之魂", level = 10, DropItemIds = " " },
			[6] = { x = -19.44, y = 98.12, z = 137.88, name = "堕落之魂", level = 10, DropItemIds = " " },
			[7] = { x = -28.91, y = 98.35, z = 175.38, name = "堕落之魂", level = 10, DropItemIds = " " },
			[8] = { x = -154.55, y = 87.14, z = 66.15, name = "堕落之魂", level = 10, DropItemIds = " " },
		},
		[39005] = 
		{
			[1] = { x = -29.05, y = 84.63, z = -107.58, name = "阿勒坤先锋", level = 10, DropItemIds = " " },
			[2] = { x = -166.60, y = 50.89, z = -84.30, name = "阿勒坤先锋", level = 10, DropItemIds = " " },
			[3] = { x = -137.28, y = 34.84, z = -226.05, name = "阿勒坤先锋", level = 10, DropItemIds = " " },
			[4] = { x = 123.00, y = 43.07, z = -11.70, name = "阿勒坤先锋", level = 10, DropItemIds = " " },
			[5] = { x = -91.79, y = 67.67, z = -10.80, name = "阿勒坤先锋", level = 10, DropItemIds = " " },
			[6] = { x = -19.44, y = 98.12, z = 137.88, name = "阿勒坤先锋", level = 10, DropItemIds = " " },
			[7] = { x = -28.91, y = 98.35, z = 175.38, name = "阿勒坤先锋", level = 10, DropItemIds = " " },
			[8] = { x = -154.55, y = 87.14, z = 66.15, name = "阿勒坤先锋", level = 10, DropItemIds = " " },
		},
		[39006] = 
		{
			[1] = { x = -29.05, y = 84.63, z = -107.58, name = "阿勒坤咒术师", level = 10, DropItemIds = " " },
			[2] = { x = -166.60, y = 50.89, z = -84.30, name = "阿勒坤咒术师", level = 10, DropItemIds = " " },
			[3] = { x = -137.28, y = 34.84, z = -226.05, name = "阿勒坤咒术师", level = 10, DropItemIds = " " },
			[4] = { x = 123.00, y = 43.07, z = -11.70, name = "阿勒坤咒术师", level = 10, DropItemIds = " " },
			[5] = { x = -91.79, y = 67.67, z = -10.80, name = "阿勒坤咒术师", level = 10, DropItemIds = " " },
			[6] = { x = -19.44, y = 98.12, z = 137.88, name = "阿勒坤咒术师", level = 10, DropItemIds = " " },
			[7] = { x = -28.91, y = 98.35, z = 175.38, name = "阿勒坤咒术师", level = 10, DropItemIds = " " },
			[8] = { x = -154.55, y = 87.14, z = 66.15, name = "阿勒坤咒术师", level = 10, DropItemIds = " " },
		},
		[39302] = 
		{
			[1] = { x = -224.30, y = 28.04, z = -204.80, name = "巴风特", level = 43, SortID = 164,IsBoss = true },
			[2] = { x = -179.55, y = 87.14, z = -84.11, name = "巴风特", level = 43, SortID = 165,IsBoss = true },
			[3] = { x = -69.30, y = 87.14, z = -101.30, name = "巴风特", level = 43, SortID = 166,IsBoss = true },
			[4] = { x = -171.60, y = 28.08, z = -176.50, name = "巴风特", level = 43, SortID = 167,IsBoss = true },
		},
		[39303] = 
		{
			[1] = { x = -137.10, y = 0.00, z = 223.50, name = "巴风特", level = 46, SortID = 168,IsBoss = true },
			[2] = { x = -121.30, y = 0.00, z = 202.20, name = "巴风特", level = 46, SortID = 169,IsBoss = true },
			[3] = { x = -28.10, y = 0.00, z = 236.50, name = "巴风特", level = 46, SortID = 170,IsBoss = true },
			[4] = { x = 29.20, y = 0.00, z = 224.50, name = "巴风特", level = 46, SortID = 171,IsBoss = true },
		},
		[13066] = 
		{
			[1] = { x = 19.52, y = 52.43, z = -127.90, name = "风精灵卫兵", level = 45, SortID = 181 },
		},
		[13067] = 
		{
			[1] = { x = -78.31, y = 44.10, z = -197.04, name = "烈羽鸟", level = 45, SortID = 183 },
		},
		[13091] = 
		{
			[1] = { x = -83.08, y = 93.58, z = 135.14, name = "藤蔓祭司", level = 46, SortID = 189 },
		},
		[13092] = 
		{
			[1] = { x = -29.82, y = 97.78, z = 157.78, name = "艾利恩·库贝尔", level = 48, SortID = 191 },
		},
		[35233] = 
		{
			[1] = { x = -29.38, y = 61.42, z = -16.29, name = "大预言师", level = 40, SortID = 195 },
			[2] = { x = -121.00, y = 36.94, z = -223.45, name = "大预言师", level = 40, SortID = 197 },
			[3] = { x = -230.63, y = 30.10, z = -167.36, name = "大预言师", level = 40, SortID = 199 },
			[4] = { x = -214.54, y = 94.00, z = 112.27, name = "大预言师", level = 40, SortID = 201 },
			[5] = { x = -53.30, y = 47.99, z = -167.79, name = "大预言师", level = 40, SortID = 203 },
		},
		[35234] = 
		{
			[1] = { x = -29.38, y = 61.42, z = -16.29, name = "安农奴隶勇士", level = 40, SortID = 195 },
			[2] = { x = -121.00, y = 36.94, z = -223.45, name = "安农奴隶勇士", level = 40, SortID = 197 },
			[3] = { x = -230.63, y = 30.10, z = -167.36, name = "安农奴隶勇士", level = 40, SortID = 199 },
			[4] = { x = -214.54, y = 94.00, z = 112.27, name = "安农奴隶勇士", level = 40, SortID = 201 },
			[5] = { x = -53.30, y = 47.99, z = -167.79, name = "安农奴隶勇士", level = 40, SortID = 203 },
		},
		[35235] = 
		{
			[1] = { x = -29.38, y = 61.42, z = -16.29, name = "黑翼越狱首领", level = 40, SortID = 195 },
			[2] = { x = -121.00, y = 36.94, z = -223.45, name = "黑翼越狱首领", level = 40, SortID = 197 },
			[3] = { x = -230.63, y = 30.10, z = -167.36, name = "黑翼越狱首领", level = 40, SortID = 199 },
			[4] = { x = -214.54, y = 94.00, z = 112.27, name = "黑翼越狱首领", level = 40, SortID = 201 },
			[5] = { x = -53.30, y = 47.99, z = -167.79, name = "黑翼越狱首领", level = 40, SortID = 203 },
		},
		[35248] = 
		{
			[1] = { x = -29.38, y = 61.42, z = -16.29, name = "安农酋长", level = 45, SortID = 209 },
			[2] = { x = -121.00, y = 36.94, z = -223.45, name = "安农酋长", level = 45, SortID = 208 },
			[3] = { x = -230.63, y = 30.10, z = -167.36, name = "安农酋长", level = 45, SortID = 207 },
			[4] = { x = -214.54, y = 94.00, z = 112.27, name = "安农酋长", level = 45, SortID = 206 },
			[5] = { x = -53.30, y = 47.99, z = -167.79, name = "安农酋长", level = 45, SortID = 205 },
		},
		[35249] = 
		{
			[1] = { x = -29.38, y = 61.42, z = -16.29, name = "沙行者首领", level = 45, SortID = 209 },
			[2] = { x = -121.00, y = 36.94, z = -223.45, name = "沙行者首领", level = 45, SortID = 208 },
			[3] = { x = -230.63, y = 30.10, z = -167.36, name = "沙行者首领", level = 45, SortID = 207 },
			[4] = { x = -214.54, y = 94.00, z = 112.27, name = "沙行者首领", level = 45, SortID = 206 },
			[5] = { x = -53.30, y = 47.99, z = -167.79, name = "沙行者首领", level = 45, SortID = 205 },
		},
		[35250] = 
		{
			[1] = { x = -29.38, y = 61.42, z = -16.29, name = "绿洲行者", level = 45, SortID = 209 },
			[2] = { x = -121.00, y = 36.94, z = -223.45, name = "绿洲行者", level = 45, SortID = 208 },
			[3] = { x = -230.63, y = 30.10, z = -167.36, name = "绿洲行者", level = 45, SortID = 207 },
			[4] = { x = -214.54, y = 94.00, z = 112.27, name = "绿洲行者", level = 45, SortID = 206 },
			[5] = { x = -53.30, y = 47.99, z = -167.79, name = "绿洲行者", level = 45, SortID = 205 },
		},
		[35261] = 
		{
			[1] = { x = -29.38, y = 61.42, z = -16.29, name = "普里昂酋长", level = 50, SortID = 210 },
			[2] = { x = -121.00, y = 36.94, z = -223.45, name = "普里昂酋长", level = 50, SortID = 211 },
			[3] = { x = -230.63, y = 30.10, z = -167.36, name = "普里昂酋长", level = 50, SortID = 212 },
			[4] = { x = -214.54, y = 94.00, z = 112.27, name = "普里昂酋长", level = 50, SortID = 213 },
			[5] = { x = -53.30, y = 47.99, z = -167.79, name = "普里昂酋长", level = 50, SortID = 214 },
		},
		[35262] = 
		{
			[1] = { x = -29.38, y = 61.42, z = -16.29, name = "卡玛伊酋长", level = 50, SortID = 210 },
			[2] = { x = -121.00, y = 36.94, z = -223.45, name = "卡玛伊酋长", level = 50, SortID = 211 },
			[3] = { x = -230.63, y = 30.10, z = -167.36, name = "卡玛伊酋长", level = 50, SortID = 212 },
			[4] = { x = -214.54, y = 94.00, z = 112.27, name = "卡玛伊酋长", level = 50, SortID = 213 },
			[5] = { x = -53.30, y = 47.99, z = -167.79, name = "卡玛伊酋长", level = 50, SortID = 214 },
		},
		[13130] = 
		{
			[1] = { x = 8.94, y = 51.39, z = -142.62, name = "失控的树人", level = 45, SortID = 29, DropItemIds = " " },
		},
		[13138] = 
		{
			[1] = { x = -43.00, y = 47.98, z = -172.59, name = "暗影怒熊", level = 45, SortID = 60, DropItemIds = " " },
		},
		[13139] = 
		{
			[1] = { x = -98.14, y = 39.94, z = -205.44, name = "斯巴克斯", level = 47, SortID = 141, DropItemIds = " " },
		},
		[13140] = 
		{
			[1] = { x = -100.59, y = 39.72, z = -205.92, name = "暴怒之魂", level = 45, SortID = 68, DropItemIds = " " },
		},
		[13141] = 
		{
			[1] = { x = -155.97, y = 32.64, z = -225.57, name = "暗影豹狮", level = 45, SortID = 142, DropItemIds = " " },
		},
		[13142] = 
		{
			[1] = { x = -232.09, y = 44.85, z = -117.18, name = "幻象艾利恩", level = 45, SortID = 184, DropItemIds = " " },
		},
		[13143] = 
		{
			[1] = { x = -229.41, y = 45.16, z = -113.44, name = "暗影树精", level = 45, SortID = 185, DropItemIds = " " },
		},
		[13144] = 
		{
			[1] = { x = -92.96, y = 71.27, z = -64.34, name = "幻象乔纳森", level = 45, SortID = 230, DropItemIds = " " },
		},
		[13145] = 
		{
			[1] = { x = -74.10, y = 77.84, z = -78.10, name = "诅咒之魂", level = 45, SortID = 231, DropItemIds = " " },
		},
		[34010] = 
		{
			[1] = { x = 6.34, y = 122.30, z = 226.53, name = "斯卡恩利戈", level = 47, SortID = 238, DropItemIds = " ",BossIconPath = "CBT_Map_Tag_018.png",IsBoss = true },
		},
		[34210] = 
		{
			[1] = { x = -154.98, y = 27.78, z = -171.43, name = "斯雷利恩", level = 46, SortID = 239, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[34211] = 
		{
			[1] = { x = -215.48, y = 106.07, z = 165.50, name = "恐惧公主", level = 48, SortID = 240, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
	},
	Npc = 
	{
		[3113] = 
		{
			[1] = { x = 107.61, y = 31.70, z = -190.83, name = "高等精灵卫兵", SortID = 3 },
			[2] = { x = 231.78, y = 36.16, z = -185.54, name = "高等精灵卫兵", SortID = 4 },
			[3] = { x = 162.50, y = 41.42, z = -144.23, name = "高等精灵卫兵", SortID = 8 },
			[4] = { x = 175.90, y = 37.85, z = -177.02, name = "高等精灵卫兵", SortID = 9 },
		},
		[3106] = 
		{
			[1] = { x = 148.06, y = 22.64, z = -217.59, name = "艾丽莎·库贝尔", SortID = 5 },
		},
		[3116] = 
		{
			[1] = { x = 143.18, y = 22.64, z = -217.24, name = "游侠", SortID = 6 },
		},
		[3119] = 
		{
			[1] = { x = 217.09, y = 26.73, z = -148.68, name = "精灵杂货商", IsCanFind = 1, IconPath = "Map_Img_Shop", Describe = "杂货商", SortID = 7 },
		},
		[3110] = 
		{
			[1] = { x = 176.11, y = 37.74, z = -181.63, name = "弗雷提娅·洛汉", SortID = 10 },
		},
		[3111] = 
		{
			[1] = { x = -34.36, y = 80.51, z = 40.76, name = "弗雷提娅·洛汉", SortID = 11 },
		},
		[3107] = 
		{
			[1] = { x = -23.29, y = 80.47, z = 41.14, name = "艾丽莎·库贝尔", SortID = 12 },
		},
		[3117] = 
		{
			[1] = { x = -23.82, y = 80.36, z = 35.67, name = "游侠", SortID = 13 },
			[2] = { x = -37.74, y = 80.36, z = 30.77, name = "游侠", SortID = 20 },
			[3] = { x = -45.42, y = 80.68, z = 42.05, name = "游侠", SortID = 22 },
		},
		[3120] = 
		{
			[1] = { x = -30.05, y = 80.40, z = 22.89, name = "精灵杂货商", SortID = 14 },
		},
		[3109] = 
		{
			[1] = { x = -22.35, y = 80.47, z = 39.99, name = "露娜·艾琳", SortID = 15 },
		},
		[3114] = 
		{
			[1] = { x = -23.92, y = 80.48, z = 33.65, name = "精灵军士兵", SortID = 16 },
			[2] = { x = -36.63, y = 80.48, z = 37.04, name = "精灵军士兵", SortID = 18 },
			[3] = { x = -31.69, y = 80.48, z = 31.47, name = "精灵军士兵", SortID = 19 },
			[4] = { x = -45.17, y = 80.99, z = 45.17, name = "精灵军士兵", SortID = 21 },
		},
		[3105] = 
		{
			[1] = { x = -25.00, y = 80.41, z = 25.98, name = "沙摩尔", SortID = 17 },
		},
		[3103] = 
		{
			[1] = { x = 172.30, y = 37.74, z = -182.13, name = "沙摩尔", SortID = 32 },
		},
		[3121] = 
		{
			[1] = { x = 186.60, y = 36.53, z = -228.27, name = "魔导师", SortID = 33 },
			[2] = { x = 201.27, y = 36.53, z = -228.27, name = "魔导师", SortID = 34 },
			[3] = { x = 199.66, y = 36.53, z = -229.64, name = "魔导师", SortID = 35 },
		},
		[3122] = 
		{
			[1] = { x = 193.61, y = 36.53, z = -233.06, name = "塞利恩", SortID = 36 },
		},
		[3123] = 
		{
			[1] = { x = 53.23, y = 59.88, z = -97.44, name = "风之武者", SortID = 41 },
			[2] = { x = 50.16, y = 59.88, z = -99.59, name = "风之武者", SortID = 42 },
			[3] = { x = 48.87, y = 59.88, z = -96.47, name = "风之武者", SortID = 43 },
		},
		[3124] = 
		{
			[1] = { x = 53.79, y = 59.83, z = -100.91, name = "艾利恩·库贝尔", SortID = 44 },
		},
		[3154] = 
		{
			[1] = { x = -30.63, y = 98.14, z = 177.18, name = "沮丧的老者", SortID = 62 },
			[2] = { x = -23.32, y = 98.16, z = 179.33, name = "沮丧的老者", SortID = 65 },
		},
		[3155] = 
		{
			[1] = { x = -27.92, y = 98.15, z = 178.77, name = "哭泣的孩童", SortID = 63 },
		},
		[3156] = 
		{
			[1] = { x = -25.92, y = 98.15, z = 176.64, name = "愤怒的伤者", SortID = 64 },
			[2] = { x = -32.75, y = 98.15, z = 179.58, name = "愤怒的伤者", SortID = 66 },
			[3] = { x = -34.47, y = 98.15, z = 176.64, name = "愤怒的伤者", SortID = 67 },
		},
		[3159] = 
		{
			[1] = { x = -29.07, y = 98.10, z = 150.04, name = "精灵军士兵", SortID = 69 },
		},
		[3163] = 
		{
			[1] = { x = -244.34, y = 80.04, z = 32.31, name = "青年法师", SortID = 71 },
			[2] = { x = -235.60, y = 82.59, z = 43.96, name = "青年法师", SortID = 72 },
			[3] = { x = -240.50, y = 82.59, z = 61.22, name = "青年法师", SortID = 73 },
			[4] = { x = -254.26, y = 80.04, z = 65.83, name = "青年法师", SortID = 74 },
		},
		[3162] = 
		{
			[1] = { x = -230.53, y = 82.59, z = 54.76, name = "塞利恩", SortID = 75 },
		},
		[3137] = 
		{
			[1] = { x = 150.12, y = 22.64, z = -210.13, name = "凯泽尔", SortID = 80 },
		},
		[3138] = 
		{
			[1] = { x = 160.87, y = 37.74, z = -200.07, name = "精灵队长", SortID = 81 },
		},
		[3139] = 
		{
			[1] = { x = 114.83, y = 31.70, z = -188.04, name = "精灵守卫", SortID = 82 },
		},
		[3171] = 
		{
			[1] = { x = -25.61, y = 97.88, z = 160.63, name = "精灵军士兵", SortID = 83 },
		},
		[3150] = 
		{
			[1] = { x = 143.17, y = 42.79, z = -91.27, name = "夏克斯", SortID = 86 },
		},
		[3185] = 
		{
			[1] = { x = 159.31, y = 37.74, z = -159.39, name = "莫罗·德尔", SortID = 87 },
		},
		[3183] = 
		{
			[1] = { x = 138.35, y = 22.64, z = -209.81, name = "斯凯尔·洛汗", SortID = 88 },
		},
		[3184] = 
		{
			[1] = { x = 225.55, y = 26.73, z = -150.07, name = "米特尔·拉裴尔雷特", SortID = 89 },
		},
		[3176] = 
		{
			[1] = { x = 163.15, y = 37.74, z = -190.73, name = "萝丝·艾琳", SortID = 90 },
		},
		[3177] = 
		{
			[1] = { x = 161.15, y = 37.74, z = -190.81, name = "萝丝·艾琳", SortID = 91 },
		},
		[3182] = 
		{
			[1] = { x = 62.31, y = 59.93, z = -102.76, name = "里昂·安纳", SortID = 92 },
		},
		[3178] = 
		{
			[1] = { x = -28.72, y = 84.27, z = -98.93, name = "被神隐的居民", SortID = 93 },
		},
		[3179] = 
		{
			[1] = { x = -21.74, y = 84.12, z = -114.91, name = "魔法学徒", SortID = 94 },
		},
		[20] = 
		{
			[1] = { x = 8.30, y = 51.57, z = -81.00, name = "劳伦斯", SortID = 145 },
			[2] = { x = -14.20, y = 55.53, z = -56.30, name = "劳伦斯", SortID = 146 },
		},
		[22] = 
		{
			[1] = { x = -30.00, y = 81.00, z = 36.50, name = "劳伦斯", SortID = 147 },
		},
		[3207] = 
		{
			[1] = { x = 111.98, y = 31.79, z = -188.57, name = "沙摩尔", SortID = 182 },
		},
		[3236] = 
		{
			[1] = { x = -41.87, y = 80.49, z = 25.06, name = "塞利恩", SortID = 186 },
		},
		[60040] = 
		{
			[1] = { x = -31.75, y = 97.78, z = 160.97, name = "艾利恩·库贝尔", SortID = 187 },
		},
		[60039] = 
		{
			[1] = { x = -32.32, y = 97.78, z = 158.81, name = "小女孩", SortID = 190 },
		},
		[3241] = 
		{
			[1] = { x = -27.46, y = 98.11, z = 153.65, name = "沙摩尔", SortID = 192 },
		},
		[3240] = 
		{
			[1] = { x = -93.47, y = 93.74, z = 134.68, name = "沙摩尔", SortID = 193 },
		},
		[3202] = 
		{
			[1] = { x = 179.17, y = 37.85, z = -190.55, name = "塞利恩", SortID = 194 },
		},
		[3158] = 
		{
			[1] = { x = -25.81, y = 97.78, z = 158.17, name = "弗雷提娅·洛汉", SortID = 225 },
		},
		[3213] = 
		{
			[1] = { x = -34.72, y = 84.28, z = -106.18, name = "沙摩尔", SortID = 226 },
		},
		[3277] = 
		{
			[1] = { x = 6.93, y = 44.16, z = -167.06, name = "沙摩尔", SortID = 28, FunctionName = " " },
		},
		[3278] = 
		{
			[1] = { x = 23.07, y = 52.44, z = -113.45, name = "艾丽莎·库贝尔", SortID = 30, FunctionName = " " },
		},
		[3279] = 
		{
			[1] = { x = 22.43, y = 52.13, z = -108.67, name = "艾利恩·库贝尔", SortID = 59, FunctionName = " " },
		},
		[3317] = 
		{
			[1] = { x = -66.60, y = 45.74, z = -177.66, name = "受伤的斥候", SortID = 232, FunctionName = " " },
		},
		[3319] = 
		{
			[1] = { x = -98.05, y = 39.98, z = -205.60, name = "斯巴克斯", SortID = 233, FunctionName = " " },
		},
		[3318] = 
		{
			[1] = { x = -93.52, y = 40.55, z = -205.60, name = "沙摩尔", SortID = 234, FunctionName = " " },
		},
		[3321] = 
		{
			[1] = { x = -232.12, y = 44.85, z = -117.29, name = "艾利恩的幻象", SortID = 235, FunctionName = " " },
		},
		[3320] = 
		{
			[1] = { x = -233.36, y = 44.34, z = -121.38, name = "沙摩尔", SortID = 236, FunctionName = " " },
		},
		[3322] = 
		{
			[1] = { x = -94.81, y = 70.55, z = -67.21, name = "沙摩尔", SortID = 237, FunctionName = " " },
		},
	},
	Region = 
	{
		[1] = 
		{
			[284] = { x = 247.21, y = 36.32, z = -185.73, xA = -198.64, yA = 31.32, zA = -223.06, name = "传送区域-埃塞尼亚东", worldId = 170, IsCanFind = 1, Describe = "艾赛尼亚东", PkMode = 0 },
		},
		[2] = 
		{
			[302] = { x = 180.65, y = 16.20, z = -184.83, name = "绝境要塞", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[303] = { x = -170.01, y = 30.19, z = -167.81, name = "暗影森林", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[304] = { x = -95.07, y = 59.18, z = -107.47, name = "洛克祭坛", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[305] = { x = 100.48, y = 49.38, z = -28.56, name = "蛛丝洞", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[306] = { x = -60.94, y = 105.04, z = 174.47, name = "风之壁垒", isShowName = true, worldId = 0, PkMode = 0 },
			[307] = { x = -50.31, y = 95.43, z = 88.57, name = "中庭", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[308] = { x = -29.30, y = 99.22, z = 171.42, name = "主堡", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[309] = { x = -209.19, y = 84.24, z = 65.71, name = "魔法圆环", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[310] = { x = 1.71, y = 21.45, z = 226.93, name = "演武场", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[311] = { x = -155.03, y = 133.91, z = 224.19, name = "先贤祠", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[323] = { x = -108.63, y = 38.30, z = -208.32, name = "前往黑区", worldId = 0, PkMode = 0 },
			[324] = { x = -207.22, y = 44.63, z = -106.05, name = "黑魂刷新区域", worldId = 0, PkMode = 0 },
			[325] = { x = 19.57, y = 37.88, z = -187.18, name = "追踪风之精灵", worldId = 0, PkMode = 0 },
			[326] = { x = 57.19, y = 60.15, z = -115.53, name = "追到风之精灵", worldId = 0, PkMode = 0 },
			[327] = { x = 8.00, y = 46.42, z = -162.08, name = "风之精灵脚印鹰眼区域", worldId = 0, PkMode = 0 },
			[328] = { x = -51.44, y = 79.55, z = 31.22, name = "营地到达", worldId = 0, PkMode = 0 },
			[329] = { x = -66.78, y = 1.00, z = -185.39, name = "神陨地任务到达", worldId = 0, PkMode = 0 },
			[330] = { x = 113.34, y = 31.76, z = -190.88, name = "支线任务失火", worldId = 0, PkMode = 0 },
			[331] = { x = -167.63, y = 41.80, z = -184.33, name = "支线洛克的气息2", worldId = 0, PkMode = 0 },
			[332] = { x = -202.91, y = 29.10, z = -164.33, name = "支线洛克的气息3", worldId = 0, PkMode = 0 },
			[333] = { x = 142.95, y = 43.55, z = -91.57, name = "支线夏坎的造物鹰眼", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[336] = { x = -27.93, y = 84.33, z = -99.33, name = "公会神隐居民鹰眼1", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {53027} },
			[337] = { x = -21.28, y = 84.35, z = -115.35, name = "公会神隐居民鹰眼1", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {53028} },
			[338] = { x = -95.10, y = 1.00, z = -200.00, name = "公会任务 护送-暗影森林【到达】", worldId = 0, PkMode = 0 },
			[339] = { x = 59.78, y = 59.93, z = -105.11, name = "公会任务 神隐居民【到达】", worldId = 0, PkMode = 0 },
			[340] = { x = -53.12, y = 273.71, z = 33.95, name = "公会任务 侦查风之壁垒01", worldId = 0, PkMode = 0 },
			[341] = { x = -20.60, y = 98.22, z = 178.20, name = "公会任务 侦查风之壁垒02", worldId = 0, PkMode = 0 },
			[342] = { x = -123.70, y = 290.01, z = 152.70, name = "公会任务 侦查风之壁垒03", worldId = 0, PkMode = 0 },
			[371] = { x = 176.69, y = 1.00, z = -194.40, name = "背景音乐-绝境要塞", worldId = 0, BackgroundMusic = "BGM_Map_4/Map_4/map_4_zone_6", PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Canyon" },
			[372] = { x = 116.27, y = 42.82, z = -28.21, name = "背景音乐-蜘蛛洞", worldId = 0, BackgroundMusic = "BGM_Map_4/Map_4/map_4_zone_ 7", PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Forest" },
			[373] = { x = -113.81, y = 1.00, z = 108.33, name = "背景音乐-风之壁垒", worldId = 0, BackgroundMusic = "BGM_Map_4/Map_4/map_4_zone_4", PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Canyon" },
			[374] = { x = -151.63, y = 1.00, z = -126.86, name = "背景音乐-森林地带", worldId = 0, BackgroundMusic = "BGM_Map_4/Map_4/map_4_zone_5", PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Forest" },
			[386] = { x = -110.24, y = 39.12, z = -210.30, name = "暗影森林复活点", worldId = 0, PkMode = 0 },
			[387] = { x = -26.66, y = 83.75, z = 35.99, name = "风精灵营地", worldId = 0, PkMode = 0 },
			[390] = { x = -184.08, y = 44.69, z = -109.47, name = "祭坛复活点", worldId = 0, PkMode = 0 },
			[391] = { x = -131.83, y = 131.28, z = -81.02, name = "神视单人-1-new1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[392] = { x = -132.53, y = 108.61, z = -74.73, name = "神视单人-2-new1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[393] = { x = -68.00, y = 114.70, z = -182.80, name = "神视单人-3-new2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[394] = { x = 8.50, y = 94.94, z = -14.30, name = "神视单人-4-new3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[395] = { x = 8.50, y = 94.94, z = -14.30, name = "神视单人-5-new3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[396] = { x = -106.78, y = 91.66, z = 146.99, name = "神视单人-6-new4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[397] = { x = -149.33, y = 101.90, z = 145.47, name = "神视单人-7-new4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[398] = { x = -103.48, y = 90.42, z = 152.89, name = "神视单人-8-new4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[403] = { x = 31.48, y = 53.92, z = -122.52, name = "神视单人-商人1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[404] = { x = -20.46, y = 63.02, z = -30.62, name = "神视单人-商人2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[405] = { x = -47.01, y = 102.88, z = 58.93, name = "神视单人-商人3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[406] = { x = -223.75, y = 45.40, z = -116.47, name = "神视多人-1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[407] = { x = -223.75, y = 45.40, z = -116.47, name = "神视多人-2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[408] = { x = -223.75, y = 45.40, z = -116.47, name = "神视多人-3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[409] = { x = -223.75, y = 45.40, z = -116.47, name = "神视多人-4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[410] = { x = -77.49, y = 167.91, z = 222.41, name = "神视多人-5", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[411] = { x = -77.49, y = 167.91, z = 222.41, name = "神视多人-6", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[412] = { x = -77.49, y = 168.94, z = 222.41, name = "神视多人-7", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[413] = { x = -77.49, y = 166.81, z = 222.41, name = "神视多人-8", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[414] = { x = 19.71, y = 52.95, z = -126.87, name = "殿后的风精灵士兵触发", worldId = 0, PkMode = 0 },
			[415] = { x = 23.73, y = 54.77, z = -111.95, name = "断桥抵达", worldId = 0, PkMode = 0 },
			[416] = { x = 118.80, y = 37.81, z = -189.93, name = "要塞出口抵达", worldId = 0, PkMode = 0 },
			[417] = { x = -67.30, y = 46.67, z = -187.75, name = "暗影森林抵达", worldId = 0, PkMode = 0 },
			[418] = { x = 187.21, y = 37.85, z = -193.21, name = "进入184相位区域", worldId = 0, PkMode = 0 },
			[419] = { x = 177.03, y = 37.85, z = -193.21, name = "进入185相位区域", worldId = 0, PkMode = 0 },
			[424] = { x = -204.63, y = 89.62, z = 91.82, name = "进入188相位区域", worldId = 0, PkMode = 0 },
			[451] = { x = -89.14, y = 94.09, z = 127.96, name = "藤蔓护卫刷新", worldId = 0, PkMode = 0 },
			[452] = { x = -41.09, y = 98.27, z = 137.49, name = "艾利恩刷新", worldId = 0, PkMode = 0 },
			[456] = { x = -28.75, y = 98.24, z = 145.34, name = "艾利恩传送", worldId = 0, PkMode = 0 },
			[457] = { x = 22.23, y = 58.04, z = -98.69, name = "进入186相位区域", worldId = 0, PkMode = 0 },
			[486] = { x = -181.40, y = 48.78, z = -204.99, name = "暗影森林", isShowName = true, worldId = 0, PkMode = 0 },
			[487] = { x = -41.48, y = 140.41, z = 88.34, name = "风之壁垒中庭", isShowName = true, worldId = 0, PkMode = 0 },
			[488] = { x = -191.18, y = 84.25, z = 66.08, name = "魔法圆环", isShowName = true, worldId = 0, PkMode = 0 },
			[489] = { x = 16.28, y = 39.43, z = -183.02, name = "追踪艾利恩抵达区域1", worldId = 0, PkMode = 0 },
			[490] = { x = 8.96, y = 52.04, z = -144.86, name = "追踪艾利恩抵达区域2", worldId = 0, PkMode = 0 },
			[491] = { x = 21.53, y = 56.34, z = -107.06, name = "断桥抵达区域", worldId = 0, PkMode = 0 },
			[492] = { x = -27.54, y = 52.01, z = -161.01, name = "洛克的诅咒-暗影森林抵达", worldId = 0, PkMode = 0 },
			[493] = { x = -101.33, y = 41.54, z = -207.10, name = "洛克的诅咒-鹰眼区域1", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {3366,3367,3368} },
			[494] = { x = -148.98, y = 33.57, z = -226.22, name = "洛克的诅咒-抵达区域2", worldId = 0, PkMode = 0 },
			[495] = { x = -231.27, y = 41.99, z = -112.07, name = "洛克的诅咒-鹰眼区域2", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {3373,3379,3380} },
			[496] = { x = -173.95, y = 55.66, z = -82.09, name = "洛克的诅咒-抵达祭坛区域", worldId = 0, PkMode = 0 },
			[497] = { x = -95.05, y = 72.46, z = -65.71, name = "洛克的诅咒-鹰眼区域3", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {3381,3385} },
			[498] = { x = -63.87, y = 77.55, z = -98.15, name = "洛克的诅咒-魔化沙摩尔相位", worldId = 0, PkMode = 0 },
			[499] = { x = -0.40, y = 122.20, z = 228.53, name = "演武场", isShowName = true, worldId = 0, PkMode = 2 },
			[569] = { x = -155.01, y = 111.30, z = -172.54, name = "暗影森林", isShowName = true, worldId = 0, PkMode = 0 },
			[570] = { x = -215.55, y = 138.00, z = 165.89, name = "风之壁垒", isShowName = true, worldId = 0, PkMode = 0 },
			[582] = { x = -158.85, y = 28.21, z = -139.96, name = "最后一战相位", worldId = 0, PkMode = 0 },
			[584] = { x = -44.17, y = 80.51, z = 37.86, name = "声望-要冲争夺相位进入点", worldId = 0, PkMode = 0 },
			[593] = { x = -87.12, y = 118.65, z = 170.80, name = "pk区域", worldId = 0, PkMode = 4 },
			[594] = { x = -206.00, y = 92.20, z = 94.43, name = "魔法圆环复活点安全区", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
		[324] = 
		{
			[1] = { x = -133.48, y = 0.00, z = 231.87 },
		},
		[326] = 
		{
			[1] = { x = -114.77, y = 74.69, z = -58.00 },
		},
		[397] = 
		{
			[1] = { x = 8.44, y = 40.28, z = -180.40 },
			[2] = { x = 2.47, y = 42.40, z = -173.38 },
			[3] = { x = 8.88, y = 45.88, z = -162.11 },
			[4] = { x = 6.90, y = 51.50, z = -148.70 },
			[5] = { x = 10.11, y = 51.50, z = -141.15 },
		},
		[414] = 
		{
			[1] = { x = 110.16, y = 43.07, z = 3.01 },
		},
		[399] = 
		{
			[1] = { x = 122.70, y = 32.62, z = -162.89 },
		},
		[398] = 
		{
			[1] = { x = 171.23, y = 31.31, z = -250.17 },
		},
		[400] = 
		{
			[1] = { x = -40.32, y = 80.45, z = 31.38 },
		},
		[415] = 
		{
			[1] = { x = -91.00, y = 41.25, z = -212.60 },
		},
		[416] = 
		{
			[1] = { x = -168.03, y = 28.10, z = -184.14 },
		},
		[417] = 
		{
			[1] = { x = -202.83, y = 28.61, z = -164.27 },
		},
		[418] = 
		{
			[1] = { x = 144.88, y = 42.64, z = -97.46 },
		},
		[425] = 
		{
			[1] = { x = -41.62, y = 0.00, z = -30.11 },
		},
		[427] = 
		{
			[1] = { x = 6.39, y = 40.95, z = -178.63 },
		},
		[437] = 
		{
			[1] = { x = 134.86, y = 43.07, z = -7.91 },
			[2] = { x = 140.19, y = 43.07, z = -17.66 },
			[3] = { x = 141.04, y = 43.07, z = -19.87 },
			[4] = { x = 133.55, y = 43.03, z = -34.16 },
			[5] = { x = 127.59, y = 43.07, z = -30.87 },
		},
		[436] = 
		{
			[1] = { x = 101.41, y = 43.07, z = -13.21 },
		},
		[500] = 
		{
			[1] = { x = -228.50, y = 29.76, z = -225.80 },
			[2] = { x = -241.70, y = 33.76, z = -159.60 },
			[3] = { x = -178.60, y = 29.62, z = -236.20 },
		},
		[501] = 
		{
			[1] = { x = -150.16, y = 86.81, z = 63.13 },
			[2] = { x = -174.30, y = 86.29, z = 89.80 },
			[3] = { x = -180.20, y = 84.27, z = 49.90 },
			[4] = { x = -159.53, y = 85.84, z = 56.83 },
		},
		[553] = 
		{
			[1] = { x = -87.20, y = 41.95, z = -203.30 },
		},
		[589] = 
		{
			[1] = { x = -24.70, y = 84.63, z = -108.20 },
			[2] = { x = -166.10, y = 50.87, z = -85.10 },
			[3] = { x = -139.60, y = 34.57, z = -229.40 },
			[4] = { x = 126.20, y = 43.07, z = -6.00 },
			[5] = { x = -91.10, y = 67.70, z = -11.40 },
			[6] = { x = -17.47, y = 98.37, z = 126.76 },
			[7] = { x = -28.25, y = 98.15, z = 176.11 },
			[8] = { x = -149.40, y = 86.69, z = 66.20 },
		},
		[334] = 
		{
			[1] = { x = -55.13, y = 79.99, z = -108.12 },
		},
		[335] = 
		{
			[1] = { x = -37.78, y = 86.99, z = 107.11 },
		},
		[614] = 
		{
			[1] = { x = 66.13, y = 59.93, z = -106.85 },
		},
		[615] = 
		{
			[1] = { x = 130.27, y = 43.07, z = -31.46 },
		},
		[658] = 
		{
			[1] = { x = 9.58, y = 45.03, z = -165.72 },
		},
		[659] = 
		{
			[1] = { x = 20.39, y = 52.59, z = -129.55 },
		},
		[696] = 
		{
			[1] = { x = -78.49, y = 93.74, z = 135.59 },
		},
		[286] = 
		{
			[1] = { x = -29.37, y = 61.44, z = -15.79 },
		},
		[287] = 
		{
			[1] = { x = -121.51, y = 36.89, z = -223.42 },
		},
		[288] = 
		{
			[1] = { x = -231.66, y = 30.23, z = -167.30 },
		},
		[289] = 
		{
			[1] = { x = -215.04, y = 94.29, z = 112.78 },
		},
		[290] = 
		{
			[1] = { x = -53.83, y = 47.97, z = -167.79 },
		},
		[738] = 
		{
			[1] = { x = -29.37, y = 61.44, z = -15.79 },
		},
		[739] = 
		{
			[1] = { x = -121.51, y = 36.89, z = -223.42 },
		},
		[740] = 
		{
			[1] = { x = -231.66, y = 30.23, z = -167.30 },
		},
		[741] = 
		{
			[1] = { x = -215.04, y = 94.29, z = 112.78 },
		},
		[742] = 
		{
			[1] = { x = -53.83, y = 47.97, z = -167.79 },
		},
		[788] = 
		{
			[1] = { x = -29.37, y = 61.44, z = -15.79 },
		},
		[789] = 
		{
			[1] = { x = -121.51, y = 36.89, z = -223.42 },
		},
		[790] = 
		{
			[1] = { x = -231.66, y = 30.23, z = -167.30 },
		},
		[791] = 
		{
			[1] = { x = -215.04, y = 94.29, z = 112.78 },
		},
		[792] = 
		{
			[1] = { x = -53.83, y = 47.97, z = -167.79 },
		},
		[825] = 
		{
			[1] = { x = 17.40, y = 36.26, z = -185.02 },
		},
		[831] = 
		{
			[1] = { x = -166.22, y = 31.27, z = -231.77 },
		},
		[832] = 
		{
			[1] = { x = -183.06, y = 28.64, z = -225.64 },
		},
		[833] = 
		{
			[1] = { x = -223.93, y = 28.78, z = -214.71 },
		},
		[834] = 
		{
			[1] = { x = -235.30, y = 29.60, z = -175.20 },
		},
		[835] = 
		{
			[1] = { x = -127.70, y = 64.11, z = -78.00 },
		},
		[836] = 
		{
			[1] = { x = -98.29, y = 40.01, z = -203.83 },
			[2] = { x = -231.41, y = 44.93, z = -118.66 },
			[3] = { x = -94.00, y = 70.89, z = -66.07 },
		},
	},
	Entity = 
	{
		[23] = 
		{
			x = -174.45, y = 107.32, z = 158.14, Type = 1,
			Tid = 
			{
				[13027] = 4,
			},
		},
		[24] = 
		{
			x = -219.67, y = 100.16, z = 129.10, Type = 1,
			Tid = 
			{
				[13027] = 6,
			},
		},
		[25] = 
		{
			x = -219.87, y = 100.14, z = 129.72, Type = 1,
			Tid = 
			{
				[13028] = 1,
			},
		},
		[26] = 
		{
			x = -186.94, y = 27.85, z = -204.41, Type = 1,
			Tid = 
			{
				[13014] = 25,
			},
		},
		[31] = 
		{
			x = -203.05, y = 44.94, z = -103.47, Type = 1,
			Tid = 
			{
				[13015] = 2,
			},
		},
		[46] = 
		{
			x = 142.78, y = 41.61, z = -65.88, Type = 1,
			Tid = 
			{
				[13025] = 5,
			},
		},
		[47] = 
		{
			x = 150.61, y = 43.49, z = -37.30, Type = 1,
			Tid = 
			{
				[13025] = 5,
			},
		},
		[48] = 
		{
			x = 109.38, y = 41.67, z = -48.25, Type = 1,
			Tid = 
			{
				[13025] = 5,
			},
		},
		[49] = 
		{
			x = 112.42, y = 43.07, z = -19.74, Type = 1,
			Tid = 
			{
				[13026] = 1,
			},
		},
		[58] = 
		{
			x = -43.40, y = 87.04, z = 88.70, Type = 1,
			Tid = 
			{
				[13020] = 25,
			},
		},
		[61] = 
		{
			x = -52.57, y = 98.10, z = 137.37, Type = 1,
			Tid = 
			{
				[13020] = 3,
			},
		},
		[70] = 
		{
			x = -191.20, y = 84.27, z = 65.50, Type = 1,
			Tid = 
			{
				[13021] = 25,
			},
		},
		[77] = 
		{
			x = -49.16, y = 63.73, z = -31.97, Type = 1,
			Tid = 
			{
				[13036] = 4,
			},
		},
		[78] = 
		{
			x = 31.72, y = 32.34, z = -199.39, Type = 1,
			Tid = 
			{
				[13037] = 3,
			},
		},
		[84] = 
		{
			x = -182.32, y = 28.12, z = -185.05, Type = 1,
			Tid = 
			{
				[13039] = 4,
			},
		},
		[85] = 
		{
			x = -203.25, y = 28.57, z = -164.85, Type = 1,
			Tid = 
			{
				[13040] = 3,
			},
		},
		[95] = 
		{
			x = -166.96, y = 30.90, z = -226.33, Type = 1,
			Tid = 
			{
				[13052] = 5,
			},
		},
		[96] = 
		{
			x = -201.30, y = 44.96, z = -86.60, Type = 1,
			Tid = 
			{
				[13052] = 4,
			},
		},
		[97] = 
		{
			x = -241.92, y = 32.25, z = -159.95, Type = 1,
			Tid = 
			{
				[13052] = 4,
			},
		},
		[98] = 
		{
			x = -240.36, y = 30.02, z = -194.78, Type = 1,
			Tid = 
			{
				[13052] = 4,
			},
		},
		[112] = 
		{
			x = 35.21, y = 32.34, z = -173.45, Type = 1,
			Tid = 
			{
				[13037] = 3,
			},
		},
		[113] = 
		{
			x = 48.81, y = 32.34, z = -202.95, Type = 1,
			Tid = 
			{
				[13037] = 3,
			},
		},
		[115] = 
		{
			x = -228.47, y = 28.20, z = -182.44, Type = 1,
			Tid = 
			{
				[13014] = 5,
			},
		},
		[117] = 
		{
			x = -111.30, y = 74.69, z = -55.10, Type = 1,
			Tid = 
			{
				[13016] = 3,
			},
		},
		[118] = 
		{
			x = -60.17, y = 77.59, z = -89.40, Type = 1,
			Tid = 
			{
				[13016] = 3,
			},
		},
		[119] = 
		{
			x = -74.80, y = 77.66, z = -111.02, Type = 1,
			Tid = 
			{
				[13016] = 3,
			},
		},
		[114] = 
		{
			x = -98.21, y = 68.14, z = -7.83, Type = 1,
			Tid = 
			{
				[13036] = 4,
			},
		},
		[120] = 
		{
			x = -49.16, y = 63.73, z = -31.97, Type = 1,
			Tid = 
			{
				[13036] = 4,
			},
		},
		[121] = 
		{
			x = 88.21, y = 42.23, z = -22.06, Type = 1,
			Tid = 
			{
				[13025] = 5,
			},
		},
		[122] = 
		{
			x = -54.01, y = 98.10, z = 125.54, Type = 1,
			Tid = 
			{
				[13020] = 3,
			},
		},
		[123] = 
		{
			x = -79.86, y = 118.13, z = 172.92, Type = 1,
			Tid = 
			{
				[13020] = 3,
			},
		},
		[124] = 
		{
			x = -106.67, y = 111.54, z = 166.21, Type = 1,
			Tid = 
			{
				[13020] = 3,
			},
		},
		[125] = 
		{
			x = -76.70, y = 128.82, z = 205.30, Type = 1,
			Tid = 
			{
				[13020] = 3,
			},
		},
		[126] = 
		{
			x = -71.25, y = 127.63, z = 206.31, Type = 1,
			Tid = 
			{
				[13020] = 3,
			},
		},
		[127] = 
		{
			x = -119.60, y = 134.02, z = 238.80, Type = 1,
			Tid = 
			{
				[13020] = 4,
				[13021] = 4,
			},
		},
		[128] = 
		{
			x = -119.49, y = 133.86, z = 206.62, Type = 1,
			Tid = 
			{
				[13020] = 4,
				[13021] = 4,
			},
		},
		[129] = 
		{
			x = -168.01, y = 135.44, z = 223.84, Type = 1,
			Tid = 
			{
				[13022] = 1,
			},
		},
		[131] = 
		{
			x = -218.90, y = 28.04, z = -205.70, Type = 1,
			Tid = 
			{
				[13053] = 4,
			},
		},
		[132] = 
		{
			x = -211.61, y = 45.00, z = -101.62, Type = 1,
			Tid = 
			{
				[13057] = 3,
			},
		},
		[133] = 
		{
			x = -180.32, y = 49.82, z = -75.72, Type = 1,
			Tid = 
			{
				[13057] = 3,
			},
		},
		[134] = 
		{
			x = -219.17, y = 44.80, z = -118.28, Type = 1,
			Tid = 
			{
				[13057] = 3,
			},
		},
		[135] = 
		{
			x = -247.31, y = 39.78, z = -144.36, Type = 1,
			Tid = 
			{
				[13057] = 3,
			},
		},
		[136] = 
		{
			x = -156.39, y = 53.23, z = -89.06, Type = 1,
			Tid = 
			{
				[13057] = 3,
			},
		},
		[116] = 
		{
			x = 57.04, y = 45.79, z = -21.41, Type = 1,
			Tid = 
			{
				[13025] = 3,
			},
		},
		[148] = 
		{
			x = -29.05, y = 84.63, z = -107.58, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[149] = 
		{
			x = -166.60, y = 50.89, z = -84.30, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[150] = 
		{
			x = -137.28, y = 34.84, z = -226.05, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[151] = 
		{
			x = 123.00, y = 43.07, z = -11.70, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[152] = 
		{
			x = -91.79, y = 67.67, z = -10.80, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[153] = 
		{
			x = -19.44, y = 98.12, z = 137.88, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[154] = 
		{
			x = -28.91, y = 98.35, z = 175.38, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[155] = 
		{
			x = -154.55, y = 87.14, z = 66.15, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[164] = 
		{
			x = -224.30, y = 28.04, z = -204.80, Type = 1,
			Tid = 
			{
				[39302] = 1,
			},
		},
		[165] = 
		{
			x = -179.55, y = 87.14, z = -84.11, Type = 1,
			Tid = 
			{
				[39302] = 1,
			},
		},
		[166] = 
		{
			x = -69.30, y = 87.14, z = -101.30, Type = 1,
			Tid = 
			{
				[39302] = 1,
			},
		},
		[167] = 
		{
			x = -171.60, y = 28.08, z = -176.50, Type = 1,
			Tid = 
			{
				[39302] = 1,
			},
		},
		[168] = 
		{
			x = -137.10, y = 0.00, z = 223.50, Type = 1,
			Tid = 
			{
				[39303] = 1,
			},
		},
		[169] = 
		{
			x = -121.30, y = 0.00, z = 202.20, Type = 1,
			Tid = 
			{
				[39303] = 1,
			},
		},
		[170] = 
		{
			x = -28.10, y = 0.00, z = 236.50, Type = 1,
			Tid = 
			{
				[39303] = 1,
			},
		},
		[171] = 
		{
			x = 29.20, y = 0.00, z = 224.50, Type = 1,
			Tid = 
			{
				[39303] = 1,
			},
		},
		[176] = 
		{
			x = -219.33, y = 29.18, z = -161.15, Type = 1,
			Tid = 
			{
				[13014] = 5,
			},
		},
		[181] = 
		{
			x = 19.52, y = 52.43, z = -127.90, Type = 1,
			Tid = 
			{
				[13066] = 5,
			},
		},
		[183] = 
		{
			x = -78.31, y = 44.10, z = -197.04, Type = 1,
			Tid = 
			{
				[13067] = 7,
			},
		},
		[189] = 
		{
			x = -83.08, y = 93.58, z = 135.14, Type = 1,
			Tid = 
			{
				[13091] = 4,
			},
		},
		[191] = 
		{
			x = -29.82, y = 97.78, z = 157.78, Type = 1,
			Tid = 
			{
				[13092] = 1,
			},
		},
		[195] = 
		{
			x = -29.38, y = 61.42, z = -16.29, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[197] = 
		{
			x = -121.00, y = 36.94, z = -223.45, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[199] = 
		{
			x = -230.63, y = 30.10, z = -167.36, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[201] = 
		{
			x = -214.54, y = 94.00, z = 112.27, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[203] = 
		{
			x = -53.30, y = 47.99, z = -167.79, Type = 1,
			Tid = 
			{
				[35233] = 1,
				[35234] = 1,
				[35235] = 1,
			},
		},
		[209] = 
		{
			x = -29.38, y = 61.42, z = -16.29, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[208] = 
		{
			x = -121.00, y = 36.94, z = -223.45, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[207] = 
		{
			x = -230.63, y = 30.10, z = -167.36, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[206] = 
		{
			x = -214.54, y = 94.00, z = 112.27, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[205] = 
		{
			x = -53.30, y = 47.99, z = -167.79, Type = 1,
			Tid = 
			{
				[35248] = 1,
				[35249] = 1,
				[35250] = 1,
			},
		},
		[210] = 
		{
			x = -29.38, y = 61.42, z = -16.29, Type = 1,
			Tid = 
			{
				[35261] = 1,
				[35262] = 1,
			},
		},
		[211] = 
		{
			x = -121.00, y = 36.94, z = -223.45, Type = 1,
			Tid = 
			{
				[35261] = 1,
				[35262] = 1,
			},
		},
		[212] = 
		{
			x = -230.63, y = 30.10, z = -167.36, Type = 1,
			Tid = 
			{
				[35261] = 1,
				[35262] = 1,
			},
		},
		[213] = 
		{
			x = -214.54, y = 94.00, z = 112.27, Type = 1,
			Tid = 
			{
				[35261] = 1,
				[35262] = 1,
			},
		},
		[214] = 
		{
			x = -53.30, y = 47.99, z = -167.79, Type = 1,
			Tid = 
			{
				[35261] = 1,
				[35262] = 1,
			},
		},
		[29] = 
		{
			x = 8.94, y = 51.39, z = -142.62, Type = 1,
			Tid = 
			{
				[13130] = 3,
			},
		},
		[60] = 
		{
			x = -43.00, y = 47.98, z = -172.59, Type = 1,
			Tid = 
			{
				[13138] = 6,
			},
		},
		[141] = 
		{
			x = -98.14, y = 39.94, z = -205.44, Type = 1,
			Tid = 
			{
				[13139] = 1,
			},
		},
		[68] = 
		{
			x = -100.59, y = 39.72, z = -205.92, Type = 1,
			Tid = 
			{
				[13140] = 2,
			},
		},
		[142] = 
		{
			x = -155.97, y = 32.64, z = -225.57, Type = 1,
			Tid = 
			{
				[13141] = 5,
			},
		},
		[184] = 
		{
			x = -232.09, y = 44.85, z = -117.18, Type = 1,
			Tid = 
			{
				[13142] = 1,
			},
		},
		[185] = 
		{
			x = -229.41, y = 45.16, z = -113.44, Type = 1,
			Tid = 
			{
				[13143] = 4,
			},
		},
		[228] = 
		{
			x = -238.90, y = 36.96, z = -144.60, Type = 1,
			Tid = 
			{
				[13036] = 4,
			},
		},
		[229] = 
		{
			x = -145.00, y = 58.06, z = -76.00, Type = 1,
			Tid = 
			{
				[13036] = 4,
			},
		},
		[230] = 
		{
			x = -92.96, y = 71.27, z = -64.34, Type = 1,
			Tid = 
			{
				[13144] = 1,
			},
		},
		[231] = 
		{
			x = -74.10, y = 77.84, z = -78.10, Type = 1,
			Tid = 
			{
				[13145] = 3,
			},
		},
		[238] = 
		{
			x = 6.34, y = 122.30, z = 226.53, Type = 1,
			Tid = 
			{
				[34010] = 1,
			},
		},
		[239] = 
		{
			x = -154.98, y = 27.78, z = -171.43, Type = 1,
			Tid = 
			{
				[34210] = 1,
			},
		},
		[240] = 
		{
			x = -215.48, y = 106.07, z = 165.50, Type = 1,
			Tid = 
			{
				[34211] = 1,
			},
		},
		[3] = 
		{
			x = 107.61, y = 31.70, z = -190.83, Type = 2,
			Tid = 
			{
				[3113] = 2,
			},
		},
		[4] = 
		{
			x = 231.78, y = 36.16, z = -185.54, Type = 2,
			Tid = 
			{
				[3113] = 2,
			},
		},
		[5] = 
		{
			x = 148.06, y = 22.64, z = -217.59, Type = 2,
			Tid = 
			{
				[3106] = 1,
			},
		},
		[6] = 
		{
			x = 143.18, y = 22.64, z = -217.24, Type = 2,
			Tid = 
			{
				[3116] = 4,
			},
		},
		[7] = 
		{
			x = 217.09, y = 26.73, z = -148.68, Type = 2,
			Tid = 
			{
				[3119] = 1,
			},
		},
		[8] = 
		{
			x = 162.50, y = 41.42, z = -144.23, Type = 2,
			Tid = 
			{
				[3113] = 2,
			},
		},
		[9] = 
		{
			x = 175.90, y = 37.85, z = -177.02, Type = 2,
			Tid = 
			{
				[3113] = 8,
			},
		},
		[10] = 
		{
			x = 176.11, y = 37.74, z = -181.63, Type = 2,
			Tid = 
			{
				[3110] = 1,
			},
		},
		[11] = 
		{
			x = -34.36, y = 80.51, z = 40.76, Type = 2,
			Tid = 
			{
				[3111] = 1,
			},
		},
		[12] = 
		{
			x = -23.29, y = 80.47, z = 41.14, Type = 2,
			Tid = 
			{
				[3107] = 1,
			},
		},
		[13] = 
		{
			x = -23.82, y = 80.36, z = 35.67, Type = 2,
			Tid = 
			{
				[3117] = 1,
			},
		},
		[14] = 
		{
			x = -30.05, y = 80.40, z = 22.89, Type = 2,
			Tid = 
			{
				[3120] = 1,
			},
		},
		[15] = 
		{
			x = -22.35, y = 80.47, z = 39.99, Type = 2,
			Tid = 
			{
				[3109] = 1,
			},
		},
		[16] = 
		{
			x = -23.92, y = 80.48, z = 33.65, Type = 2,
			Tid = 
			{
				[3114] = 1,
			},
		},
		[17] = 
		{
			x = -25.00, y = 80.41, z = 25.98, Type = 2,
			Tid = 
			{
				[3105] = 1,
			},
		},
		[18] = 
		{
			x = -36.63, y = 80.48, z = 37.04, Type = 2,
			Tid = 
			{
				[3114] = 1,
			},
		},
		[19] = 
		{
			x = -31.69, y = 80.48, z = 31.47, Type = 2,
			Tid = 
			{
				[3114] = 1,
			},
		},
		[20] = 
		{
			x = -37.74, y = 80.36, z = 30.77, Type = 2,
			Tid = 
			{
				[3117] = 1,
			},
		},
		[21] = 
		{
			x = -45.17, y = 80.99, z = 45.17, Type = 2,
			Tid = 
			{
				[3114] = 3,
			},
		},
		[22] = 
		{
			x = -45.42, y = 80.68, z = 42.05, Type = 2,
			Tid = 
			{
				[3117] = 2,
			},
		},
		[32] = 
		{
			x = 172.30, y = 37.74, z = -182.13, Type = 2,
			Tid = 
			{
				[3103] = 1,
			},
		},
		[33] = 
		{
			x = 186.60, y = 36.53, z = -228.27, Type = 2,
			Tid = 
			{
				[3121] = 1,
			},
		},
		[34] = 
		{
			x = 201.27, y = 36.53, z = -228.27, Type = 2,
			Tid = 
			{
				[3121] = 1,
			},
		},
		[35] = 
		{
			x = 199.66, y = 36.53, z = -229.64, Type = 2,
			Tid = 
			{
				[3121] = 1,
			},
		},
		[36] = 
		{
			x = 193.61, y = 36.53, z = -233.06, Type = 2,
			Tid = 
			{
				[3122] = 1,
			},
		},
		[41] = 
		{
			x = 53.23, y = 59.88, z = -97.44, Type = 2,
			Tid = 
			{
				[3123] = 1,
			},
		},
		[42] = 
		{
			x = 50.16, y = 59.88, z = -99.59, Type = 2,
			Tid = 
			{
				[3123] = 1,
			},
		},
		[43] = 
		{
			x = 48.87, y = 59.88, z = -96.47, Type = 2,
			Tid = 
			{
				[3123] = 1,
			},
		},
		[44] = 
		{
			x = 53.79, y = 59.83, z = -100.91, Type = 2,
			Tid = 
			{
				[3124] = 1,
			},
		},
		[62] = 
		{
			x = -30.63, y = 98.14, z = 177.18, Type = 2,
			Tid = 
			{
				[3154] = 1,
			},
		},
		[63] = 
		{
			x = -27.92, y = 98.15, z = 178.77, Type = 2,
			Tid = 
			{
				[3155] = 1,
			},
		},
		[64] = 
		{
			x = -25.92, y = 98.15, z = 176.64, Type = 2,
			Tid = 
			{
				[3156] = 1,
			},
		},
		[65] = 
		{
			x = -23.32, y = 98.16, z = 179.33, Type = 2,
			Tid = 
			{
				[3154] = 1,
			},
		},
		[66] = 
		{
			x = -32.75, y = 98.15, z = 179.58, Type = 2,
			Tid = 
			{
				[3156] = 1,
			},
		},
		[67] = 
		{
			x = -34.47, y = 98.15, z = 176.64, Type = 2,
			Tid = 
			{
				[3156] = 1,
			},
		},
		[69] = 
		{
			x = -29.07, y = 98.10, z = 150.04, Type = 2,
			Tid = 
			{
				[3159] = 6,
			},
		},
		[71] = 
		{
			x = -244.34, y = 80.04, z = 32.31, Type = 2,
			Tid = 
			{
				[3163] = 1,
			},
		},
		[72] = 
		{
			x = -235.60, y = 82.59, z = 43.96, Type = 2,
			Tid = 
			{
				[3163] = 1,
			},
		},
		[73] = 
		{
			x = -240.50, y = 82.59, z = 61.22, Type = 2,
			Tid = 
			{
				[3163] = 1,
			},
		},
		[74] = 
		{
			x = -254.26, y = 80.04, z = 65.83, Type = 2,
			Tid = 
			{
				[3163] = 1,
			},
		},
		[75] = 
		{
			x = -230.53, y = 82.59, z = 54.76, Type = 2,
			Tid = 
			{
				[3162] = 1,
			},
		},
		[80] = 
		{
			x = 150.12, y = 22.64, z = -210.13, Type = 2,
			Tid = 
			{
				[3137] = 1,
			},
		},
		[81] = 
		{
			x = 160.87, y = 37.74, z = -200.07, Type = 2,
			Tid = 
			{
				[3138] = 1,
			},
		},
		[82] = 
		{
			x = 114.83, y = 31.70, z = -188.04, Type = 2,
			Tid = 
			{
				[3139] = 1,
			},
		},
		[83] = 
		{
			x = -25.61, y = 97.88, z = 160.63, Type = 2,
			Tid = 
			{
				[3171] = 1,
			},
		},
		[86] = 
		{
			x = 143.17, y = 42.79, z = -91.27, Type = 2,
			Tid = 
			{
				[3150] = 1,
			},
		},
		[87] = 
		{
			x = 159.31, y = 37.74, z = -159.39, Type = 2,
			Tid = 
			{
				[3185] = 1,
			},
		},
		[88] = 
		{
			x = 138.35, y = 22.64, z = -209.81, Type = 2,
			Tid = 
			{
				[3183] = 1,
			},
		},
		[89] = 
		{
			x = 225.55, y = 26.73, z = -150.07, Type = 2,
			Tid = 
			{
				[3184] = 1,
			},
		},
		[90] = 
		{
			x = 163.15, y = 37.74, z = -190.73, Type = 2,
			Tid = 
			{
				[3176] = 1,
			},
		},
		[91] = 
		{
			x = 161.15, y = 37.74, z = -190.81, Type = 2,
			Tid = 
			{
				[3177] = 1,
			},
		},
		[92] = 
		{
			x = 62.31, y = 59.93, z = -102.76, Type = 2,
			Tid = 
			{
				[3182] = 1,
			},
		},
		[93] = 
		{
			x = -28.72, y = 84.27, z = -98.93, Type = 2,
			Tid = 
			{
				[3178] = 1,
			},
		},
		[94] = 
		{
			x = -21.74, y = 84.12, z = -114.91, Type = 2,
			Tid = 
			{
				[3179] = 1,
			},
		},
		[145] = 
		{
			x = 8.30, y = 51.57, z = -81.00, Type = 2,
			Tid = 
			{
				[20] = 1,
			},
		},
		[146] = 
		{
			x = -14.20, y = 55.53, z = -56.30, Type = 2,
			Tid = 
			{
				[20] = 1,
			},
		},
		[147] = 
		{
			x = -30.00, y = 81.00, z = 36.50, Type = 2,
			Tid = 
			{
				[22] = 1,
			},
		},
		[182] = 
		{
			x = 111.98, y = 31.79, z = -188.57, Type = 2,
			Tid = 
			{
				[3207] = 1,
			},
		},
		[186] = 
		{
			x = -41.87, y = 80.49, z = 25.06, Type = 2,
			Tid = 
			{
				[3236] = 1,
			},
		},
		[187] = 
		{
			x = -31.75, y = 97.78, z = 160.97, Type = 2,
			Tid = 
			{
				[60040] = 1,
			},
		},
		[190] = 
		{
			x = -32.32, y = 97.78, z = 158.81, Type = 2,
			Tid = 
			{
				[60039] = 1,
			},
		},
		[192] = 
		{
			x = -27.46, y = 98.11, z = 153.65, Type = 2,
			Tid = 
			{
				[3241] = 1,
			},
		},
		[193] = 
		{
			x = -93.47, y = 93.74, z = 134.68, Type = 2,
			Tid = 
			{
				[3240] = 1,
			},
		},
		[194] = 
		{
			x = 179.17, y = 37.85, z = -190.55, Type = 2,
			Tid = 
			{
				[3202] = 1,
			},
		},
		[225] = 
		{
			x = -25.81, y = 97.78, z = 158.17, Type = 2,
			Tid = 
			{
				[3158] = 1,
			},
		},
		[226] = 
		{
			x = -34.72, y = 84.28, z = -106.18, Type = 2,
			Tid = 
			{
				[3213] = 1,
			},
		},
		[28] = 
		{
			x = 6.93, y = 44.16, z = -167.06, Type = 2,
			Tid = 
			{
				[3277] = 1,
			},
		},
		[30] = 
		{
			x = 23.07, y = 52.44, z = -113.45, Type = 2,
			Tid = 
			{
				[3278] = 1,
			},
		},
		[59] = 
		{
			x = 22.43, y = 52.13, z = -108.67, Type = 2,
			Tid = 
			{
				[3279] = 1,
			},
		},
		[232] = 
		{
			x = -66.60, y = 45.74, z = -177.66, Type = 2,
			Tid = 
			{
				[3317] = 1,
			},
		},
		[233] = 
		{
			x = -98.05, y = 39.98, z = -205.60, Type = 2,
			Tid = 
			{
				[3319] = 1,
			},
		},
		[234] = 
		{
			x = -93.52, y = 40.55, z = -205.60, Type = 2,
			Tid = 
			{
				[3318] = 1,
			},
		},
		[235] = 
		{
			x = -232.12, y = 44.85, z = -117.29, Type = 2,
			Tid = 
			{
				[3321] = 1,
			},
		},
		[236] = 
		{
			x = -233.36, y = 44.34, z = -121.38, Type = 2,
			Tid = 
			{
				[3320] = 1,
			},
		},
		[237] = 
		{
			x = -94.81, y = 70.55, z = -67.21, Type = 2,
			Tid = 
			{
				[3322] = 1,
			},
		},
		[1] = 
		{
			x = -133.48, y = 0.00, z = 231.87, Type = 6,
			Tid = 
			{
				[324] = 1,
			},
		},
		[2] = 
		{
			x = -114.77, y = 74.69, z = -58.00, Type = 6,
			Tid = 
			{
				[326] = 1,
			},
		},
		[37] = 
		{
			x = 8.44, y = 40.28, z = -180.40, Type = 6,
			Tid = 
			{
				[397] = 1,
			},
		},
		[38] = 
		{
			x = 2.47, y = 42.40, z = -173.38, Type = 6,
			Tid = 
			{
				[397] = 1,
			},
		},
		[39] = 
		{
			x = 8.88, y = 45.88, z = -162.11, Type = 6,
			Tid = 
			{
				[397] = 1,
			},
		},
		[40] = 
		{
			x = 6.90, y = 51.50, z = -148.70, Type = 6,
			Tid = 
			{
				[397] = 1,
			},
		},
		[45] = 
		{
			x = 10.11, y = 51.50, z = -141.15, Type = 6,
			Tid = 
			{
				[397] = 1,
			},
		},
		[50] = 
		{
			x = 110.16, y = 43.07, z = 3.01, Type = 6,
			Tid = 
			{
				[414] = 8,
			},
		},
		[51] = 
		{
			x = 122.70, y = 32.62, z = -162.89, Type = 6,
			Tid = 
			{
				[399] = 1,
			},
		},
		[52] = 
		{
			x = 171.23, y = 31.31, z = -250.17, Type = 6,
			Tid = 
			{
				[398] = 1,
			},
		},
		[53] = 
		{
			x = -40.32, y = 80.45, z = 31.38, Type = 6,
			Tid = 
			{
				[400] = 1,
			},
		},
		[54] = 
		{
			x = -91.00, y = 41.25, z = -212.60, Type = 6,
			Tid = 
			{
				[415] = 1,
			},
		},
		[55] = 
		{
			x = -168.03, y = 28.10, z = -184.14, Type = 6,
			Tid = 
			{
				[416] = 1,
			},
		},
		[56] = 
		{
			x = -202.83, y = 28.61, z = -164.27, Type = 6,
			Tid = 
			{
				[417] = 1,
			},
		},
		[57] = 
		{
			x = 144.88, y = 42.64, z = -97.46, Type = 6,
			Tid = 
			{
				[418] = 1,
			},
		},
		[76] = 
		{
			x = -41.62, y = 0.00, z = -30.11, Type = 6,
			Tid = 
			{
				[425] = 8,
			},
		},
		[79] = 
		{
			x = 6.39, y = 40.95, z = -178.63, Type = 6,
			Tid = 
			{
				[427] = 6,
			},
		},
		[99] = 
		{
			x = 134.86, y = 43.07, z = -7.91, Type = 6,
			Tid = 
			{
				[437] = 1,
			},
		},
		[100] = 
		{
			x = 140.19, y = 43.07, z = -17.66, Type = 6,
			Tid = 
			{
				[437] = 1,
			},
		},
		[101] = 
		{
			x = 141.04, y = 43.07, z = -19.87, Type = 6,
			Tid = 
			{
				[437] = 1,
			},
		},
		[102] = 
		{
			x = 133.55, y = 43.03, z = -34.16, Type = 6,
			Tid = 
			{
				[437] = 1,
			},
		},
		[103] = 
		{
			x = 127.59, y = 43.07, z = -30.87, Type = 6,
			Tid = 
			{
				[437] = 1,
			},
		},
		[104] = 
		{
			x = 101.41, y = 43.07, z = -13.21, Type = 6,
			Tid = 
			{
				[436] = 5,
			},
		},
		[105] = 
		{
			x = -228.50, y = 29.76, z = -225.80, Type = 6,
			Tid = 
			{
				[500] = 3,
			},
		},
		[106] = 
		{
			x = -241.70, y = 33.76, z = -159.60, Type = 6,
			Tid = 
			{
				[500] = 3,
			},
		},
		[107] = 
		{
			x = -178.60, y = 29.62, z = -236.20, Type = 6,
			Tid = 
			{
				[500] = 3,
			},
		},
		[108] = 
		{
			x = -150.16, y = 86.81, z = 63.13, Type = 6,
			Tid = 
			{
				[501] = 2,
			},
		},
		[109] = 
		{
			x = -174.30, y = 86.29, z = 89.80, Type = 6,
			Tid = 
			{
				[501] = 2,
			},
		},
		[110] = 
		{
			x = -180.20, y = 84.27, z = 49.90, Type = 6,
			Tid = 
			{
				[501] = 2,
			},
		},
		[111] = 
		{
			x = -159.53, y = 85.84, z = 56.83, Type = 6,
			Tid = 
			{
				[501] = 2,
			},
		},
		[130] = 
		{
			x = -87.20, y = 41.95, z = -203.30, Type = 6,
			Tid = 
			{
				[553] = 3,
			},
		},
		[156] = 
		{
			x = -24.70, y = 84.63, z = -108.20, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[157] = 
		{
			x = -166.10, y = 50.87, z = -85.10, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[158] = 
		{
			x = -139.60, y = 34.57, z = -229.40, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[159] = 
		{
			x = 126.20, y = 43.07, z = -6.00, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[160] = 
		{
			x = -91.10, y = 67.70, z = -11.40, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[161] = 
		{
			x = -17.47, y = 98.37, z = 126.76, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[162] = 
		{
			x = -28.25, y = 98.15, z = 176.11, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[163] = 
		{
			x = -149.40, y = 86.69, z = 66.20, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[172] = 
		{
			x = -55.13, y = 79.99, z = -108.12, Type = 6,
			Tid = 
			{
				[334] = 1,
			},
		},
		[173] = 
		{
			x = -37.78, y = 86.99, z = 107.11, Type = 6,
			Tid = 
			{
				[335] = 1,
			},
		},
		[174] = 
		{
			x = 66.13, y = 59.93, z = -106.85, Type = 6,
			Tid = 
			{
				[614] = 1,
			},
		},
		[175] = 
		{
			x = 130.27, y = 43.07, z = -31.46, Type = 6,
			Tid = 
			{
				[615] = 1,
			},
		},
		[179] = 
		{
			x = 9.58, y = 45.03, z = -165.72, Type = 6,
			Tid = 
			{
				[658] = 1,
			},
		},
		[180] = 
		{
			x = 20.39, y = 52.59, z = -129.55, Type = 6,
			Tid = 
			{
				[659] = 1,
			},
		},
		[188] = 
		{
			x = -78.49, y = 93.74, z = 135.59, Type = 6,
			Tid = 
			{
				[696] = 1,
			},
		},
		[196] = 
		{
			x = -29.37, y = 61.44, z = -15.79, Type = 6,
			Tid = 
			{
				[286] = 1,
			},
		},
		[198] = 
		{
			x = -121.51, y = 36.89, z = -223.42, Type = 6,
			Tid = 
			{
				[287] = 1,
			},
		},
		[200] = 
		{
			x = -231.66, y = 30.23, z = -167.30, Type = 6,
			Tid = 
			{
				[288] = 1,
			},
		},
		[202] = 
		{
			x = -215.04, y = 94.29, z = 112.78, Type = 6,
			Tid = 
			{
				[289] = 1,
			},
		},
		[204] = 
		{
			x = -53.83, y = 47.97, z = -167.79, Type = 6,
			Tid = 
			{
				[290] = 1,
			},
		},
		[219] = 
		{
			x = -29.37, y = 61.44, z = -15.79, Type = 6,
			Tid = 
			{
				[738] = 1,
			},
		},
		[218] = 
		{
			x = -121.51, y = 36.89, z = -223.42, Type = 6,
			Tid = 
			{
				[739] = 1,
			},
		},
		[217] = 
		{
			x = -231.66, y = 30.23, z = -167.30, Type = 6,
			Tid = 
			{
				[740] = 1,
			},
		},
		[216] = 
		{
			x = -215.04, y = 94.29, z = 112.78, Type = 6,
			Tid = 
			{
				[741] = 1,
			},
		},
		[215] = 
		{
			x = -53.83, y = 47.97, z = -167.79, Type = 6,
			Tid = 
			{
				[742] = 1,
			},
		},
		[220] = 
		{
			x = -29.37, y = 61.44, z = -15.79, Type = 6,
			Tid = 
			{
				[788] = 1,
			},
		},
		[221] = 
		{
			x = -121.51, y = 36.89, z = -223.42, Type = 6,
			Tid = 
			{
				[789] = 1,
			},
		},
		[222] = 
		{
			x = -231.66, y = 30.23, z = -167.30, Type = 6,
			Tid = 
			{
				[790] = 1,
			},
		},
		[223] = 
		{
			x = -215.04, y = 94.29, z = 112.78, Type = 6,
			Tid = 
			{
				[791] = 1,
			},
		},
		[224] = 
		{
			x = -53.83, y = 47.97, z = -167.79, Type = 6,
			Tid = 
			{
				[792] = 1,
			},
		},
		[27] = 
		{
			x = 17.40, y = 36.26, z = -185.02, Type = 6,
			Tid = 
			{
				[825] = 1,
			},
		},
		[143] = 
		{
			x = -166.22, y = 31.27, z = -231.77, Type = 6,
			Tid = 
			{
				[831] = 1,
			},
		},
		[144] = 
		{
			x = -183.06, y = 28.64, z = -225.64, Type = 6,
			Tid = 
			{
				[832] = 1,
			},
		},
		[177] = 
		{
			x = -223.93, y = 28.78, z = -214.71, Type = 6,
			Tid = 
			{
				[833] = 1,
			},
		},
		[178] = 
		{
			x = -235.30, y = 29.60, z = -175.20, Type = 6,
			Tid = 
			{
				[834] = 1,
			},
		},
		[227] = 
		{
			x = -127.70, y = 64.11, z = -78.00, Type = 6,
			Tid = 
			{
				[835] = 1,
			},
		},
		[241] = 
		{
			x = -98.29, y = 40.01, z = -203.83, Type = 6,
			Tid = 
			{
				[836] = 1,
			},
		},
		[242] = 
		{
			x = -231.41, y = 44.93, z = -118.66, Type = 6,
			Tid = 
			{
				[836] = 1,
			},
		},
		[243] = 
		{
			x = -94.00, y = 70.89, z = -66.07, Type = 6,
			Tid = 
			{
				[836] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 240.69, posy = 36.16, posz = -185.33, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[2] = { posx = 5.60, posy = 125.00, posz = 225.10, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[7] = { posx = 8.30, posy = 51.81, posz = -81.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[8] = { posx = -24.70, posy = 84.90, posz = -108.20, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[9] = { posx = -108.20, posy = 75.00, posz = -57.40, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[10] = { posx = -166.82, posy = 58.15, posz = -83.79, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[11] = { posx = -141.10, posy = 30.30, posz = -162.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[12] = { posx = 126.20, posy = 43.20, posz = -6.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[13] = { posx = -14.20, posy = 54.40, posz = -56.30, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[14] = { posx = -91.10, posy = 67.30, posz = -11.40, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[15] = { posx = -30.00, posy = 81.00, posz = 36.50, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[16] = { posx = -16.56, posy = 100.18, posz = 133.35, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[17] = { posx = -28.90, posy = 97.80, posz = 175.10, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[18] = { posx = -242.00, posy = 97.80, posz = 50.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[19] = { posx = -149.40, posy = 87.00, posz = 66.20, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[20] = { posx = -172.80, posy = 135.30, posz = 223.70, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[21] = { posx = -187.60, posy = 60.00, posz = -69.60, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[22] = { posx = -172.30, posy = 28.60, posz = -176.80, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[23] = { posx = -236.90, posy = 31.00, posz = -210.40, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[24] = { posx = -68.90, posy = 80.90, posz = -101.50, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[25] = { posx = -126.30, posy = 133.30, posz = 196.10, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[26] = { posx = -37.20, posy = 123.20, posz = 242.10, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[27] = { posx = -139.30, posy = 133.90, posz = 225.20, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[28] = { posx = 24.30, posy = 122.40, posz = 225.30, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[29] = { posx = 178.84, posy = 37.85, posz = -186.21, rotx = 0.00, roty = 180.00, rotz = 0.00 },
		[30] = { posx = 62.06, posy = 31.79, posz = -191.24, rotx = 0.00, roty = 270.00, rotz = 0.00 },
		[31] = { posx = -236.64, posy = 42.11, posz = -130.91, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo