local MapInfo = 
{
	MapType = 2,
	Remarks = "",
	TextDisplayName = "艾赛尼亚西部",
	Length = 512,
	Width = 512,
	NavMeshName = "World04Part2.navmesh",
	BackgroundMusic = "",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world04-2.png",
	AssetPath = "Assets/Outputs/Scenes/World04Part2.prefab",
	Monster = 
	{
		[39000] = 
		{
			[1] = { x = -17.50, y = 84.67, z = -109.20, name = "安农祭司", level = 10 },
			[2] = { x = -169.00, y = 44.90, z = -113.00, name = "安农祭司", level = 10 },
			[3] = { x = -133.40, y = 30.30, z = -156.20, name = "安农祭司", level = 10 },
			[4] = { x = 123.00, y = 43.20, z = -11.70, name = "安农祭司", level = 10 },
			[5] = { x = -100.50, y = 67.30, z = -11.30, name = "安农祭司", level = 10 },
			[6] = { x = -19.40, y = 97.50, z = 135.40, name = "安农祭司", level = 10 },
			[7] = { x = -28.90, y = 97.80, z = 183.20, name = "安农祭司", level = 10 },
			[8] = { x = -146.10, y = 87.00, z = 66.20, name = "安农祭司", level = 10 },
		},
		[39001] = 
		{
			[1] = { x = -17.50, y = 84.67, z = -109.20, name = "不死近卫", level = 10 },
			[2] = { x = -169.00, y = 44.90, z = -113.00, name = "不死近卫", level = 10 },
			[3] = { x = -133.40, y = 30.30, z = -156.20, name = "不死近卫", level = 10 },
			[4] = { x = 123.00, y = 43.20, z = -11.70, name = "不死近卫", level = 10 },
			[5] = { x = -100.50, y = 67.30, z = -11.30, name = "不死近卫", level = 10 },
			[6] = { x = -19.40, y = 97.50, z = 135.40, name = "不死近卫", level = 10 },
			[7] = { x = -28.90, y = 97.80, z = 183.20, name = "不死近卫", level = 10 },
			[8] = { x = -146.10, y = 87.00, z = 66.20, name = "不死近卫", level = 10 },
		},
		[39002] = 
		{
			[1] = { x = -17.50, y = 84.67, z = -109.20, name = "不死士", level = 10 },
			[2] = { x = -169.00, y = 44.90, z = -113.00, name = "不死士", level = 10 },
			[3] = { x = -133.40, y = 30.30, z = -156.20, name = "不死士", level = 10 },
			[4] = { x = 123.00, y = 43.20, z = -11.70, name = "不死士", level = 10 },
			[5] = { x = -100.50, y = 67.30, z = -11.30, name = "不死士", level = 10 },
			[6] = { x = -19.40, y = 97.50, z = 135.40, name = "不死士", level = 10 },
			[7] = { x = -28.90, y = 97.80, z = 183.20, name = "不死士", level = 10 },
			[8] = { x = -146.10, y = 87.00, z = 66.20, name = "不死士", level = 10 },
		},
		[39003] = 
		{
			[1] = { x = -17.50, y = 84.67, z = -109.20, name = "堕落之魂", level = 10 },
			[2] = { x = -169.00, y = 44.90, z = -113.00, name = "堕落之魂", level = 10 },
			[3] = { x = -133.40, y = 30.30, z = -156.20, name = "堕落之魂", level = 10 },
			[4] = { x = 123.00, y = 43.20, z = -11.70, name = "堕落之魂", level = 10 },
			[5] = { x = -100.50, y = 67.30, z = -11.30, name = "堕落之魂", level = 10 },
			[6] = { x = -19.40, y = 97.50, z = 135.40, name = "堕落之魂", level = 10 },
			[7] = { x = -28.90, y = 97.80, z = 183.20, name = "堕落之魂", level = 10 },
			[8] = { x = -146.10, y = 87.00, z = 66.20, name = "堕落之魂", level = 10 },
		},
		[39004] = 
		{
			[1] = { x = -17.50, y = 84.67, z = -109.20, name = "污染者", level = 10 },
			[2] = { x = -169.00, y = 44.90, z = -113.00, name = "污染者", level = 10 },
			[3] = { x = -133.40, y = 30.30, z = -156.20, name = "污染者", level = 10 },
			[4] = { x = 123.00, y = 43.20, z = -11.70, name = "污染者", level = 10 },
			[5] = { x = -100.50, y = 67.30, z = -11.30, name = "污染者", level = 10 },
			[6] = { x = -19.40, y = 97.50, z = 135.40, name = "污染者", level = 10 },
			[7] = { x = -28.90, y = 97.80, z = 183.20, name = "污染者", level = 10 },
			[8] = { x = -146.10, y = 87.00, z = 66.20, name = "污染者", level = 10 },
		},
	},
	Npc = 
	{
		[20] = 
		{
			[1] = { x = 8.30, y = 51.57, z = -81.00, name = "劳伦斯" },
		},
		[21] = 
		{
			[1] = { x = -14.20, y = 55.53, z = -56.30, name = "劳伦斯" },
		},
		[22] = 
		{
			[1] = { x = -30.00, y = 80.50, z = 36.50, name = "劳伦斯" },
		},
	},
	Region = 
	{
		[1] = 
		{
			[284] = { x = 254.96, y = 36.32, z = -185.33, xA = -198.64, yA = 31.32, zA = -223.06, name = "传送区域-埃塞尼亚东", worldId = 170, PkMode = 0 },
		},
		[2] = 
		{
			[302] = { x = 180.65, y = 16.20, z = -184.83, name = "绝境要塞", worldId = 0, PkMode = 1 },
			[303] = { x = -170.01, y = 30.19, z = -167.81, name = "暗影森林", worldId = 0, PkMode = 0 },
			[304] = { x = -95.07, y = 59.18, z = -107.47, name = "洛克祭坛", worldId = 0, PkMode = 0 },
			[305] = { x = 100.48, y = 49.38, z = -28.56, name = "蛛丝洞", worldId = 0, PkMode = 0 },
			[306] = { x = -60.94, y = 105.04, z = 174.47, name = "风之壁垒", worldId = 0, PkMode = 0 },
			[307] = { x = -50.31, y = 95.43, z = 88.57, name = "中庭", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[308] = { x = -29.30, y = 99.22, z = 171.42, name = "主堡", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[309] = { x = -209.19, y = 84.24, z = 65.71, name = "魔法圆环", worldId = 0, IsCanFind = 1, PkMode = 1 },
			[310] = { x = 1.71, y = 21.45, z = 226.93, name = "演武场", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[311] = { x = -155.03, y = 133.91, z = 224.19, name = "先贤祠", worldId = 0, IsCanFind = 1, PkMode = 0 },
			[323] = { x = -108.63, y = 38.30, z = -208.32, name = "前往黑区", worldId = 0, PkMode = 0 },
			[324] = { x = -207.22, y = 44.63, z = -106.05, name = "黑魂刷新区域", worldId = 0, PkMode = 0 },
			[325] = { x = 19.57, y = 37.88, z = -187.18, name = "追踪风之精灵", worldId = 0, PkMode = 0 },
			[326] = { x = 57.19, y = 60.15, z = -115.53, name = "追到风之精灵", worldId = 0, PkMode = 0 },
			[327] = { x = 8.00, y = 46.42, z = -162.08, name = "风之精灵脚印鹰眼区域", worldId = 0, PkMode = 0 },
			[328] = { x = -51.44, y = 79.55, z = 31.22, name = "营地到达", worldId = 0, PkMode = 0 },
			[329] = { x = -66.78, y = 1.00, z = -185.39, name = "神陨地任务到达", worldId = 0, PkMode = 0 },
			[330] = { x = 113.34, y = 31.76, z = -190.88, name = "支线任务失火", worldId = 0, PkMode = 0 },
			[331] = { x = -167.63, y = 41.80, z = -184.33, name = "支线洛克的气息2刷怪", worldId = 0, PkMode = 0 },
			[332] = { x = -202.91, y = 29.10, z = -164.33, name = "支线洛克的气息3刷怪", worldId = 0, PkMode = 0 },
			[333] = { x = 142.95, y = 43.55, z = -91.57, name = "夏坎的造物鹰眼", worldId = 0, PkMode = 0 },
			[336] = { x = -27.93, y = 84.33, z = -99.33, name = "公会任务鹰眼-神隐居民1", worldId = 0, PkMode = 0 },
			[337] = { x = -21.28, y = 84.35, z = -115.35, name = "公会任务鹰眼-神隐居民2", worldId = 0, PkMode = 0 },
			[338] = { x = -95.10, y = 1.00, z = -200.00, name = "公会任务 护送-暗影森林【到达】", worldId = 0, PkMode = 0 },
			[339] = { x = 59.78, y = 59.93, z = -105.11, name = "公会任务 神隐居民【到达】", worldId = 0, PkMode = 0 },
			[340] = { x = -53.12, y = 273.71, z = 33.95, name = "公会任务 侦查风之壁垒01", worldId = 0, PkMode = 0 },
			[341] = { x = -20.60, y = 98.22, z = 178.20, name = "公会任务 侦查风之壁垒02", worldId = 0, PkMode = 0 },
			[342] = { x = -123.70, y = 290.01, z = 152.70, name = "公会任务 侦查风之壁垒03", worldId = 0, PkMode = 0 },
			[371] = { x = 176.69, y = 1.00, z = -194.40, name = "背景音乐-绝境要塞", worldId = 0, PkMode = 0 },
			[372] = { x = 116.27, y = 42.82, z = -28.21, name = "背景音乐-蜘蛛洞", worldId = 0, PkMode = 0 },
			[373] = { x = -113.81, y = 1.00, z = 108.33, name = "背景音乐-风之壁垒", worldId = 0, PkMode = 0 },
			[374] = { x = -151.63, y = 1.00, z = -126.86, name = "背景音乐-森林地带", worldId = 0, PkMode = 0 },
			[386] = { x = -110.24, y = 39.12, z = -210.30, name = "暗影森林复活点", worldId = 0, PkMode = 0 },
			[387] = { x = -26.66, y = 83.75, z = 35.99, name = "风精灵营地", worldId = 0, PkMode = 1 },
			[390] = { x = -184.08, y = 44.69, z = -109.47, name = "祭坛复活点", worldId = 0, PkMode = 1 },
			[391] = { x = -77.01, y = 131.28, z = -87.13, name = "神视单人-1", worldId = 0, PkMode = 1 },
			[392] = { x = -207.20, y = 108.61, z = -142.07, name = "神视单人-2", worldId = 0, PkMode = 1 },
			[393] = { x = -106.57, y = 114.70, z = -179.29, name = "神视单人-3", worldId = 0, PkMode = 1 },
			[394] = { x = 137.66, y = 94.94, z = -42.52, name = "神视单人-4", worldId = 0, PkMode = 1 },
			[395] = { x = -28.96, y = 64.13, z = -27.60, name = "神视单人-5", worldId = 0, PkMode = 1 },
			[396] = { x = -58.50, y = 91.66, z = 100.57, name = "神视单人-6", worldId = 0, PkMode = 1 },
			[397] = { x = -48.47, y = 101.90, z = 144.26, name = "神视单人-7", worldId = 0, PkMode = 1 },
			[398] = { x = -172.90, y = 90.42, z = 77.08, name = "神视单人-8", worldId = 0, PkMode = 1 },
			[399] = { x = -122.86, y = 133.98, z = 223.22, name = "神视单人-迪波的日记4", worldId = 0, PkMode = 1 },
			[400] = { x = -135.19, y = 68.68, z = -99.16, name = "神视单人-神之眼7", worldId = 0, PkMode = 1 },
			[401] = { x = -190.63, y = 85.69, z = 68.30, name = "神视单人-神之眼8", worldId = 0, PkMode = 1 },
			[402] = { x = -33.70, y = 168.96, z = 226.03, name = "神视单人-神之眼9", worldId = 0, PkMode = 1 },
			[403] = { x = 31.48, y = 53.92, z = -122.52, name = "神视单人-商人1", worldId = 0, PkMode = 1 },
			[404] = { x = -20.46, y = 63.02, z = -30.62, name = "神视单人-商人2", worldId = 0, PkMode = 1 },
			[405] = { x = -47.01, y = 102.88, z = 58.93, name = "神视单人-商人3", worldId = 0, PkMode = 1 },
			[406] = { x = -168.67, y = 57.18, z = -125.00, name = "神视多人-1", worldId = 0, PkMode = 1 },
			[407] = { x = -167.28, y = 213.49, z = -126.02, name = "神视多人-2", worldId = 0, PkMode = 1 },
			[408] = { x = -166.89, y = 213.60, z = -125.70, name = "神视多人-3", worldId = 0, PkMode = 1 },
			[409] = { x = -166.69, y = 216.42, z = -125.18, name = "神视多人-4", worldId = 0, PkMode = 1 },
			[410] = { x = -77.49, y = 167.91, z = 222.41, name = "神视多人-5", worldId = 0, PkMode = 1 },
			[411] = { x = -77.49, y = 167.91, z = 222.41, name = "神视多人-6", worldId = 0, PkMode = 1 },
			[412] = { x = -77.49, y = 168.94, z = 222.41, name = "神视多人-7", worldId = 0, PkMode = 1 },
			[413] = { x = -77.49, y = 166.81, z = 222.41, name = "神视多人-8", worldId = 0, PkMode = 1 },
		},
	},
	Mine = 
	{
		[353] = 
		{
			[1] = { x = -108.20, y = 74.69, z = -57.40 },
		},
		[354] = 
		{
			[1] = { x = -172.80, y = 135.44, z = 223.70 },
		},
		[357] = 
		{
			[1] = { x = -242.00, y = 97.80, z = 50.00 },
		},
		[358] = 
		{
			[1] = { x = -7.00, y = 122.11, z = 225.00 },
		},
		[589] = 
		{
			[1] = { x = -24.70, y = 84.63, z = -108.20 },
			[2] = { x = -180.10, y = 44.57, z = -115.90 },
			[3] = { x = -141.10, y = 28.03, z = -162.00 },
			[4] = { x = 126.20, y = 43.07, z = -6.00 },
			[5] = { x = -91.10, y = 67.70, z = -11.40 },
			[6] = { x = -16.50, y = 98.37, z = 123.70 },
			[7] = { x = -16.50, y = 98.37, z = 123.70 },
			[8] = { x = -149.40, y = 86.69, z = 66.20 },
		},
	},
	Entity = 
	{
		[148] = 
		{
			x = -17.50, y = 84.67, z = -109.20, Type = 1,
			Tid = 
			{
				[39000] = 5,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[149] = 
		{
			x = -169.00, y = 44.90, z = -113.00, Type = 1,
			Tid = 
			{
				[39000] = 5,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[150] = 
		{
			x = -133.40, y = 30.30, z = -156.20, Type = 1,
			Tid = 
			{
				[39000] = 5,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[151] = 
		{
			x = 123.00, y = 43.20, z = -11.70, Type = 1,
			Tid = 
			{
				[39000] = 5,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[152] = 
		{
			x = -100.50, y = 67.30, z = -11.30, Type = 1,
			Tid = 
			{
				[39000] = 5,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[153] = 
		{
			x = -19.40, y = 97.50, z = 135.40, Type = 1,
			Tid = 
			{
				[39000] = 5,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[154] = 
		{
			x = -28.90, y = 97.80, z = 183.20, Type = 1,
			Tid = 
			{
				[39000] = 5,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[155] = 
		{
			x = -146.10, y = 87.00, z = 66.20, Type = 1,
			Tid = 
			{
				[39000] = 5,
				[39001] = 4,
				[39002] = 4,
				[39003] = 1,
				[39004] = 4,
			},
		},
		[145] = 
		{
			x = 8.30, y = 51.57, z = -81.00, Type = 2,
			Tid = 
			{
				[20] = 1,
			},
		},
		[146] = 
		{
			x = -14.20, y = 55.53, z = -56.30, Type = 2,
			Tid = 
			{
				[21] = 1,
			},
		},
		[147] = 
		{
			x = -30.00, y = 80.50, z = 36.50, Type = 2,
			Tid = 
			{
				[22] = 1,
			},
		},
		[141] = 
		{
			x = -108.20, y = 74.69, z = -57.40, Type = 6,
			Tid = 
			{
				[353] = 1,
			},
		},
		[142] = 
		{
			x = -172.80, y = 135.44, z = 223.70, Type = 6,
			Tid = 
			{
				[354] = 1,
			},
		},
		[143] = 
		{
			x = -242.00, y = 97.80, z = 50.00, Type = 6,
			Tid = 
			{
				[357] = 1,
			},
		},
		[144] = 
		{
			x = -7.00, y = 122.11, z = 225.00, Type = 6,
			Tid = 
			{
				[358] = 1,
			},
		},
		[156] = 
		{
			x = -24.70, y = 84.63, z = -108.20, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[157] = 
		{
			x = -180.10, y = 44.57, z = -115.90, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[158] = 
		{
			x = -141.10, y = 28.03, z = -162.00, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[159] = 
		{
			x = 126.20, y = 43.07, z = -6.00, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[160] = 
		{
			x = -91.10, y = 67.70, z = -11.40, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[161] = 
		{
			x = -16.50, y = 98.37, z = 123.70, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[162] = 
		{
			x = -16.50, y = 98.37, z = 123.70, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
		[163] = 
		{
			x = -149.40, y = 86.69, z = 66.20, Type = 6,
			Tid = 
			{
				[589] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 249.42, posy = 36.16, posz = -185.28, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[8] = { posx = -24.70, posy = 84.90, posz = -108.20, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[10] = { posx = -180.10, posy = 44.90, posz = -115.90, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[11] = { posx = -141.10, posy = 30.30, posz = -162.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[12] = { posx = 126.20, posy = 43.20, posz = -6.00, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[14] = { posx = -91.10, posy = 67.30, posz = -11.40, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[16] = { posx = -16.50, posy = 97.50, posz = 123.70, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[17] = { posx = -28.90, posy = 97.80, posz = 175.10, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[19] = { posx = -149.40, posy = 87.00, posz = 66.20, rotx = 0.00, roty = 269.67, rotz = 0.00 },
	},

}
return MapInfo
