local MapInfo = 
{
	MapType = 4,
	Remarks = "",
	TextDisplayName = "艾赛尼亚西部",
	Length = 520,
	Width = 520,
	NavMeshName = "World04Part2.navmesh",
	BackgroundMusic = "",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world04-2.png",
	AssetPath = "Assets/Outputs/Scenes/World04Part2.prefab",
	PKMode= 0,
	Monster = 
	{
		[41007] = 
		{
			[1] = { x = 37.01, y = 32.34, z = -188.39, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
			[2] = { x = 22.35, y = 52.88, z = -121.27, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
			[3] = { x = 48.58, y = 59.16, z = -101.47, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
			[4] = { x = 54.08, y = 59.83, z = -125.74, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
			[5] = { x = -20.10, y = 50.85, z = -154.80, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
			[6] = { x = -50.70, y = 47.71, z = -171.60, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
			[7] = { x = -76.74, y = 44.79, z = -193.91, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
			[8] = { x = -134.43, y = 32.29, z = -194.53, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
			[9] = { x = -145.16, y = 33.84, z = -225.28, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
			[10] = { x = -178.73, y = 29.14, z = -228.31, name = "卡拉斯守护者", level = 10, DropItemIds = " " },
		},
		[41008] = 
		{
			[1] = { x = -227.32, y = 28.89, z = -209.26, name = "护卫队长", level = 10, DropItemIds = " " },
			[2] = { x = -233.10, y = 28.88, z = -171.42, name = "护卫队长", level = 10, DropItemIds = " " },
			[3] = { x = -234.77, y = 39.68, z = -136.68, name = "护卫队长", level = 10, DropItemIds = " " },
			[4] = { x = -218.54, y = 44.53, z = -109.94, name = "护卫队长", level = 10, DropItemIds = " " },
			[5] = { x = -187.63, y = 46.83, z = -87.49, name = "护卫队长", level = 10, DropItemIds = " " },
			[6] = { x = -152.50, y = 55.45, z = -79.28, name = "护卫队长", level = 10, DropItemIds = " " },
			[7] = { x = -113.16, y = 65.45, z = -78.54, name = "护卫队长", level = 10, DropItemIds = " " },
			[8] = { x = -113.46, y = 74.69, z = -54.61, name = "护卫队长", level = 10, DropItemIds = " " },
			[9] = { x = -68.20, y = 77.98, z = -95.16, name = "护卫队长", level = 10, DropItemIds = " " },
			[10] = { x = -80.68, y = 75.84, z = -130.64, name = "护卫队长", level = 10, DropItemIds = " " },
			[11] = { x = -93.56, y = 56.53, z = -157.50, name = "护卫队长", level = 10, DropItemIds = " " },
		},
		[41009] = 
		{
			[1] = { x = -26.90, y = 61.15, z = -18.18, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
			[2] = { x = -72.66, y = 65.79, z = -12.07, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
			[3] = { x = -50.43, y = 87.00, z = 92.86, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
			[4] = { x = -27.28, y = 86.99, z = 88.87, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
			[5] = { x = -28.81, y = 98.14, z = 171.17, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
			[6] = { x = -48.92, y = 98.10, z = 136.01, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
			[7] = { x = -90.40, y = 93.81, z = 128.30, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
			[8] = { x = -174.05, y = 84.82, z = 70.85, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
			[9] = { x = -203.56, y = 84.27, z = 64.31, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
			[10] = { x = -216.65, y = 106.31, z = 163.18, name = "阿勒坤先锋", level = 1, DropItemIds = " " },
		},
		[41010] = 
		{
			[1] = { x = -100.57, y = 112.79, z = 170.69, name = "阿勒坤咒术师", level = 1, DropItemIds = " " },
			[2] = { x = -77.07, y = 118.16, z = 173.06, name = "阿勒坤咒术师", level = 1, DropItemIds = " " },
			[3] = { x = -55.80, y = 124.94, z = 208.52, name = "阿勒坤咒术师", level = 1, DropItemIds = " " },
			[4] = { x = -56.41, y = 124.88, z = 234.85, name = "阿勒坤咒术师", level = 1, DropItemIds = " " },
			[5] = { x = -121.97, y = 134.05, z = 237.19, name = "阿勒坤咒术师", level = 1, DropItemIds = " " },
			[6] = { x = -126.08, y = 133.95, z = 205.91, name = "阿勒坤咒术师", level = 1, DropItemIds = " " },
			[7] = { x = -165.78, y = 135.44, z = 224.60, name = "阿勒坤咒术师", level = 1, DropItemIds = " " },
			[8] = { x = -88.34, y = 131.46, z = 206.31, name = "阿勒坤咒术师", level = 1, DropItemIds = " " },
		},
		[41012] = 
		{
			[1] = { x = -26.67, y = 84.67, z = -107.70, name = "晶石巨人", level = 10, DropItemIds = " " },
		},
		[41013] = 
		{
			[1] = { x = 5.77, y = 122.10, z = 226.38, name = "阿勒坤执政官", level = 10, DropItemIds = " ",IsBoss = true },
		},
	},
	Npc = 
	{
	},
	Region = 
	{
	},
	Mine = 
	{
	},
	Entity = 
	{
		[1] = 
		{
			x = 37.01, y = 32.34, z = -188.39, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[2] = 
		{
			x = 22.35, y = 52.88, z = -121.27, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[3] = 
		{
			x = 48.58, y = 59.16, z = -101.47, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[4] = 
		{
			x = 54.08, y = 59.83, z = -125.74, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[5] = 
		{
			x = -20.10, y = 50.85, z = -154.80, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[6] = 
		{
			x = -50.70, y = 47.71, z = -171.60, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[7] = 
		{
			x = -76.74, y = 44.79, z = -193.91, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[8] = 
		{
			x = -134.43, y = 32.29, z = -194.53, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[9] = 
		{
			x = -145.16, y = 33.84, z = -225.28, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[10] = 
		{
			x = -178.73, y = 29.14, z = -228.31, Type = 1,
			Tid = 
			{
				[41007] = 6,
			},
		},
		[11] = 
		{
			x = -227.32, y = 28.89, z = -209.26, Type = 1,
			Tid = 
			{
				[41008] = 6,
			},
		},
		[12] = 
		{
			x = -233.10, y = 28.88, z = -171.42, Type = 1,
			Tid = 
			{
				[41008] = 6,
			},
		},
		[13] = 
		{
			x = -234.77, y = 39.68, z = -136.68, Type = 1,
			Tid = 
			{
				[41008] = 6,
			},
		},
		[14] = 
		{
			x = -218.54, y = 44.53, z = -109.94, Type = 1,
			Tid = 
			{
				[41008] = 6,
			},
		},
		[15] = 
		{
			x = -187.63, y = 46.83, z = -87.49, Type = 1,
			Tid = 
			{
				[41008] = 6,
			},
		},
		[16] = 
		{
			x = -152.50, y = 55.45, z = -79.28, Type = 1,
			Tid = 
			{
				[41008] = 6,
			},
		},
		[17] = 
		{
			x = -113.16, y = 65.45, z = -78.54, Type = 1,
			Tid = 
			{
				[41008] = 6,
			},
		},
		[18] = 
		{
			x = -113.46, y = 74.69, z = -54.61, Type = 1,
			Tid = 
			{
				[41008] = 4,
			},
		},
		[19] = 
		{
			x = -68.20, y = 77.98, z = -95.16, Type = 1,
			Tid = 
			{
				[41008] = 6,
			},
		},
		[20] = 
		{
			x = -80.68, y = 75.84, z = -130.64, Type = 1,
			Tid = 
			{
				[41008] = 3,
			},
		},
		[21] = 
		{
			x = -93.56, y = 56.53, z = -157.50, Type = 1,
			Tid = 
			{
				[41008] = 3,
			},
		},
		[22] = 
		{
			x = -26.90, y = 61.15, z = -18.18, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[23] = 
		{
			x = -72.66, y = 65.79, z = -12.07, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[24] = 
		{
			x = -50.43, y = 87.00, z = 92.86, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[25] = 
		{
			x = -27.28, y = 86.99, z = 88.87, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[26] = 
		{
			x = -28.81, y = 98.14, z = 171.17, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[27] = 
		{
			x = -48.92, y = 98.10, z = 136.01, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[28] = 
		{
			x = -90.40, y = 93.81, z = 128.30, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[29] = 
		{
			x = -174.05, y = 84.82, z = 70.85, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[30] = 
		{
			x = -203.56, y = 84.27, z = 64.31, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[31] = 
		{
			x = -216.65, y = 106.31, z = 163.18, Type = 1,
			Tid = 
			{
				[41009] = 6,
			},
		},
		[32] = 
		{
			x = -100.57, y = 112.79, z = 170.69, Type = 1,
			Tid = 
			{
				[41010] = 3,
			},
		},
		[33] = 
		{
			x = -77.07, y = 118.16, z = 173.06, Type = 1,
			Tid = 
			{
				[41010] = 3,
			},
		},
		[34] = 
		{
			x = -55.80, y = 124.94, z = 208.52, Type = 1,
			Tid = 
			{
				[41010] = 3,
			},
		},
		[35] = 
		{
			x = -56.41, y = 124.88, z = 234.85, Type = 1,
			Tid = 
			{
				[41010] = 4,
			},
		},
		[36] = 
		{
			x = -121.97, y = 134.05, z = 237.19, Type = 1,
			Tid = 
			{
				[41010] = 6,
			},
		},
		[37] = 
		{
			x = -126.08, y = 133.95, z = 205.91, Type = 1,
			Tid = 
			{
				[41010] = 6,
			},
		},
		[38] = 
		{
			x = -165.78, y = 135.44, z = 224.60, Type = 1,
			Tid = 
			{
				[41010] = 6,
			},
		},
		[39] = 
		{
			x = -88.34, y = 131.46, z = 206.31, Type = 1,
			Tid = 
			{
				[41010] = 6,
			},
		},
		[40] = 
		{
			x = -26.67, y = 84.67, z = -107.70, Type = 1,
			Tid = 
			{
				[41012] = 1,
			},
		},
		[41] = 
		{
			x = 5.77, y = 122.10, z = 226.38, Type = 1,
			Tid = 
			{
				[41013] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = 240.69, posy = 36.16, posz = -185.33, rotx = 0.00, roty = 269.67, rotz = 0.00 },
		[29] = { posx = 178.84, posy = 37.85, posz = -186.21, rotx = 0.00, roty = 180.00, rotz = 0.00 },
		[30] = { posx = 62.06, posy = 31.79, posz = -191.24, rotx = 0.00, roty = 270.00, rotz = 0.00 },
		[31] = { posx = -236.64, posy = 42.11, posz = -130.91, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo