local MapInfo = 
{
	MapType = 1,
	Remarks = "",
	TextDisplayName = "帝国边境",
	Length = 800,
	Width = 800,
	NavMeshName = "World05.navmesh",
	BackgroundMusic = "BGM_Map_5/Map_5/Map_5",
	BattleMusic = "",
	EnvironmentMusic = "Zone_Ambience/Ambience/Day_and_Night",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/world05.png",
	AssetPath = "Assets/Outputs/Scenes/World05.prefab",
	Monster = 
	{
		[34004] = 
		{
			[1] = { x = 335.00, y = 17.72, z = -44.30, name = "杜卡利", level = 55, SortID = 1,BossIconPath = "CBT_Map_Tag_018.png",IsBoss = true },
		},
		[14018] = 
		{
			[1] = { x = -161.60, y = 31.95, z = -134.80, name = "丧尸", level = 50, SortID = 16 },
		},
		[14034] = 
		{
			[1] = { x = 127.40, y = 32.36, z = -264.30, name = "海盗", level = 51, IsCanFind = 1, Describe = "Lv.51,北地海盗", SortID = 17, DropItemIds = "1001*1117*20100*1116*52*20010*27010*24000*20200*20201*1115*27011*24001*20300*3000*2022*1030*20011*1031*20202*27012*24002*54*27200*21103*20036" },
		},
		[14033] = 
		{
			[1] = { x = 157.97, y = 31.39, z = -260.75, name = "海盗船长", level = 53, SortID = 19 },
		},
		[14022] = 
		{
			[1] = { x = -150.20, y = 40.51, z = 52.20, name = "巴拉卡幽灵", level = 57, IsCanFind = 1, Describe = "Lv.57,巴拉卡幽灵", SortID = 22, DropItemIds = "1001*1117*20100*1116*52*51*20010*27010*24000*20200*20201*1115*27011*24001*20300*3000*2022*1030*20011*1031*20202*27012*24002*54*27200*21203*20036" },
		},
		[14035] = 
		{
			[1] = { x = 157.39, y = 31.31, z = -265.66, name = "海盗打手", level = 52, SortID = 31 },
			[2] = { x = 156.64, y = 31.26, z = -270.49, name = "海盗打手", level = 52, SortID = 32 },
		},
		[14005] = 
		{
			[1] = { x = 104.50, y = 16.14, z = 142.80, name = "不死者", level = 55, SortID = 71, DropItemIds = " " },
			[2] = { x = 104.50, y = 18.57, z = 178.20, name = "不死者", level = 55, SortID = 72, DropItemIds = " " },
			[3] = { x = 128.50, y = 16.09, z = 166.20, name = "不死者", level = 55, SortID = 73, DropItemIds = " " },
			[4] = { x = 160.40, y = 11.91, z = 125.60, name = "不死者", level = 55, SortID = 75, DropItemIds = " " },
			[5] = { x = 144.53, y = 17.47, z = 181.53, name = "不死者", level = 55, SortID = 76, DropItemIds = " " },
			[6] = { x = 146.30, y = 21.25, z = 244.60, name = "不死者", level = 55, SortID = 207 },
			[7] = { x = 127.73, y = 21.25, z = 241.38, name = "不死者", level = 55, SortID = 208 },
			[8] = { x = 149.40, y = 24.70, z = 305.20, name = "不死者", level = 55, SortID = 211 },
			[9] = { x = 128.20, y = 24.70, z = 307.60, name = "不死者", level = 55, SortID = 212 },
			[10] = { x = 152.10, y = 26.90, z = 358.10, name = "不死者", level = 55, SortID = 213 },
			[11] = { x = 132.69, y = 21.25, z = 224.66, name = "不死者", level = 55, SortID = 287 },
		},
		[14008] = 
		{
			[1] = { x = 135.70, y = 14.99, z = 143.80, name = "不死近卫", level = 55, SortID = 74 },
			[2] = { x = 146.30, y = 21.25, z = 244.60, name = "不死近卫", level = 55, SortID = 207 },
			[3] = { x = 127.73, y = 21.25, z = 241.38, name = "不死近卫", level = 55, SortID = 208 },
			[4] = { x = 149.40, y = 24.70, z = 305.20, name = "不死近卫", level = 55, SortID = 211 },
			[5] = { x = 128.20, y = 24.70, z = 307.60, name = "不死近卫", level = 55, SortID = 212 },
			[6] = { x = 152.10, y = 26.90, z = 358.10, name = "不死近卫", level = 55, SortID = 213 },
			[7] = { x = 132.69, y = 21.25, z = 224.66, name = "不死近卫", level = 55, IsCanFind = 1, Describe = "Lv.55,不死近卫", SortID = 287, DropItemIds = "1001*1117*20100*1116*51*20010*27010*24000*20200*20201*1115*27011*24001*20300*3000*2022*1030*20011*1031*20202*27012*24002*54*27200*21203*20036" },
		},
		[14012] = 
		{
			[1] = { x = 126.65, y = 18.48, z = 187.32, name = "不死骑士", level = 55, SortID = 77 },
			[2] = { x = 132.20, y = 24.70, z = 316.20, name = "不死骑士", level = 55, SortID = 206 },
		},
		[14025] = 
		{
			[1] = { x = -70.70, y = 69.87, z = 364.32, name = "血祭师", level = 58, SortID = 78 },
		},
		[14026] = 
		{
			[1] = { x = -70.70, y = 69.87, z = 364.32, name = "复仇血法师", level = 58, SortID = 78 },
		},
		[14030] = 
		{
			[1] = { x = 103.10, y = 26.90, z = 361.08, name = "百夫长", level = 56, SortID = 79 },
		},
		[14031] = 
		{
			[1] = { x = 205.80, y = 11.91, z = 92.50, name = "巨锤憎恶", level = 52, SortID = 111 },
		},
		[14027] = 
		{
			[1] = { x = -72.10, y = 69.87, z = 335.00, name = "血祭者", level = 58, SortID = 115 },
		},
		[14015] = 
		{
			[1] = { x = -199.59, y = 60.52, z = 102.55, name = "普里昂战士", level = 56, SortID = 123 },
			[2] = { x = -106.32, y = 70.27, z = 138.26, name = "普里昂战士", level = 56, SortID = 124 },
		},
		[14014] = 
		{
			[1] = { x = -106.32, y = 70.27, z = 138.26, name = "普里昂酋长", level = 57, SortID = 124 },
		},
		[14043] = 
		{
			[1] = { x = -107.80, y = 73.76, z = 234.90, name = "德法巡查者", level = 60, IsCanFind = 1, Describe = "Lv.60,德法巡查者", SortID = 128, DropItemIds = "1001*1117*20100*1116*52*51*20010*27010*24000*20200*20201*1115*27011*24001*20300*3000*2022*1030*20011*1031*20202*27012*24002*54*27200*21203*20036" },
			[2] = { x = -177.90, y = 78.67, z = 218.00, name = "德法巡查者", level = 60, SortID = 156 },
		},
		[14024] = 
		{
			[1] = { x = -102.70, y = 73.76, z = 223.00, name = "巡查者控制员", level = 58, SortID = 129, DropItemIds = " " },
			[2] = { x = -121.90, y = 73.76, z = 219.70, name = "巡查者控制员", level = 58, SortID = 130, DropItemIds = " " },
			[3] = { x = -112.50, y = 73.76, z = 234.80, name = "巡查者控制员", level = 58, SortID = 132, DropItemIds = " " },
		},
		[14028] = 
		{
			[1] = { x = 74.91, y = 34.05, z = 300.00, name = "帝国剑斗士", level = 57, SortID = 135 },
			[2] = { x = 80.10, y = 28.79, z = 343.68, name = "帝国剑斗士", level = 57, SortID = 136 },
			[3] = { x = 34.70, y = 44.82, z = 236.30, name = "帝国剑斗士", level = 57, SortID = 137 },
		},
		[14029] = 
		{
			[1] = { x = 74.91, y = 34.05, z = 300.00, name = "帝国黑法师", level = 57, SortID = 135 },
			[2] = { x = 80.10, y = 28.79, z = 343.68, name = "帝国黑法师", level = 57, SortID = 136 },
			[3] = { x = 34.70, y = 44.82, z = 236.30, name = "帝国黑法师", level = 57, SortID = 137 },
		},
		[14016] = 
		{
			[1] = { x = 41.98, y = 45.37, z = 256.94, name = "普里昂战士", level = 58, SortID = 138 },
			[2] = { x = 28.20, y = 53.40, z = 300.76, name = "普里昂战士", level = 58, SortID = 139 },
		},
		[14032] = 
		{
			[1] = { x = -70.49, y = 69.87, z = 352.35, name = "屠杀者", level = 59, SortID = 158 },
		},
		[14045] = 
		{
			[1] = { x = -141.52, y = 95.08, z = 370.99, name = "复活的战士", level = 56, SortID = 169 },
			[2] = { x = -200.40, y = 95.05, z = 381.20, name = "复活的战士", level = 56, SortID = 170 },
			[3] = { x = -227.30, y = 95.15, z = 287.30, name = "复活的战士", level = 56, SortID = 171 },
			[4] = { x = -159.30, y = 95.18, z = 279.50, name = "复活的战士", level = 56, SortID = 172 },
		},
		[14046] = 
		{
			[1] = { x = -122.28, y = 95.08, z = 366.09, name = "复活的剑士", level = 55, SortID = 173 },
			[2] = { x = -179.20, y = 95.05, z = 369.70, name = "复活的剑士", level = 55, SortID = 174 },
			[3] = { x = -239.40, y = 95.15, z = 277.80, name = "复活的剑士", level = 55, SortID = 175 },
			[4] = { x = -177.50, y = 95.18, z = 255.00, name = "复活的剑士", level = 55, SortID = 176 },
		},
		[14047] = 
		{
			[1] = { x = -200.00, y = 88.52, z = 279.90, name = "亡灵操控者", level = 58, SortID = 177 },
			[2] = { x = -162.90, y = 95.07, z = 364.10, name = "亡灵操控者", level = 58, SortID = 178 },
		},
		[14001] = 
		{
			[1] = { x = 127.60, y = 21.25, z = 260.70, name = "复生联盟军", level = 55, SortID = 210 },
			[2] = { x = 144.16, y = 21.25, z = 263.71, name = "复生联盟军", level = 55, SortID = 209 },
		},
		[14048] = 
		{
			[1] = { x = -98.96, y = 38.45, z = -142.79, name = "毒蛇佣兵", level = 52, SortID = 227 },
		},
		[14049] = 
		{
			[1] = { x = -98.96, y = 38.45, z = -142.79, name = "毒蛇保镖", level = 52, SortID = 227 },
		},
		[14054] = 
		{
			[1] = { x = 9.64, y = 51.71, z = -141.45, name = "丧尸", level = 52, SortID = 230 },
			[2] = { x = 0.88, y = 51.63, z = -127.34, name = "丧尸", level = 52, SortID = 231 },
		},
		[14055] = 
		{
			[1] = { x = 170.70, y = 33.95, z = -153.55, name = "感染的士兵", level = 52, SortID = 238 },
		},
		[14053] = 
		{
			[1] = { x = 190.01, y = 32.24, z = -126.88, name = "腐化猛犸虎", level = 52, SortID = 239 },
		},
		[14060] = 
		{
			[1] = { x = -136.90, y = 47.43, z = 79.87, name = "巴拉卡幽灵", level = 56, SortID = 262 },
		},
		[14061] = 
		{
			[1] = { x = -72.60, y = 71.55, z = 247.50, name = "德法血卫", level = 55, SortID = 267 },
		},
		[14070] = 
		{
			[1] = { x = -34.50, y = 54.15, z = -81.50, name = "影獒", level = 53, IsCanFind = 1, Describe = "Lv.53,影獒", SortID = 275, DropItemIds = "1001*1117*20100*1116*52*20010*27010*24000*20200*20201*1115*27011*24001*20300*3000*2022*1030*20011*1031*20202*27012*24002*54*27200*21103*20036" },
			[2] = { x = 51.49, y = 45.55, z = -129.40, name = "影獒", level = 53, SortID = 276 },
			[3] = { x = -56.83, y = 53.76, z = -63.01, name = "影獒", level = 53, SortID = 277 },
			[4] = { x = -43.00, y = 50.69, z = -31.99, name = "影獒", level = 53, SortID = 278 },
			[5] = { x = -36.43, y = 52.38, z = -92.30, name = "影獒", level = 53, SortID = 279 },
			[6] = { x = -39.97, y = 56.09, z = -52.82, name = "影獒", level = 53, SortID = 281 },
		},
		[14076] = 
		{
			[1] = { x = -209.34, y = 78.67, z = 215.33, name = "普里昂战士", level = 59, IsCanFind = 1, Describe = "Lv.59,普里昂战士", SortID = 288, DropItemIds = "1001*1117*20100*1116*52*51*20010*27010*24000*20200*20201*1115*27011*24001*20300*3000*2022*1030*20011*1031*20202*27012*24002*54*27200*21203*20036" },
		},
		[39003] = 
		{
			[1] = { x = -198.33, y = 60.56, z = 101.84, name = "堕落之魂", level = 10, DropItemIds = " " },
			[2] = { x = 137.52, y = 24.77, z = 306.43, name = "堕落之魂", level = 10, DropItemIds = " " },
			[3] = { x = -170.63, y = 95.18, z = 254.12, name = "堕落之魂", level = 10, DropItemIds = " " },
			[4] = { x = -232.94, y = 95.15, z = 281.98, name = "堕落之魂", level = 10, DropItemIds = " " },
			[5] = { x = -108.70, y = 73.76, z = 229.09, name = "堕落之魂", level = 10, DropItemIds = " " },
			[6] = { x = -160.38, y = 40.48, z = 40.63, name = "堕落之魂", level = 10, DropItemIds = " " },
			[7] = { x = -123.99, y = 47.81, z = 78.89, name = "堕落之魂", level = 10, DropItemIds = " " },
			[8] = { x = -111.96, y = 70.57, z = 138.91, name = "堕落之魂", level = 10, DropItemIds = " " },
		},
		[39005] = 
		{
			[1] = { x = -198.33, y = 60.56, z = 101.84, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[2] = { x = 137.52, y = 24.77, z = 306.43, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[3] = { x = -170.63, y = 95.18, z = 254.12, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[4] = { x = -232.94, y = 95.15, z = 281.98, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[5] = { x = -108.70, y = 73.76, z = 229.09, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[6] = { x = -160.38, y = 40.48, z = 40.63, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[7] = { x = -123.99, y = 47.81, z = 78.89, name = "卡兰突击队员", level = 10, DropItemIds = " " },
			[8] = { x = -111.96, y = 70.57, z = 138.91, name = "卡兰突击队员", level = 10, DropItemIds = " " },
		},
		[39006] = 
		{
			[1] = { x = -198.33, y = 60.56, z = 101.84, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[2] = { x = 137.52, y = 24.77, z = 306.43, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[3] = { x = -170.63, y = 95.18, z = 254.12, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[4] = { x = -232.94, y = 95.15, z = 281.98, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[5] = { x = -108.70, y = 73.76, z = 229.09, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[6] = { x = -160.38, y = 40.48, z = 40.63, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[7] = { x = -123.99, y = 47.81, z = 78.89, name = "温迪戈萨满", level = 10, DropItemIds = " " },
			[8] = { x = -111.96, y = 70.57, z = 138.91, name = "温迪戈萨满", level = 10, DropItemIds = " " },
		},
		[39304] = 
		{
			[1] = { x = -238.30, y = 14.67, z = -230.18, name = "巴风特", level = 50, SortID = 380,IsBoss = true },
			[2] = { x = -164.38, y = 45.28, z = -69.36, name = "巴风特", level = 50, SortID = 384,IsBoss = true },
			[3] = { x = -46.11, y = 52.46, z = -81.40, name = "巴风特", level = 50, SortID = 385,IsBoss = true },
			[4] = { x = -79.62, y = 29.37, z = -273.67, name = "巴风特", level = 50, SortID = 386,IsBoss = true },
		},
		[39305] = 
		{
			[1] = { x = 257.67, y = 75.60, z = -23.10, name = "巴风特", level = 52, SortID = 381,IsBoss = true },
			[2] = { x = 100.20, y = 33.10, z = -241.00, name = "巴风特", level = 52, SortID = 387,IsBoss = true },
			[3] = { x = 112.60, y = 65.80, z = 3.20, name = "巴风特", level = 52, SortID = 388,IsBoss = true },
			[4] = { x = 177.00, y = 34.10, z = -147.20, name = "巴风特", level = 52, SortID = 389,IsBoss = true },
		},
		[39306] = 
		{
			[1] = { x = 93.34, y = 20.34, z = 183.41, name = "巴风特", level = 53, SortID = 382,IsBoss = true },
			[2] = { x = 201.62, y = 11.91, z = 100.04, name = "巴风特", level = 53, SortID = 390,IsBoss = true },
			[3] = { x = 138.90, y = 21.25, z = 252.95, name = "巴风特", level = 53, SortID = 391,IsBoss = true },
			[4] = { x = 16.98, y = 42.84, z = 57.21, name = "巴风特", level = 53, SortID = 392,IsBoss = true },
		},
		[39307] = 
		{
			[1] = { x = -85.30, y = 70.77, z = 282.90, name = "巴风特", level = 56, SortID = 383,IsBoss = true },
			[2] = { x = -217.61, y = 78.67, z = 214.33, name = "巴风特", level = 56, SortID = 393,IsBoss = true },
			[3] = { x = -164.00, y = 95.18, z = 266.77, name = "巴风特", level = 56, SortID = 394,IsBoss = true },
			[4] = { x = -164.23, y = 95.07, z = 365.77, name = "巴风特", level = 56, SortID = 395,IsBoss = true },
		},
		[35236] = 
		{
			[1] = { x = -132.92, y = 35.48, z = -155.99, name = "方舟巡查者", level = 50, SortID = 302 },
			[2] = { x = -76.48, y = 47.10, z = -27.81, name = "方舟巡查者", level = 50, SortID = 304 },
			[3] = { x = -62.99, y = 44.14, z = 40.21, name = "方舟巡查者", level = 50, SortID = 306 },
			[4] = { x = 126.24, y = 14.12, z = 113.76, name = "方舟巡查者", level = 50, SortID = 308 },
			[5] = { x = 26.45, y = 46.87, z = 253.64, name = "方舟巡查者", level = 50, SortID = 310 },
			[6] = { x = -149.38, y = 60.98, z = 104.73, name = "方舟巡查者", level = 50, SortID = 312 },
			[7] = { x = 20.43, y = 53.41, z = 297.06, name = "方舟巡查者", level = 50, SortID = 314 },
			[8] = { x = 212.18, y = 28.79, z = -136.19, name = "方舟巡查者", level = 50, SortID = 316 },
			[9] = { x = 153.21, y = 31.08, z = -236.38, name = "方舟巡查者", level = 50, SortID = 318 },
			[10] = { x = 94.96, y = 28.82, z = -290.68, name = "方舟巡查者", level = 50, SortID = 320 },
		},
		[35237] = 
		{
			[1] = { x = -132.92, y = 35.48, z = -155.99, name = "堕落之魂", level = 50, SortID = 302 },
			[2] = { x = -76.48, y = 47.10, z = -27.81, name = "堕落之魂", level = 50, SortID = 304 },
			[3] = { x = -62.99, y = 44.14, z = 40.21, name = "堕落之魂", level = 50, SortID = 306 },
			[4] = { x = 126.24, y = 14.12, z = 113.76, name = "堕落之魂", level = 50, SortID = 308 },
			[5] = { x = 26.45, y = 46.87, z = 253.64, name = "堕落之魂", level = 50, SortID = 310 },
			[6] = { x = -149.38, y = 60.98, z = 104.73, name = "堕落之魂", level = 50, SortID = 312 },
			[7] = { x = 20.43, y = 53.41, z = 297.06, name = "堕落之魂", level = 50, SortID = 314 },
			[8] = { x = 212.18, y = 28.79, z = -136.19, name = "堕落之魂", level = 50, SortID = 316 },
			[9] = { x = 153.21, y = 31.08, z = -236.38, name = "堕落之魂", level = 50, SortID = 318 },
			[10] = { x = 94.96, y = 28.82, z = -290.68, name = "堕落之魂", level = 50, SortID = 320 },
		},
		[35238] = 
		{
			[1] = { x = -132.92, y = 35.48, z = -155.99, name = "窟拉屠夫", level = 50, SortID = 302 },
			[2] = { x = -76.48, y = 47.10, z = -27.81, name = "窟拉屠夫", level = 50, SortID = 304 },
			[3] = { x = -62.99, y = 44.14, z = 40.21, name = "窟拉屠夫", level = 50, SortID = 306 },
			[4] = { x = 126.24, y = 14.12, z = 113.76, name = "窟拉屠夫", level = 50, SortID = 308 },
			[5] = { x = 26.45, y = 46.87, z = 253.64, name = "窟拉屠夫", level = 50, SortID = 310 },
			[6] = { x = -149.38, y = 60.98, z = 104.73, name = "窟拉屠夫", level = 50, SortID = 312 },
			[7] = { x = 20.43, y = 53.41, z = 297.06, name = "窟拉屠夫", level = 50, SortID = 314 },
			[8] = { x = 212.18, y = 28.79, z = -136.19, name = "窟拉屠夫", level = 50, SortID = 316 },
			[9] = { x = 153.21, y = 31.08, z = -236.38, name = "窟拉屠夫", level = 50, SortID = 318 },
			[10] = { x = 94.96, y = 28.82, z = -290.68, name = "窟拉屠夫", level = 50, SortID = 320 },
		},
		[35251] = 
		{
			[1] = { x = -132.92, y = 35.48, z = -155.99, name = "卡玛伊勇者", level = 55, SortID = 331 },
			[2] = { x = -76.48, y = 47.10, z = -27.81, name = "卡玛伊勇者", level = 55, SortID = 330 },
			[3] = { x = -62.99, y = 44.14, z = 40.21, name = "卡玛伊勇者", level = 55, SortID = 329 },
			[4] = { x = 126.24, y = 14.12, z = 113.76, name = "卡玛伊勇者", level = 55, SortID = 328 },
			[5] = { x = 26.45, y = 46.87, z = 253.64, name = "卡玛伊勇者", level = 55, SortID = 327 },
			[6] = { x = -149.38, y = 60.98, z = 104.73, name = "卡玛伊勇者", level = 55, SortID = 326 },
			[7] = { x = 20.43, y = 53.41, z = 297.06, name = "卡玛伊勇者", level = 55, SortID = 325 },
			[8] = { x = 212.18, y = 28.79, z = -136.19, name = "卡玛伊勇者", level = 55, SortID = 324 },
			[9] = { x = 153.21, y = 31.08, z = -236.38, name = "卡玛伊勇者", level = 55, SortID = 323 },
			[10] = { x = 94.96, y = 28.82, z = -290.68, name = "卡玛伊勇者", level = 55, SortID = 322 },
		},
		[35252] = 
		{
			[1] = { x = -132.92, y = 35.48, z = -155.99, name = "北地海盗船长", level = 55, SortID = 331 },
			[2] = { x = -76.48, y = 47.10, z = -27.81, name = "北地海盗船长", level = 55, SortID = 330 },
			[3] = { x = -62.99, y = 44.14, z = 40.21, name = "北地海盗船长", level = 55, SortID = 329 },
			[4] = { x = 126.24, y = 14.12, z = 113.76, name = "北地海盗船长", level = 55, SortID = 328 },
			[5] = { x = 26.45, y = 46.87, z = 253.64, name = "北地海盗船长", level = 55, SortID = 327 },
			[6] = { x = -149.38, y = 60.98, z = 104.73, name = "北地海盗船长", level = 55, SortID = 326 },
			[7] = { x = 20.43, y = 53.41, z = 297.06, name = "北地海盗船长", level = 55, SortID = 325 },
			[8] = { x = 212.18, y = 28.79, z = -136.19, name = "北地海盗船长", level = 55, SortID = 324 },
			[9] = { x = 153.21, y = 31.08, z = -236.38, name = "北地海盗船长", level = 55, SortID = 323 },
			[10] = { x = 94.96, y = 28.82, z = -290.68, name = "北地海盗船长", level = 55, SortID = 322 },
		},
		[35263] = 
		{
			[1] = { x = -132.92, y = 35.48, z = -155.99, name = "雄狮斗士", level = 60, SortID = 332 },
			[2] = { x = -76.48, y = 47.10, z = -27.81, name = "雄狮斗士", level = 60, SortID = 333 },
			[3] = { x = -62.99, y = 44.14, z = 40.21, name = "雄狮斗士", level = 60, SortID = 334 },
			[4] = { x = 126.24, y = 14.12, z = 113.76, name = "雄狮斗士", level = 60, SortID = 335 },
			[5] = { x = 26.45, y = 46.87, z = 253.64, name = "雄狮斗士", level = 60, SortID = 336 },
			[6] = { x = -149.38, y = 60.98, z = 104.73, name = "雄狮斗士", level = 60, SortID = 337 },
			[7] = { x = 20.43, y = 53.41, z = 297.06, name = "雄狮斗士", level = 60, SortID = 338 },
			[8] = { x = 212.18, y = 28.79, z = -136.19, name = "雄狮斗士", level = 60, SortID = 339 },
			[9] = { x = 153.21, y = 31.08, z = -236.38, name = "雄狮斗士", level = 60, SortID = 340 },
			[10] = { x = 94.96, y = 28.82, z = -290.68, name = "雄狮斗士", level = 60, SortID = 341 },
		},
		[35264] = 
		{
			[1] = { x = -132.92, y = 35.48, z = -155.99, name = "风之精灵首领", level = 60, SortID = 332 },
			[2] = { x = -76.48, y = 47.10, z = -27.81, name = "风之精灵首领", level = 60, SortID = 333 },
			[3] = { x = -62.99, y = 44.14, z = 40.21, name = "风之精灵首领", level = 60, SortID = 334 },
			[4] = { x = 126.24, y = 14.12, z = 113.76, name = "风之精灵首领", level = 60, SortID = 335 },
			[5] = { x = 26.45, y = 46.87, z = 253.64, name = "风之精灵首领", level = 60, SortID = 336 },
			[6] = { x = -149.38, y = 60.98, z = 104.73, name = "风之精灵首领", level = 60, SortID = 337 },
			[7] = { x = 20.43, y = 53.41, z = 297.06, name = "风之精灵首领", level = 60, SortID = 338 },
			[8] = { x = 212.18, y = 28.79, z = -136.19, name = "风之精灵首领", level = 60, SortID = 339 },
			[9] = { x = 153.21, y = 31.08, z = -236.38, name = "风之精灵首领", level = 60, SortID = 340 },
			[10] = { x = 94.96, y = 28.82, z = -290.68, name = "风之精灵首领", level = 60, SortID = 341 },
		},
		[34214] = 
		{
			[1] = { x = 92.90, y = 33.12, z = -258.20, name = "小德拉贡·欧罗", level = 58, SortID = 18, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[34212] = 
		{
			[1] = { x = 186.86, y = 11.91, z = 124.43, name = "瘟疫", level = 52, SortID = 20, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[34213] = 
		{
			[1] = { x = -205.79, y = 95.00, z = 328.66, name = "尤利乌斯", level = 55, SortID = 27, DropItemIds = " ",IsEliteBoss = true,BossIconPath = "CBT_Map_Tag_018_001" },
		},
		[14321] = 
		{
			[1] = { x = -32.72, y = 55.68, z = -72.10, name = "不死近卫", level = 55, DropItemIds = " " },
		},
		[14322] = 
		{
			[1] = { x = -23.87, y = 52.34, z = -106.20, name = "卡兰突击队员", level = 10, DropItemIds = " " },
		},
		[14323] = 
		{
			[1] = { x = -34.20, y = 52.35, z = -119.40, name = "温迪戈萨满", level = 10, DropItemIds = " " },
		},
		[14324] = 
		{
			[1] = { x = -60.66, y = 51.66, z = -44.30, name = "丧尸", level = 50, DropItemIds = " " },
		},
		[14325] = 
		{
			[1] = { x = 106.23, y = 14.51, z = 109.17, name = "不死近卫", level = 50, DropItemIds = " " },
		},
		[14326] = 
		{
			[1] = { x = -5.30, y = 47.54, z = 62.70, name = "残暴尖刺蜘蛛", level = 10, DropItemIds = " " },
		},
		[14327] = 
		{
			[1] = { x = -5.30, y = 47.54, z = 62.70, name = "岩石蜥蜴王", level = 10, DropItemIds = " " },
		},
		[14328] = 
		{
			[1] = { x = -5.30, y = 47.54, z = 62.70, name = "岩石蜥蜴王", level = 10, DropItemIds = " " },
		},
	},
	Npc = 
	{
		[4011] = 
		{
			[1] = { x = -174.66, y = 31.50, z = -161.59, name = "凯亚之剑战士", SortID = 2 },
			[2] = { x = -175.40, y = 26.87, z = -201.52, name = "凯亚之剑战士", SortID = 8 },
			[3] = { x = -120.77, y = 32.60, z = -216.92, name = "凯亚之剑战士", SortID = 9 },
			[4] = { x = -128.96, y = 17.74, z = -324.75, name = "凯亚之剑战士", SortID = 106 },
			[5] = { x = -137.35, y = 17.74, z = -314.92, name = "凯亚之剑战士", SortID = 107 },
		},
		[4012] = 
		{
			[1] = { x = -191.02, y = 17.74, z = -244.26, name = "珀尔卡", SortID = 3 },
		},
		[4093] = 
		{
			[1] = { x = -233.50, y = 14.62, z = -242.65, name = "卡斯塔尼克民兵", SortID = 4 },
			[2] = { x = -233.50, y = 14.62, z = -240.43, name = "卡斯塔尼克民兵", SortID = 88 },
			[3] = { x = -233.50, y = 14.62, z = -217.10, name = "卡斯塔尼克民兵", SortID = 89 },
			[4] = { x = -233.50, y = 14.62, z = -219.32, name = "卡斯塔尼克民兵", SortID = 90 },
		},
		[4094] = 
		{
			[1] = { x = -233.50, y = 14.62, z = -242.65, name = "卡斯塔尼克民兵", SortID = 4 },
			[2] = { x = -233.50, y = 14.62, z = -240.43, name = "卡斯塔尼克民兵", SortID = 88 },
			[3] = { x = -233.50, y = 14.62, z = -217.10, name = "卡斯塔尼克民兵", SortID = 89 },
			[4] = { x = -233.50, y = 14.62, z = -219.32, name = "卡斯塔尼克民兵", SortID = 90 },
		},
		[4007] = 
		{
			[1] = { x = -169.63, y = 17.74, z = -272.11, name = "哈拉卡", SortID = 5 },
		},
		[4005] = 
		{
			[1] = { x = -77.40, y = 21.88, z = -262.72, name = "希拉尔", SortID = 6 },
		},
		[4006] = 
		{
			[1] = { x = -85.34, y = 21.97, z = -257.96, name = "塔木克", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "塔克木", SortID = 7, FunctionName = "声望" },
			[2] = { x = -192.57, y = 17.74, z = -258.67, name = "塔木克", SortID = 12 },
		},
		[4070] = 
		{
			[1] = { x = -119.47, y = 36.39, z = -194.01, name = "贝利卡先遣军", SortID = 10 },
			[2] = { x = -117.24, y = 39.16, z = -174.42, name = "贝利卡先遣军", SortID = 11 },
			[3] = { x = -83.47, y = 21.88, z = -279.01, name = "贝利卡先遣军", SortID = 221 },
		},
		[4100] = 
		{
			[1] = { x = -239.50, y = 14.67, z = -229.52, name = "赭砂", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "赭砂", SortID = 13, FunctionName = "声望" },
		},
		[4009] = 
		{
			[1] = { x = -175.96, y = 17.74, z = -316.59, name = "好望港商人", SortID = 14 },
		},
		[4068] = 
		{
			[1] = { x = -176.04, y = 17.74, z = -319.95, name = "联盟军", SortID = 15 },
		},
		[4052] = 
		{
			[1] = { x = 98.58, y = 58.42, z = -30.77, name = "卡塔娅·拉赫纳", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "卡塔娅·拉赫纳", SortID = 33, FunctionName = "声望" },
		},
		[4039] = 
		{
			[1] = { x = 153.95, y = 70.52, z = -71.83, name = "卡斯塔尼克", SortID = 34 },
		},
		[4046] = 
		{
			[1] = { x = 55.86, y = 58.13, z = -57.03, name = "凯亚之剑守卫", SortID = 35 },
			[2] = { x = 95.48, y = 58.42, z = -35.49, name = "凯亚之剑守卫", SortID = 51 },
			[3] = { x = 102.01, y = 58.42, z = -38.54, name = "凯亚之剑守卫", SortID = 52 },
			[4] = { x = 102.09, y = 58.42, z = -35.41, name = "凯亚之剑守卫", SortID = 53 },
			[5] = { x = 128.72, y = 65.81, z = -31.67, name = "凯亚之剑守卫", SortID = 54 },
			[6] = { x = 128.72, y = 65.81, z = -40.78, name = "凯亚之剑守卫", SortID = 55 },
			[7] = { x = 95.48, y = 58.42, z = -38.60, name = "凯亚之剑守卫", SortID = 56 },
			[8] = { x = 145.73, y = 65.79, z = 30.28, name = "凯亚之剑守卫", SortID = 65 },
			[9] = { x = 252.56, y = 61.65, z = 30.28, name = "凯亚之剑守卫", SortID = 66 },
			[10] = { x = 55.63, y = 58.13, z = -48.34, name = "凯亚之剑守卫", SortID = 41 },
			[11] = { x = 20.53, y = 58.49, z = -52.55, name = "凯亚之剑守卫", SortID = 105 },
			[12] = { x = -20.48, y = 53.12, z = -88.19, name = "凯亚之剑守卫", SortID = 214 },
			[13] = { x = -22.00, y = 53.12, z = -91.72, name = "凯亚之剑守卫", SortID = 215 },
			[14] = { x = -29.78, y = 53.12, z = -110.97, name = "凯亚之剑守卫", SortID = 216 },
			[15] = { x = -20.13, y = 53.12, z = -106.16, name = "凯亚之剑守卫", SortID = 217 },
			[16] = { x = -21.45, y = 53.12, z = -108.66, name = "凯亚之剑守卫", SortID = 218 },
		},
		[4040] = 
		{
			[1] = { x = 171.88, y = 70.52, z = -42.54, name = "卡斯塔尼克", SortID = 36 },
			[2] = { x = 145.19, y = 70.52, z = -26.39, name = "卡斯塔尼克", SortID = 39 },
			[3] = { x = 94.19, y = 58.18, z = -64.39, name = "卡斯塔尼克", SortID = 50 },
		},
		[4038] = 
		{
			[1] = { x = 171.88, y = 70.52, z = -45.41, name = "卡斯塔尼克", SortID = 37 },
			[2] = { x = 147.72, y = 70.52, z = -26.51, name = "卡斯塔尼克", SortID = 38 },
		},
		[4089] = 
		{
			[1] = { x = 157.16, y = 33.41, z = -196.09, name = "密特拉", SortID = 40 },
		},
		[4071] = 
		{
			[1] = { x = -25.77, y = 52.62, z = 37.73, name = "贝利卡先遣军", SortID = 42 },
			[2] = { x = 31.50, y = 42.93, z = 59.60, name = "贝利卡先遣军", SortID = 43 },
			[3] = { x = -49.50, y = 52.70, z = 96.61, name = "贝利卡先遣军", SortID = 59 },
			[4] = { x = -66.87, y = 47.58, z = -14.47, name = "贝利卡先遣军", SortID = 64 },
		},
		[4067] = 
		{
			[1] = { x = -14.20, y = 51.33, z = 94.20, name = "联盟军", SortID = 44 },
			[2] = { x = -19.41, y = 51.33, z = 105.94, name = "联盟军", SortID = 48 },
			[3] = { x = -1.99, y = 51.33, z = 91.79, name = "联盟军", SortID = 60 },
			[4] = { x = -1.99, y = 51.88, z = 94.18, name = "联盟军", SortID = 61 },
			[5] = { x = -71.62, y = 43.87, z = 29.33, name = "联盟军", SortID = 113 },
			[6] = { x = -49.02, y = 45.89, z = 18.76, name = "联盟军", SortID = 114 },
		},
		[4004] = 
		{
			[1] = { x = -14.00, y = 51.68, z = 96.50, name = "艾琳旅行者", SortID = 45 },
			[2] = { x = -22.17, y = 51.68, z = 106.33, name = "艾琳旅行者", SortID = 47 },
		},
		[4017] = 
		{
			[1] = { x = -44.21, y = 52.82, z = 95.64, name = "沙摩尔", SortID = 46 },
		},
		[4081] = 
		{
			[1] = { x = 129.03, y = 65.74, z = -80.20, name = "杂货商", SortID = 49 },
			[2] = { x = 19.46, y = 44.40, z = 38.96, name = "杂货商", SortID = 62 },
		},
		[4078] = 
		{
			[1] = { x = 86.95, y = 65.79, z = 29.48, name = "哈拉卡", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "雅露加", SortID = 57, FunctionName = "声望" },
		},
		[4080] = 
		{
			[1] = { x = 6.33, y = 44.61, z = 37.68, name = "铁匠", SortID = 63 },
		},
		[4041] = 
		{
			[1] = { x = 107.73, y = 65.74, z = -90.25, name = "卡斯塔尼克", SortID = 67 },
			[2] = { x = 72.10, y = 58.30, z = -69.60, name = "卡斯塔尼克", SortID = 68 },
		},
		[4042] = 
		{
			[1] = { x = 107.73, y = 65.74, z = -90.25, name = "卡斯塔尼克", SortID = 67 },
			[2] = { x = 72.10, y = 58.30, z = -69.60, name = "卡斯塔尼克", SortID = 68 },
		},
		[4076] = 
		{
			[1] = { x = 64.15, y = 58.17, z = -30.35, name = "希拉尔", SortID = 69 },
		},
		[4024] = 
		{
			[1] = { x = -73.50, y = 44.62, z = 9.06, name = "艾丽莎·库贝尔", SortID = 58 },
		},
		[4030] = 
		{
			[1] = { x = -73.53, y = 44.57, z = 12.18, name = "艾利恩·库贝尔", SortID = 70 },
		},
		[4090] = 
		{
			[1] = { x = -195.07, y = 17.74, z = -236.18, name = "卡斯塔尼克", SortID = 81 },
			[2] = { x = -197.21, y = 17.74, z = -243.82, name = "卡斯塔尼克", SortID = 86 },
		},
		[4092] = 
		{
			[1] = { x = -194.21, y = 17.74, z = -239.16, name = "贝利卡先遣军", SortID = 83 },
			[2] = { x = -194.21, y = 17.74, z = -243.64, name = "贝利卡先遣军", SortID = 87 },
		},
		[4091] = 
		{
			[1] = { x = -197.70, y = 17.74, z = -238.09, name = "卡斯塔尼克", SortID = 84 },
			[2] = { x = -195.75, y = 17.74, z = -246.20, name = "卡斯塔尼克", SortID = 85 },
		},
		[4101] = 
		{
			[1] = { x = -240.50, y = 14.67, z = -218.12, name = "凯亚之剑教官", SortID = 92 },
			[2] = { x = -240.50, y = 14.67, z = -241.37, name = "凯亚之剑教官", SortID = 93 },
		},
		[4027] = 
		{
			[1] = { x = -193.14, y = 17.74, z = -229.51, name = "艾利恩·库贝尔", SortID = 82 },
		},
		[4014] = 
		{
			[1] = { x = -191.85, y = 17.74, z = -227.29, name = "沙摩尔", SortID = 91 },
		},
		[4021] = 
		{
			[1] = { x = -196.03, y = 17.74, z = -229.79, name = "艾丽莎·库贝尔", SortID = 94 },
		},
		[4034] = 
		{
			[1] = { x = -195.96, y = 17.74, z = -227.10, name = "露娜·艾琳", SortID = 95 },
		},
		[4084] = 
		{
			[1] = { x = 83.35, y = 25.54, z = -330.59, name = "俘虏", SortID = 97 },
		},
		[4085] = 
		{
			[1] = { x = 184.69, y = 31.39, z = -249.80, name = "雅拉卡", SortID = 98 },
		},
		[4074] = 
		{
			[1] = { x = 176.07, y = 31.39, z = -248.73, name = "卡塔娅·拉赫纳", SortID = 99 },
		},
		[4105] = 
		{
			[1] = { x = 176.07, y = 31.39, z = -248.73, name = "迪波", SortID = 99 },
		},
		[4104] = 
		{
			[1] = { x = 176.07, y = 31.39, z = -248.73, name = "卡塔娅·拉赫纳", SortID = 101 },
		},
		[4106] = 
		{
			[1] = { x = 176.07, y = 31.39, z = -248.73, name = "迪波", SortID = 101 },
		},
		[4023] = 
		{
			[1] = { x = 151.79, y = 33.35, z = -198.37, name = "艾丽莎·库贝尔", SortID = 102 },
		},
		[4029] = 
		{
			[1] = { x = 154.35, y = 33.25, z = -201.49, name = "艾利恩·库贝尔", SortID = 103 },
		},
		[4016] = 
		{
			[1] = { x = 157.34, y = 33.43, z = -202.57, name = "沙摩尔", SortID = 104 },
		},
		[4098] = 
		{
			[1] = { x = -210.56, y = 17.74, z = -275.21, name = "卡斯塔尼克民兵", SortID = 108 },
			[2] = { x = -208.47, y = 17.74, z = -301.64, name = "卡斯塔尼克民兵", SortID = 109 },
			[3] = { x = -205.77, y = 17.74, z = -280.50, name = "卡斯塔尼克民兵", SortID = 112 },
		},
		[4099] = 
		{
			[1] = { x = -208.47, y = 17.74, z = -301.64, name = "卡斯塔尼克民兵", SortID = 109 },
			[2] = { x = -205.77, y = 17.74, z = -280.50, name = "卡斯塔尼克民兵", SortID = 112 },
		},
		[4064] = 
		{
			[1] = { x = 103.82, y = 15.60, z = 133.87, name = "联盟军", SortID = 117 },
			[2] = { x = 134.88, y = 15.60, z = 125.90, name = "联盟军", SortID = 118 },
			[3] = { x = 127.90, y = 15.60, z = 157.80, name = "联盟军", SortID = 119 },
		},
		[4050] = 
		{
			[1] = { x = 103.82, y = 15.60, z = 133.87, name = "凯亚之剑", SortID = 117 },
			[2] = { x = 134.88, y = 15.60, z = 125.90, name = "凯亚之剑", SortID = 118 },
			[3] = { x = 127.90, y = 15.60, z = 157.80, name = "凯亚之剑", SortID = 119 },
			[4] = { x = 133.48, y = 15.70, z = 92.84, name = "凯亚之剑", SortID = 121 },
		},
		[4051] = 
		{
			[1] = { x = 133.50, y = 15.70, z = 95.50, name = "火玳", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "火玳", SortID = 120, FunctionName = "声望" },
		},
		[4048] = 
		{
			[1] = { x = 120.97, y = 65.81, z = -31.99, name = "焰晶", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "焰晶", SortID = 122, FunctionName = "声望" },
		},
		[4058] = 
		{
			[1] = { x = -203.20, y = 79.61, z = 171.24, name = "迪波", SortID = 125 },
		},
		[4056] = 
		{
			[1] = { x = -188.94, y = 40.61, z = 24.54, name = "巴拉卡人幽魂", SortID = 126 },
		},
		[4087] = 
		{
			[1] = { x = -175.50, y = 40.64, z = 24.32, name = "贝里克", SortID = 127 },
		},
		[4107] = 
		{
			[1] = { x = -112.06, y = 69.93, z = 294.03, name = "", SortID = 133 },
			[2] = { x = -212.61, y = 78.54, z = 250.73, name = "", SortID = 134 },
		},
		[4035] = 
		{
			[1] = { x = -123.62, y = 40.73, z = -0.61, name = "露娜·艾琳", SortID = 141 },
		},
		[4113] = 
		{
			[1] = { x = -207.13, y = 17.74, z = -293.73, name = "凯亚塔·库贝尔", SortID = 140 },
		},
		[4108] = 
		{
			[1] = { x = -185.85, y = 40.61, z = 24.59, name = "露娜·艾琳", SortID = 161 },
		},
		[4140] = 
		{
			[1] = { x = -51.60, y = 15.81, z = -299.96, name = "辛迪加·弗莱", SortID = 219 },
		},
		[4141] = 
		{
			[1] = { x = -72.00, y = 21.96, z = -278.85, name = "联盟军卫兵", SortID = 220 },
		},
		[4142] = 
		{
			[1] = { x = -122.19, y = 24.77, z = -279.15, name = "贪玩的女孩", SortID = 222 },
		},
		[4143] = 
		{
			[1] = { x = -163.00, y = 17.74, z = -300.44, name = "追随者士兵", SortID = 223 },
		},
		[4144] = 
		{
			[1] = { x = -145.00, y = 17.74, z = -302.00, name = "水手", SortID = 228 },
		},
		[4145] = 
		{
			[1] = { x = -217.81, y = 17.74, z = -299.57, name = "送货商", SortID = 229 },
		},
		[4146] = 
		{
			[1] = { x = 67.00, y = 40.08, z = -147.47, name = "卡斯塔尼克伤兵", SortID = 235 },
		},
		[4147] = 
		{
			[1] = { x = 148.00, y = 34.08, z = -138.00, name = "奥雷加", SortID = 237 },
		},
		[4148] = 
		{
			[1] = { x = 196.06, y = 33.93, z = -179.10, name = "被污染的士兵", SortID = 240 },
		},
		[4150] = 
		{
			[1] = { x = 195.05, y = 33.79, z = -175.62, name = "奥雷加", SortID = 241 },
		},
		[4153] = 
		{
			[1] = { x = 85.73, y = 37.06, z = -148.83, name = "被污染的士兵", SortID = 242 },
		},
		[4155] = 
		{
			[1] = { x = 55.99, y = 58.17, z = -31.83, name = "艾琳学者", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "艾琳学着", SortID = 243, FunctionName = "声望" },
		},
		[4157] = 
		{
			[1] = { x = 123.85, y = 65.95, z = 39.00, name = "游侠士兵", SortID = 244 },
		},
		[4158] = 
		{
			[1] = { x = 155.00, y = 70.52, z = -41.01, name = "游侠士兵", SortID = 245 },
		},
		[4159] = 
		{
			[1] = { x = 258.07, y = 70.77, z = -30.30, name = "游侠士兵", SortID = 246 },
		},
		[4173] = 
		{
			[1] = { x = 258.17, y = 70.77, z = -27.80, name = "游侠士兵", SortID = 247 },
		},
		[4174] = 
		{
			[1] = { x = 254.41, y = 70.77, z = -27.80, name = "游侠士兵", SortID = 248 },
		},
		[4175] = 
		{
			[1] = { x = 261.58, y = 70.77, z = -27.80, name = "游侠士兵", SortID = 249 },
		},
		[4169] = 
		{
			[1] = { x = 263.68, y = 70.64, z = -33.37, name = "先遣军士兵", SortID = 250 },
		},
		[4170] = 
		{
			[1] = { x = 259.72, y = 70.64, z = -35.25, name = "先遣军士兵", SortID = 251 },
		},
		[4171] = 
		{
			[1] = { x = 255.21, y = 70.64, z = -35.06, name = "先遣军士兵", SortID = 252 },
		},
		[4172] = 
		{
			[1] = { x = 251.24, y = 70.64, z = -33.60, name = "先遣军士兵", SortID = 253 },
		},
		[4160] = 
		{
			[1] = { x = 199.46, y = 73.18, z = 8.09, name = "先遣军士官", SortID = 254 },
		},
		[4165] = 
		{
			[1] = { x = 84.98, y = 17.10, z = 131.73, name = "席坎祭祀", SortID = 255 },
		},
		[4183] = 
		{
			[1] = { x = 89.31, y = 58.18, z = -62.76, name = "席坎祭祀", SortID = 256 },
		},
		[4166] = 
		{
			[1] = { x = 118.79, y = 65.81, z = -6.06, name = "卡斯塔尼克难民", SortID = 258 },
		},
		[4167] = 
		{
			[1] = { x = 112.60, y = 65.81, z = -47.02, name = "联盟军伤兵", SortID = 259 },
		},
		[4168] = 
		{
			[1] = { x = 97.91, y = 65.79, z = 29.14, name = "女孩", SortID = 260 },
		},
		[4176] = 
		{
			[1] = { x = -156.14, y = 40.99, z = 48.00, name = "守卫者灵魂", SortID = 261 },
		},
		[4181] = 
		{
			[1] = { x = -208.00, y = 60.06, z = 67.00, name = "贝里克", SortID = 264 },
		},
		[4184] = 
		{
			[1] = { x = -35.49, y = 51.93, z = 108.14, name = "席坎祭祀", SortID = 265 },
		},
		[4185] = 
		{
			[1] = { x = 112.69, y = 65.81, z = -50.18, name = "莱特斯", SortID = 266 },
		},
		[4177] = 
		{
			[1] = { x = 15.80, y = 53.47, z = 333.84, name = "贝里克", SortID = 268 },
		},
		[4152] = 
		{
			[1] = { x = 189.67, y = 34.17, z = -179.90, name = "卡斯塔尼克民兵", SortID = 270 },
		},
		[4182] = 
		{
			[1] = { x = 87.22, y = 17.15, z = 132.64, name = "席坎祭祀", SortID = 271 },
		},
		[4210] = 
		{
			[1] = { x = -94.40, y = 70.22, z = 286.59, name = "贝里克化身", SortID = 301 },
		},
		[20] = 
		{
			[1] = { x = 146.41, y = 70.52, z = -87.47, name = "劳伦斯", SortID = 533 },
		},
		[21] = 
		{
			[1] = { x = -116.85, y = 17.74, z = -289.29, name = "劳伦斯", SortID = 534 },
		},
		[22] = 
		{
			[1] = { x = -111.91, y = 95.08, z = 356.17, name = "劳伦斯", SortID = 535 },
		},
		[23] = 
		{
			[1] = { x = -83.08, y = 69.87, z = 349.55, name = "劳伦斯", SortID = 536 },
			[2] = { x = 79.23, y = 58.13, z = -70.28, name = "劳伦斯", FunctionName = " " },
		},
		[4277] = 
		{
			[1] = { x = -69.39, y = 44.62, z = 19.27, name = "艾利恩·库贝尔", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "艾利恩", FunctionName = "声望" },
		},
		[4278] = 
		{
			[1] = { x = -69.83, y = 43.82, z = 23.36, name = "星纱·艾琳", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "艾琳顾问", FunctionName = "声望" },
		},
		[4281] = 
		{
			[1] = { x = -32.20, y = 52.62, z = 54.80, name = "教官", IsCanFind = 1, IconPath = "Common_Npc_013", Describe = "守护者教官", FunctionName = "声望" },
		},
	},
	Region = 
	{
		[1] = 
		{
			[359] = { x = -72.65, y = 17.74, z = -317.80, xA = 94.27, yA = 24.21, zA = -355.41, name = "传送至新毒蛇湾", worldId = 190, PkMode = 0 },
		},
		[2] = 
		{
			[331] = { x = 338.41, y = 100.00, z = -48.95, name = "冰湖", isShowName = true, worldId = 0, BackgroundMusic = "BGM_Map_5/Map_5/Map_5_dungeon_1", BattleMusic = "BGM_Map_5/Map_5/Map_5_battle", PkMode = 2, CameraDistance = 15 },
			[332] = { x = -142.35, y = 24.72, z = -276.58, name = "玫瑰港", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Square" },
			[333] = { x = -154.16, y = 37.85, z = -69.83, name = "德佩拉宅邸", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[334] = { x = 98.46, y = 42.35, z = -269.43, name = "新毒蛇湾", isShowName = true, worldId = 0, IsCanFind = 1, BackgroundMusic = "BGM_Map_5/Map_5/map_5_zone_5", PkMode = 0, IsCanHawkeye = true, QuestID = {4029,4030}, EnvironmentMusic = "Zone_Ambience/Ambience/Village" },
			[335] = { x = 164.29, y = 58.18, z = -31.77, name = "卡斯塔仑", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0, EnvironmentMusic = "Zone_Ambience/Ambience/Square" },
			[336] = { x = -30.59, y = 43.88, z = 48.56, name = "联盟军军营", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[337] = { x = 131.47, y = 28.38, z = 127.87, name = "尸骸战场", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[338] = { x = 133.88, y = 22.53, z = 285.72, name = "第三军团大营", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[339] = { x = -154.44, y = 41.07, z = 24.45, name = "灵魂之井", isShowName = true, worldId = 0, IsCanFind = 1, BackgroundMusic = "BGM_Map_5/Map_5/map_5_zone_2", PkMode = 0, IsCanHawkeye = true, QuestID = {4068,4069} },
			[340] = { x = -172.68, y = 78.54, z = 216.48, name = "军械区", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[341] = { x = -75.43, y = 69.87, z = 365.27, name = "血祭区", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[342] = { x = -217.67, y = 95.01, z = 354.29, name = "塔索克大门", isShowName = true, worldId = 0, IsCanFind = 1, PkMode = 0 },
			[343] = { x = -33.79, y = 52.36, z = -97.81, name = "伏击地", isShowName = true, worldId = 0, BackgroundMusic = "BGM_Map_5/Map_5/map_5_zone_3", PkMode = 0 },
			[344] = { x = -84.84, y = 72.35, z = 293.04, name = "石头相位区域", worldId = 0, PkMode = 0 },
			[360] = { x = -161.45, y = 31.97, z = -137.41, name = "初次遭遇僵尸", worldId = 0, PkMode = 0 },
			[362] = { x = 155.15, y = 33.67, z = -204.92, name = "毒蛇湾阴影终点", worldId = 0, PkMode = 0 },
			[363] = { x = -201.07, y = 17.79, z = -261.93, name = "玫瑰港任务抵达点", worldId = 0, PkMode = 0 },
			[364] = { x = -224.90, y = 17.74, z = -311.74, name = "前往尔雷曼西亚", worldId = 0, PkMode = 0 },
			[365] = { x = -132.03, y = 17.74, z = -335.20, name = "前往好望港", worldId = 0, PkMode = 0 },
			[366] = { x = -174.83, y = 17.74, z = -310.33, name = "好望港商会区域", worldId = 0, PkMode = 0 },
			[367] = { x = 157.06, y = 28.80, z = -293.18, name = "新毒蛇湾内部", worldId = 0, PkMode = 0 },
			[368] = { x = 111.44, y = 14.19, z = 104.42, name = "抵达战场", worldId = 0, PkMode = 0 },
			[369] = { x = 186.28, y = 12.65, z = 108.17, name = "前往荒地", worldId = 0, PkMode = 0 },
			[370] = { x = 200.19, y = 14.07, z = 99.64, name = "枉死者荒地", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {4057} },
			[371] = { x = -123.85, y = 40.68, z = -5.36, name = "抵达灵魂井", worldId = 0, PkMode = 0 },
			[372] = { x = -202.38, y = 60.17, z = 78.94, name = "前往山巅之路", worldId = 0, PkMode = 0 },
			[373] = { x = -109.79, y = 69.62, z = 120.87, name = "继续前往山巅", worldId = 0, PkMode = 0 },
			[374] = { x = -195.34, y = 78.67, z = 217.39, name = "进入工厂", worldId = 0, PkMode = 0 },
			[375] = { x = 19.70, y = 53.56, z = 322.43, name = "赶往大营", worldId = 0, PkMode = 0 },
			[376] = { x = 200.06, y = 34.14, z = -188.78, name = "前往堤图斯", worldId = 0, PkMode = 0 },
			[378] = { x = 49.71, y = 58.34, z = -52.94, name = "前往卡斯塔仑", worldId = 0, PkMode = 0 },
			[384] = { x = -54.81, y = 17.74, z = -287.87, name = "调查越狱现场支线", worldId = 0, IsCanFind = 1, PkMode = 0, IsCanHawkeye = true },
			[385] = { x = -99.88, y = 38.54, z = -158.55, name = "追猎抵达区域支线", worldId = 0, PkMode = 0 },
			[386] = { x = -98.70, y = 40.33, z = -142.20, name = "追猎刷怪区域支线", worldId = 0, PkMode = 0 },
			[387] = { x = -212.53, y = 17.74, z = -300.16, name = "处决进入相位区域支线", worldId = 0, PkMode = 0 },
			[388] = { x = -5.64, y = 51.80, z = -130.00, name = "失踪的小队抵达支线", worldId = 0, PkMode = 0 },
			[389] = { x = 189.05, y = 35.71, z = -178.57, name = "“同伴”抵达区域支线", worldId = 0, PkMode = 0 },
			[390] = { x = 178.36, y = 36.23, z = -156.18, name = "“同伴”协战区域", worldId = 0, PkMode = 0 },
			[391] = { x = 87.02, y = 37.13, z = -144.31, name = "感染进入相位区域支线", worldId = 0, PkMode = 0 },
			[392] = { x = 25.42, y = 68.68, z = -46.62, name = "新生协战区域支线", worldId = 0, PkMode = 0 },
			[393] = { x = 258.04, y = 70.64, z = -26.29, name = "操练进入相位区域支线", worldId = 0, PkMode = 0 },
			[394] = { x = 138.09, y = 18.34, z = 146.50, name = "实战进入相位区域支线", worldId = 0, PkMode = 0 },
			[395] = { x = -84.64, y = 70.22, z = 283.49, name = "神性之隙抵达区域支线", worldId = 0, PkMode = 0 },
			[396] = { x = -98.80, y = 39.02, z = -143.19, name = "追猎采集陷阱鹰眼区域支线", worldId = 0, PkMode = 0, IsCanHawkeye = true, QuestID = {14005} },
			[397] = { x = 85.19, y = 38.47, z = -144.92, name = "护送奥雷加抵达区域支线", worldId = 0, PkMode = 0 },
			[398] = { x = 139.50, y = 42.09, z = -147.15, name = "归家之路协战区域支线", worldId = 0, PkMode = 0 },
			[399] = { x = 17.81, y = 43.94, z = 54.44, name = "席坎祭祀护送抵达支线", worldId = 0, PkMode = 0 },
			[400] = { x = -15.49, y = 30.42, z = -60.44, name = "卡斯塔仑领土", worldId = 0, BackgroundMusic = "BGM_Map_5/Map_5/map_5_zone_1", PkMode = 0 },
			[401] = { x = -242.83, y = 298.43, z = 345.44, name = "塔索克平台", worldId = 0, BackgroundMusic = "BGM_Map_5/Map_5/map_5_zone_3", PkMode = 0 },
			[402] = { x = 86.45, y = 44.84, z = 155.82, name = "战场", worldId = 0, BackgroundMusic = "BGM_Map_5/Map_5/map_5_zone_4", PkMode = 0 },
			[438] = { x = 97.91, y = 62.78, z = -38.62, name = "声望无礼的挑战者", worldId = 0, PkMode = 0 },
			[461] = { x = -172.91, y = 95.12, z = 340.35, name = "塔雷坤相关相位", worldId = 0, PkMode = 0 },
			[462] = { x = -172.91, y = 95.12, z = 340.35, name = "塔雷坤相关相位", worldId = 0, PkMode = 0 },
			[463] = { x = -165.51, y = 95.01, z = 315.17, name = "从不放弃区域", worldId = 0, PkMode = 0 },
			[523] = { x = -165.16, y = 55.79, z = 73.36, name = "神视单人_01_new1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[524] = { x = 173.72, y = 70.54, z = -55.96, name = "神视单人_神秘商人01", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[525] = { x = -150.24, y = 70.52, z = 292.33, name = "神视多人_4-1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[526] = { x = 107.02, y = 18.35, z = 190.86, name = "神视多人_3-1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[527] = { x = 148.95, y = 21.26, z = -125.16, name = "神视多人_2-1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[528] = { x = 137.20, y = 21.25, z = 228.50, name = "神视单人_02_new2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[529] = { x = -176.22, y = 40.53, z = 65.19, name = "神视单人_06_new1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[530] = { x = -161.17, y = 47.56, z = 73.85, name = "神视单人_07_new1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[531] = { x = -167.79, y = 73.66, z = 66.68, name = "神视单人_08_new1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[532] = { x = -133.75, y = 95.18, z = -170.02, name = "神视多人_1-1", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[533] = { x = -191.50, y = 95.18, z = 216.30, name = "神视单人_05_new3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[534] = { x = -191.50, y = 95.18, z = 216.30, name = "神视单人_03_new3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[535] = { x = -195.70, y = 95.18, z = 216.30, name = "神视单人_04_new3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[536] = { x = -151.75, y = 84.51, z = 301.90, name = "神视单人_神秘商人03", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[537] = { x = -158.53, y = 84.57, z = 300.73, name = "神视单人_神秘商人04", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[538] = { x = -152.00, y = 24.71, z = -264.89, name = "神视单人_神秘商人02", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[539] = { x = -132.77, y = 36.15, z = -161.84, name = "神视多人_1-2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[540] = { x = -129.54, y = 36.67, z = -162.14, name = "神视多人_1-3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[541] = { x = -131.55, y = 33.98, z = -166.36, name = "神视多人_1-4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[542] = { x = 151.35, y = 88.85, z = -126.32, name = "神视多人_2-2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[543] = { x = 152.36, y = 241.52, z = -124.05, name = "神视多人_2-3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[544] = { x = 148.79, y = 70.57, z = -122.88, name = "神视多人_2-4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[545] = { x = 105.40, y = 17.53, z = 190.96, name = "神视多人_3-2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[546] = { x = 108.31, y = 17.25, z = 192.50, name = "神视多人_3-3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[547] = { x = 106.02, y = 17.30, z = 191.84, name = "神视多人_3-4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[548] = { x = -147.90, y = 91.14, z = 289.45, name = "神视多人_4-2", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[549] = { x = -149.72, y = 88.22, z = 282.34, name = "神视多人_4-3", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[550] = { x = -141.63, y = 90.17, z = 282.94, name = "神视多人_4-4", worldId = 0, PkMode = 0, IsCanHawkeye = true },
			[551] = { x = 98.80, y = 19.19, z = 95.40, name = "1912传送190区域", worldId = 0, PkMode = 0 },
			[552] = { x = 133.81, y = 21.33, z = 209.36, name = "1913传送190区域", worldId = 0, PkMode = 0 },
			[553] = { x = 127.59, y = 111.19, z = -274.23, name = "新毒蛇湾", isShowName = true, worldId = 0, PkMode = 0 },
			[554] = { x = -31.94, y = 173.74, z = -74.31, name = "伏击地", isShowName = true, worldId = 0, PkMode = 0 },
			[555] = { x = 136.80, y = 174.12, z = 147.48, name = "尸骸战场", isShowName = true, worldId = 0, PkMode = 0 },
			[556] = { x = -163.39, y = 167.99, z = 57.58, name = "灵魂之井", isShowName = true, worldId = 0, PkMode = 0 },
			[557] = { x = -210.66, y = 229.45, z = 223.31, name = "军械区", isShowName = true, worldId = 0, PkMode = 0 },
			[558] = { x = -108.89, y = 234.37, z = 244.66, name = "军械区", isShowName = true, worldId = 0, PkMode = 0 },
			[571] = { x = 92.86, y = 36.62, z = -257.82, name = "新毒蛇湾", isShowName = true, worldId = 0, PkMode = 0 },
			[572] = { x = 186.82, y = 15.91, z = 124.97, name = "尸骸战场", isShowName = true, worldId = 0, PkMode = 0 },
			[573] = { x = -205.84, y = 99.00, z = 328.90, name = "军械区", isShowName = true, worldId = 0, PkMode = 0 },
			[583] = { x = -10.94, y = 62.70, z = 52.87, name = "最后一战相位1", worldId = 0, PkMode = 0 },
			[584] = { x = -129.80, y = 137.56, z = -256.44, name = "最后一战相位2", worldId = 0, PkMode = 0 },
			[585] = { x = 151.86, y = 93.18, z = -31.89, name = "最后一战相位3", worldId = 0, PkMode = 0 },
			[586] = { x = 3.02, y = 49.45, z = 58.52, name = "声望-演武场抵达", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
		[452] = 
		{
			[1] = { x = -162.73, y = 37.83, z = -54.92 },
		},
		[459] = 
		{
			[1] = { x = -174.01, y = 40.99, z = -3.12 },
		},
		[503] = 
		{
			[1] = { x = -174.01, y = 40.99, z = 46.11 },
		},
		[504] = 
		{
			[1] = { x = -128.30, y = 40.99, z = -3.12 },
		},
		[505] = 
		{
			[1] = { x = -128.50, y = 40.99, z = 45.84 },
		},
		[460] = 
		{
			[1] = { x = 76.42, y = 25.54, z = -330.79 },
		},
		[494] = 
		{
			[1] = { x = -191.01, y = 17.74, z = -241.23 },
		},
		[464] = 
		{
			[1] = { x = -179.06, y = 17.74, z = -329.94 },
		},
		[453] = 
		{
			[1] = { x = 153.26, y = 33.33, z = -199.81 },
		},
		[455] = 
		{
			[1] = { x = 213.90, y = 12.18, z = 88.50 },
		},
		[458] = 
		{
			[1] = { x = -84.98, y = 70.22, z = 285.39 },
		},
		[502] = 
		{
			[1] = { x = -96.99, y = 73.76, z = 231.36 },
		},
		[4] = 
		{
			[1] = { x = -195.70, y = 78.67, z = 203.80 },
			[2] = { x = -213.51, y = 78.67, z = 191.99 },
			[3] = { x = -183.68, y = 78.67, z = 208.94 },
			[4] = { x = -190.55, y = 78.67, z = 207.49 },
			[5] = { x = -221.78, y = 78.67, z = 210.92 },
			[6] = { x = -223.04, y = 78.67, z = 214.23 },
			[7] = { x = -234.90, y = 78.67, z = 236.90 },
			[8] = { x = -233.50, y = 78.67, z = 241.40 },
			[9] = { x = -216.70, y = 78.67, z = 217.60 },
			[10] = { x = -209.40, y = 78.67, z = 193.70 },
			[11] = { x = -187.40, y = 78.67, z = 212.40 },
		},
		[457] = 
		{
			[1] = { x = -71.68, y = 69.87, z = 361.03 },
		},
		[463] = 
		{
			[1] = { x = -207.87, y = 17.74, z = -291.27 },
		},
		[506] = 
		{
			[1] = { x = 22.57, y = 51.63, z = -136.40 },
		},
		[508] = 
		{
			[1] = { x = -134.12, y = 73.76, z = 229.84 },
			[2] = { x = -96.00, y = 73.76, z = 237.50 },
			[3] = { x = -128.10, y = 73.76, z = 214.40 },
			[4] = { x = -91.52, y = 73.76, z = 220.00 },
		},
		[509] = 
		{
			[1] = { x = -134.12, y = 73.76, z = 229.84 },
			[2] = { x = -96.00, y = 73.76, z = 237.50 },
			[3] = { x = -128.10, y = 73.76, z = 214.40 },
			[4] = { x = -91.52, y = 73.76, z = 220.00 },
		},
		[510] = 
		{
			[1] = { x = 122.94, y = 22.28, z = 275.33 },
			[2] = { x = 152.97, y = 21.25, z = 278.21 },
			[3] = { x = 156.62, y = 21.25, z = 267.66 },
			[4] = { x = 120.31, y = 21.78, z = 256.60 },
			[5] = { x = 155.40, y = 21.25, z = 239.37 },
			[6] = { x = 142.70, y = 21.25, z = 220.40 },
		},
		[511] = 
		{
			[1] = { x = 78.50, y = 18.95, z = 171.40 },
			[2] = { x = 164.40, y = 15.61, z = 154.90 },
			[3] = { x = 116.00, y = 15.53, z = 132.10 },
			[4] = { x = 81.64, y = 22.75, z = 184.90 },
			[5] = { x = 179.80, y = 12.09, z = 130.10 },
		},
		[512] = 
		{
			[1] = { x = 118.76, y = 65.79, z = 35.53 },
			[2] = { x = 117.00, y = 66.47, z = 9.50 },
			[3] = { x = 166.30, y = 61.65, z = 33.10 },
			[4] = { x = 99.40, y = 65.80, z = -0.50 },
			[5] = { x = 90.00, y = 58.14, z = -43.30 },
		},
		[327] = 
		{
			[1] = { x = 24.65, y = 43.63, z = 44.90 },
		},
		[328] = 
		{
			[1] = { x = 104.56, y = 58.14, z = -45.38 },
		},
		[329] = 
		{
			[1] = { x = -234.08, y = 95.16, z = 317.78 },
		},
		[522] = 
		{
			[1] = { x = -55.00, y = 17.74, z = -286.00 },
		},
		[524] = 
		{
			[1] = { x = -99.50, y = 38.45, z = -157.80 },
		},
		[523] = 
		{
			[1] = { x = -99.00, y = 38.45, z = -143.00 },
		},
		[525] = 
		{
			[1] = { x = 11.41, y = 51.58, z = -128.59 },
		},
		[526] = 
		{
			[1] = { x = 24.94, y = 51.47, z = -140.26 },
		},
		[527] = 
		{
			[1] = { x = 35.12, y = 49.58, z = -144.27 },
		},
		[528] = 
		{
			[1] = { x = 66.73, y = 39.94, z = -142.88 },
		},
		[530] = 
		{
			[1] = { x = 95.90, y = 17.02, z = 135.00 },
		},
		[532] = 
		{
			[1] = { x = -137.70, y = 47.43, z = 80.70 },
		},
		[543] = 
		{
			[1] = { x = -52.92, y = 15.81, z = -300.50 },
		},
		[554] = 
		{
			[1] = { x = 130.00, y = 65.96, z = 44.70 },
			[2] = { x = 179.00, y = 61.66, z = 40.00 },
			[3] = { x = 212.64, y = 61.77, z = 42.00 },
		},
		[616] = 
		{
			[1] = { x = -148.41, y = 40.64, z = -4.25 },
		},
		[338] = 
		{
			[1] = { x = -91.03, y = 21.88, z = -257.42 },
		},
		[335] = 
		{
			[1] = { x = 124.99, y = 65.74, z = -81.33 },
		},
		[590] = 
		{
			[1] = { x = -204.93, y = 60.60, z = 105.55 },
			[2] = { x = 137.42, y = 24.70, z = 314.65 },
			[3] = { x = -171.38, y = 95.18, z = 253.28 },
			[4] = { x = -245.46, y = 95.15, z = 276.77 },
			[5] = { x = -109.35, y = 73.76, z = 221.04 },
			[6] = { x = -167.86, y = 40.52, z = 45.66 },
			[7] = { x = -114.21, y = 47.43, z = 78.77 },
			[8] = { x = -104.72, y = 70.27, z = 146.02 },
		},
		[291] = 
		{
			[1] = { x = -132.90, y = 35.39, z = -154.84 },
		},
		[292] = 
		{
			[1] = { x = -76.97, y = 47.11, z = -27.30 },
		},
		[293] = 
		{
			[1] = { x = -63.49, y = 44.14, z = 40.22 },
		},
		[294] = 
		{
			[1] = { x = 126.23, y = 14.12, z = 113.68 },
		},
		[295] = 
		{
			[1] = { x = 25.45, y = 46.89, z = 253.67 },
		},
		[296] = 
		{
			[1] = { x = -149.55, y = 60.95, z = 104.85 },
		},
		[297] = 
		{
			[1] = { x = 19.97, y = 53.42, z = 297.55 },
		},
		[298] = 
		{
			[1] = { x = 212.52, y = 28.77, z = -136.25 },
		},
		[299] = 
		{
			[1] = { x = 153.21, y = 31.07, z = -236.76 },
		},
		[230] = 
		{
			[1] = { x = 94.97, y = 28.84, z = -290.00 },
		},
		[743] = 
		{
			[1] = { x = -132.90, y = 35.39, z = -154.84 },
		},
		[744] = 
		{
			[1] = { x = -76.97, y = 47.11, z = -27.30 },
		},
		[745] = 
		{
			[1] = { x = -63.49, y = 44.14, z = 40.22 },
		},
		[746] = 
		{
			[1] = { x = 126.23, y = 14.12, z = 113.68 },
		},
		[747] = 
		{
			[1] = { x = 25.45, y = 46.89, z = 253.67 },
		},
		[748] = 
		{
			[1] = { x = -149.55, y = 60.95, z = 104.85 },
		},
		[749] = 
		{
			[1] = { x = 19.97, y = 53.42, z = 297.55 },
		},
		[750] = 
		{
			[1] = { x = 212.52, y = 28.77, z = -136.25 },
		},
		[751] = 
		{
			[1] = { x = 153.21, y = 31.07, z = -236.76 },
		},
		[752] = 
		{
			[1] = { x = 94.97, y = 28.84, z = -290.00 },
		},
		[793] = 
		{
			[1] = { x = -132.90, y = 35.39, z = -154.84 },
		},
		[794] = 
		{
			[1] = { x = -76.97, y = 47.11, z = -27.30 },
		},
		[795] = 
		{
			[1] = { x = -63.49, y = 44.14, z = 40.22 },
		},
		[796] = 
		{
			[1] = { x = 126.23, y = 14.12, z = 113.68 },
		},
		[797] = 
		{
			[1] = { x = 25.45, y = 46.89, z = 253.67 },
		},
		[798] = 
		{
			[1] = { x = -149.55, y = 60.95, z = 104.85 },
		},
		[799] = 
		{
			[1] = { x = 19.97, y = 53.42, z = 297.55 },
		},
		[800] = 
		{
			[1] = { x = 212.52, y = 28.77, z = -136.25 },
		},
		[801] = 
		{
			[1] = { x = 153.21, y = 31.07, z = -236.76 },
		},
		[802] = 
		{
			[1] = { x = 94.97, y = 28.84, z = -290.00 },
		},
		[896] = 
		{
			[1] = { x = -35.41, y = 52.35, z = -121.50 },
		},
		[897] = 
		{
			[1] = { x = -38.61, y = 51.99, z = -124.80 },
		},
		[898] = 
		{
			[1] = { x = -39.22, y = 51.99, z = -124.80 },
		},
		[902] = 
		{
			[1] = { x = -69.20, y = 43.86, z = 25.74 },
			[2] = { x = -48.61, y = 52.90, z = -45.56 },
		},
		[903] = 
		{
			[1] = { x = -69.21, y = 43.87, z = 25.78 },
		},
	},
	Entity = 
	{
		[1] = 
		{
			x = 335.00, y = 17.72, z = -44.30, Type = 1,
			Tid = 
			{
				[34004] = 1,
			},
		},
		[16] = 
		{
			x = -161.60, y = 31.95, z = -134.80, Type = 1,
			Tid = 
			{
				[14018] = 8,
			},
		},
		[17] = 
		{
			x = 127.40, y = 32.36, z = -264.30, Type = 1,
			Tid = 
			{
				[14034] = 30,
			},
		},
		[19] = 
		{
			x = 157.97, y = 31.39, z = -260.75, Type = 1,
			Tid = 
			{
				[14033] = 1,
			},
		},
		[22] = 
		{
			x = -150.20, y = 40.51, z = 52.20, Type = 1,
			Tid = 
			{
				[14022] = 30,
			},
		},
		[31] = 
		{
			x = 157.39, y = 31.31, z = -265.66, Type = 1,
			Tid = 
			{
				[14035] = 2,
			},
		},
		[32] = 
		{
			x = 156.64, y = 31.26, z = -270.49, Type = 1,
			Tid = 
			{
				[14035] = 2,
			},
		},
		[71] = 
		{
			x = 104.50, y = 16.14, z = 142.80, Type = 1,
			Tid = 
			{
				[14005] = 5,
			},
		},
		[72] = 
		{
			x = 104.50, y = 18.57, z = 178.20, Type = 1,
			Tid = 
			{
				[14005] = 5,
			},
		},
		[73] = 
		{
			x = 128.50, y = 16.09, z = 166.20, Type = 1,
			Tid = 
			{
				[14005] = 5,
			},
		},
		[74] = 
		{
			x = 135.70, y = 14.99, z = 143.80, Type = 1,
			Tid = 
			{
				[14008] = 30,
			},
		},
		[75] = 
		{
			x = 160.40, y = 11.91, z = 125.60, Type = 1,
			Tid = 
			{
				[14005] = 5,
			},
		},
		[76] = 
		{
			x = 144.53, y = 17.47, z = 181.53, Type = 1,
			Tid = 
			{
				[14005] = 5,
			},
		},
		[77] = 
		{
			x = 126.65, y = 18.48, z = 187.32, Type = 1,
			Tid = 
			{
				[14012] = 1,
			},
		},
		[78] = 
		{
			x = -70.70, y = 69.87, z = 364.32, Type = 1,
			Tid = 
			{
				[14025] = 1,
				[14026] = 4,
			},
		},
		[79] = 
		{
			x = 103.10, y = 26.90, z = 361.08, Type = 1,
			Tid = 
			{
				[14030] = 1,
			},
		},
		[111] = 
		{
			x = 205.80, y = 11.91, z = 92.50, Type = 1,
			Tid = 
			{
				[14031] = 1,
			},
		},
		[115] = 
		{
			x = -72.10, y = 69.87, z = 335.00, Type = 1,
			Tid = 
			{
				[14027] = 10,
			},
		},
		[123] = 
		{
			x = -199.59, y = 60.52, z = 102.55, Type = 1,
			Tid = 
			{
				[14015] = 4,
			},
		},
		[124] = 
		{
			x = -106.32, y = 70.27, z = 138.26, Type = 1,
			Tid = 
			{
				[14015] = 5,
				[14014] = 1,
			},
		},
		[128] = 
		{
			x = -107.80, y = 73.76, z = 234.90, Type = 1,
			Tid = 
			{
				[14043] = 25,
			},
		},
		[129] = 
		{
			x = -102.70, y = 73.76, z = 223.00, Type = 1,
			Tid = 
			{
				[14024] = 3,
			},
		},
		[130] = 
		{
			x = -121.90, y = 73.76, z = 219.70, Type = 1,
			Tid = 
			{
				[14024] = 3,
			},
		},
		[132] = 
		{
			x = -112.50, y = 73.76, z = 234.80, Type = 1,
			Tid = 
			{
				[14024] = 3,
			},
		},
		[135] = 
		{
			x = 74.91, y = 34.05, z = 300.00, Type = 1,
			Tid = 
			{
				[14028] = 3,
				[14029] = 1,
			},
		},
		[136] = 
		{
			x = 80.10, y = 28.79, z = 343.68, Type = 1,
			Tid = 
			{
				[14028] = 3,
				[14029] = 1,
			},
		},
		[137] = 
		{
			x = 34.70, y = 44.82, z = 236.30, Type = 1,
			Tid = 
			{
				[14028] = 3,
				[14029] = 1,
			},
		},
		[138] = 
		{
			x = 41.98, y = 45.37, z = 256.94, Type = 1,
			Tid = 
			{
				[14016] = 4,
			},
		},
		[139] = 
		{
			x = 28.20, y = 53.40, z = 300.76, Type = 1,
			Tid = 
			{
				[14016] = 4,
			},
		},
		[156] = 
		{
			x = -177.90, y = 78.67, z = 218.00, Type = 1,
			Tid = 
			{
				[14043] = 1,
			},
		},
		[158] = 
		{
			x = -70.49, y = 69.87, z = 352.35, Type = 1,
			Tid = 
			{
				[14032] = 1,
			},
		},
		[169] = 
		{
			x = -141.52, y = 95.08, z = 370.99, Type = 1,
			Tid = 
			{
				[14045] = 5,
			},
		},
		[170] = 
		{
			x = -200.40, y = 95.05, z = 381.20, Type = 1,
			Tid = 
			{
				[14045] = 5,
			},
		},
		[171] = 
		{
			x = -227.30, y = 95.15, z = 287.30, Type = 1,
			Tid = 
			{
				[14045] = 5,
			},
		},
		[172] = 
		{
			x = -159.30, y = 95.18, z = 279.50, Type = 1,
			Tid = 
			{
				[14045] = 5,
			},
		},
		[173] = 
		{
			x = -122.28, y = 95.08, z = 366.09, Type = 1,
			Tid = 
			{
				[14046] = 5,
			},
		},
		[174] = 
		{
			x = -179.20, y = 95.05, z = 369.70, Type = 1,
			Tid = 
			{
				[14046] = 5,
			},
		},
		[175] = 
		{
			x = -239.40, y = 95.15, z = 277.80, Type = 1,
			Tid = 
			{
				[14046] = 5,
			},
		},
		[176] = 
		{
			x = -177.50, y = 95.18, z = 255.00, Type = 1,
			Tid = 
			{
				[14046] = 5,
			},
		},
		[177] = 
		{
			x = -200.00, y = 88.52, z = 279.90, Type = 1,
			Tid = 
			{
				[14047] = 5,
			},
		},
		[178] = 
		{
			x = -162.90, y = 95.07, z = 364.10, Type = 1,
			Tid = 
			{
				[14047] = 5,
			},
		},
		[206] = 
		{
			x = 132.20, y = 24.70, z = 316.20, Type = 1,
			Tid = 
			{
				[14012] = 3,
			},
		},
		[207] = 
		{
			x = 146.30, y = 21.25, z = 244.60, Type = 1,
			Tid = 
			{
				[14008] = 1,
				[14005] = 4,
			},
		},
		[208] = 
		{
			x = 127.73, y = 21.25, z = 241.38, Type = 1,
			Tid = 
			{
				[14008] = 1,
				[14005] = 4,
			},
		},
		[210] = 
		{
			x = 127.60, y = 21.25, z = 260.70, Type = 1,
			Tid = 
			{
				[14001] = 5,
			},
		},
		[211] = 
		{
			x = 149.40, y = 24.70, z = 305.20, Type = 1,
			Tid = 
			{
				[14008] = 1,
				[14005] = 4,
			},
		},
		[212] = 
		{
			x = 128.20, y = 24.70, z = 307.60, Type = 1,
			Tid = 
			{
				[14008] = 1,
				[14005] = 4,
			},
		},
		[213] = 
		{
			x = 152.10, y = 26.90, z = 358.10, Type = 1,
			Tid = 
			{
				[14008] = 1,
				[14005] = 4,
			},
		},
		[209] = 
		{
			x = 144.16, y = 21.25, z = 263.71, Type = 1,
			Tid = 
			{
				[14001] = 5,
			},
		},
		[227] = 
		{
			x = -98.96, y = 38.45, z = -142.79, Type = 1,
			Tid = 
			{
				[14048] = 4,
				[14049] = 2,
			},
		},
		[230] = 
		{
			x = 9.64, y = 51.71, z = -141.45, Type = 1,
			Tid = 
			{
				[14054] = 3,
			},
		},
		[231] = 
		{
			x = 0.88, y = 51.63, z = -127.34, Type = 1,
			Tid = 
			{
				[14054] = 3,
			},
		},
		[238] = 
		{
			x = 170.70, y = 33.95, z = -153.55, Type = 1,
			Tid = 
			{
				[14055] = 5,
			},
		},
		[239] = 
		{
			x = 190.01, y = 32.24, z = -126.88, Type = 1,
			Tid = 
			{
				[14053] = 5,
			},
		},
		[262] = 
		{
			x = -136.90, y = 47.43, z = 79.87, Type = 1,
			Tid = 
			{
				[14060] = 6,
			},
		},
		[267] = 
		{
			x = -72.60, y = 71.55, z = 247.50, Type = 1,
			Tid = 
			{
				[14061] = 6,
			},
		},
		[275] = 
		{
			x = -34.50, y = 54.15, z = -81.50, Type = 1,
			Tid = 
			{
				[14070] = 30,
			},
		},
		[276] = 
		{
			x = 51.49, y = 45.55, z = -129.40, Type = 1,
			Tid = 
			{
				[14070] = 3,
			},
		},
		[277] = 
		{
			x = -56.83, y = 53.76, z = -63.01, Type = 1,
			Tid = 
			{
				[14070] = 3,
			},
		},
		[278] = 
		{
			x = -43.00, y = 50.69, z = -31.99, Type = 1,
			Tid = 
			{
				[14070] = 3,
			},
		},
		[279] = 
		{
			x = -36.43, y = 52.38, z = -92.30, Type = 1,
			Tid = 
			{
				[14070] = 3,
			},
		},
		[281] = 
		{
			x = -39.97, y = 56.09, z = -52.82, Type = 1,
			Tid = 
			{
				[14070] = 3,
			},
		},
		[287] = 
		{
			x = 132.69, y = 21.25, z = 224.66, Type = 1,
			Tid = 
			{
				[14008] = 1,
				[14005] = 4,
			},
		},
		[288] = 
		{
			x = -209.34, y = 78.67, z = 215.33, Type = 1,
			Tid = 
			{
				[14076] = 25,
			},
		},
		[372] = 
		{
			x = -198.33, y = 60.56, z = 101.84, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[373] = 
		{
			x = 137.52, y = 24.77, z = 306.43, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[374] = 
		{
			x = -170.63, y = 95.18, z = 254.12, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[375] = 
		{
			x = -232.94, y = 95.15, z = 281.98, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[376] = 
		{
			x = -108.70, y = 73.76, z = 229.09, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[377] = 
		{
			x = -160.38, y = 40.48, z = 40.63, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[378] = 
		{
			x = -123.99, y = 47.81, z = 78.89, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[379] = 
		{
			x = -111.96, y = 70.57, z = 138.91, Type = 1,
			Tid = 
			{
				[39003] = 1,
				[39005] = 4,
				[39006] = 4,
			},
		},
		[380] = 
		{
			x = -238.30, y = 14.67, z = -230.18, Type = 1,
			Tid = 
			{
				[39304] = 1,
			},
		},
		[381] = 
		{
			x = 257.67, y = 75.60, z = -23.10, Type = 1,
			Tid = 
			{
				[39305] = 1,
			},
		},
		[382] = 
		{
			x = 93.34, y = 20.34, z = 183.41, Type = 1,
			Tid = 
			{
				[39306] = 1,
			},
		},
		[383] = 
		{
			x = -85.30, y = 70.77, z = 282.90, Type = 1,
			Tid = 
			{
				[39307] = 1,
			},
		},
		[384] = 
		{
			x = -164.38, y = 45.28, z = -69.36, Type = 1,
			Tid = 
			{
				[39304] = 1,
			},
		},
		[385] = 
		{
			x = -46.11, y = 52.46, z = -81.40, Type = 1,
			Tid = 
			{
				[39304] = 1,
			},
		},
		[386] = 
		{
			x = -79.62, y = 29.37, z = -273.67, Type = 1,
			Tid = 
			{
				[39304] = 1,
			},
		},
		[387] = 
		{
			x = 100.20, y = 33.10, z = -241.00, Type = 1,
			Tid = 
			{
				[39305] = 1,
			},
		},
		[388] = 
		{
			x = 112.60, y = 65.80, z = 3.20, Type = 1,
			Tid = 
			{
				[39305] = 1,
			},
		},
		[389] = 
		{
			x = 177.00, y = 34.10, z = -147.20, Type = 1,
			Tid = 
			{
				[39305] = 1,
			},
		},
		[390] = 
		{
			x = 201.62, y = 11.91, z = 100.04, Type = 1,
			Tid = 
			{
				[39306] = 1,
			},
		},
		[391] = 
		{
			x = 138.90, y = 21.25, z = 252.95, Type = 1,
			Tid = 
			{
				[39306] = 1,
			},
		},
		[392] = 
		{
			x = 16.98, y = 42.84, z = 57.21, Type = 1,
			Tid = 
			{
				[39306] = 1,
			},
		},
		[393] = 
		{
			x = -217.61, y = 78.67, z = 214.33, Type = 1,
			Tid = 
			{
				[39307] = 1,
			},
		},
		[394] = 
		{
			x = -164.00, y = 95.18, z = 266.77, Type = 1,
			Tid = 
			{
				[39307] = 1,
			},
		},
		[395] = 
		{
			x = -164.23, y = 95.07, z = 365.77, Type = 1,
			Tid = 
			{
				[39307] = 1,
			},
		},
		[302] = 
		{
			x = -132.92, y = 35.48, z = -155.99, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[304] = 
		{
			x = -76.48, y = 47.10, z = -27.81, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[306] = 
		{
			x = -62.99, y = 44.14, z = 40.21, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[308] = 
		{
			x = 126.24, y = 14.12, z = 113.76, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[310] = 
		{
			x = 26.45, y = 46.87, z = 253.64, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[312] = 
		{
			x = -149.38, y = 60.98, z = 104.73, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[314] = 
		{
			x = 20.43, y = 53.41, z = 297.06, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[316] = 
		{
			x = 212.18, y = 28.79, z = -136.19, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[318] = 
		{
			x = 153.21, y = 31.08, z = -236.38, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[320] = 
		{
			x = 94.96, y = 28.82, z = -290.68, Type = 1,
			Tid = 
			{
				[35236] = 1,
				[35237] = 1,
				[35238] = 1,
			},
		},
		[331] = 
		{
			x = -132.92, y = 35.48, z = -155.99, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[330] = 
		{
			x = -76.48, y = 47.10, z = -27.81, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[329] = 
		{
			x = -62.99, y = 44.14, z = 40.21, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[328] = 
		{
			x = 126.24, y = 14.12, z = 113.76, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[327] = 
		{
			x = 26.45, y = 46.87, z = 253.64, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[326] = 
		{
			x = -149.38, y = 60.98, z = 104.73, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[325] = 
		{
			x = 20.43, y = 53.41, z = 297.06, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[324] = 
		{
			x = 212.18, y = 28.79, z = -136.19, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[323] = 
		{
			x = 153.21, y = 31.08, z = -236.38, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[322] = 
		{
			x = 94.96, y = 28.82, z = -290.68, Type = 1,
			Tid = 
			{
				[35251] = 1,
				[35252] = 1,
			},
		},
		[332] = 
		{
			x = -132.92, y = 35.48, z = -155.99, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[333] = 
		{
			x = -76.48, y = 47.10, z = -27.81, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[334] = 
		{
			x = -62.99, y = 44.14, z = 40.21, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[335] = 
		{
			x = 126.24, y = 14.12, z = 113.76, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[336] = 
		{
			x = 26.45, y = 46.87, z = 253.64, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[337] = 
		{
			x = -149.38, y = 60.98, z = 104.73, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[338] = 
		{
			x = 20.43, y = 53.41, z = 297.06, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[339] = 
		{
			x = 212.18, y = 28.79, z = -136.19, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[340] = 
		{
			x = 153.21, y = 31.08, z = -236.38, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[341] = 
		{
			x = 94.96, y = 28.82, z = -290.68, Type = 1,
			Tid = 
			{
				[35263] = 1,
				[35264] = 1,
			},
		},
		[18] = 
		{
			x = 92.90, y = 33.12, z = -258.20, Type = 1,
			Tid = 
			{
				[34214] = 1,
			},
		},
		[20] = 
		{
			x = 186.86, y = 11.91, z = 124.43, Type = 1,
			Tid = 
			{
				[34212] = 1,
			},
		},
		[27] = 
		{
			x = -205.79, y = 95.00, z = 328.66, Type = 1,
			Tid = 
			{
				[34213] = 1,
			},
		},
		[142] = 
		{
			x = -32.72, y = 55.68, z = -72.10, Type = 1,
			Tid = 
			{
				[14321] = 10,
			},
		},
		[143] = 
		{
			x = -23.87, y = 52.34, z = -106.20, Type = 1,
			Tid = 
			{
				[14322] = 8,
			},
		},
		[202] = 
		{
			x = -34.20, y = 52.35, z = -119.40, Type = 1,
			Tid = 
			{
				[14323] = 2,
			},
		},
		[286] = 
		{
			x = -60.66, y = 51.66, z = -44.30, Type = 1,
			Tid = 
			{
				[14324] = 10,
			},
		},
		[291] = 
		{
			x = 106.23, y = 14.51, z = 109.17, Type = 1,
			Tid = 
			{
				[14325] = 8,
			},
		},
		[362] = 
		{
			x = -5.30, y = 47.54, z = 62.70, Type = 1,
			Tid = 
			{
				[14326] = 1,
			},
		},
		[363] = 
		{
			x = -5.30, y = 47.54, z = 62.70, Type = 1,
			Tid = 
			{
				[14327] = 1,
			},
		},
		[364] = 
		{
			x = -5.30, y = 47.54, z = 62.70, Type = 1,
			Tid = 
			{
				[14328] = 1,
			},
		},
		[2] = 
		{
			x = -174.66, y = 31.50, z = -161.59, Type = 2,
			Tid = 
			{
				[4011] = 2,
			},
		},
		[3] = 
		{
			x = -191.02, y = 17.74, z = -244.26, Type = 2,
			Tid = 
			{
				[4012] = 1,
			},
		},
		[4] = 
		{
			x = -233.50, y = 14.62, z = -242.65, Type = 2,
			Tid = 
			{
				[4093] = 2,
				[4094] = 1,
			},
		},
		[5] = 
		{
			x = -169.63, y = 17.74, z = -272.11, Type = 2,
			Tid = 
			{
				[4007] = 1,
			},
		},
		[6] = 
		{
			x = -77.40, y = 21.88, z = -262.72, Type = 2,
			Tid = 
			{
				[4005] = 1,
			},
		},
		[7] = 
		{
			x = -85.34, y = 21.97, z = -257.96, Type = 2,
			Tid = 
			{
				[4006] = 1,
			},
		},
		[8] = 
		{
			x = -175.40, y = 26.87, z = -201.52, Type = 2,
			Tid = 
			{
				[4011] = 2,
			},
		},
		[9] = 
		{
			x = -120.77, y = 32.60, z = -216.92, Type = 2,
			Tid = 
			{
				[4011] = 2,
			},
		},
		[10] = 
		{
			x = -119.47, y = 36.39, z = -194.01, Type = 2,
			Tid = 
			{
				[4070] = 3,
			},
		},
		[11] = 
		{
			x = -117.24, y = 39.16, z = -174.42, Type = 2,
			Tid = 
			{
				[4070] = 3,
			},
		},
		[12] = 
		{
			x = -192.57, y = 17.74, z = -258.67, Type = 2,
			Tid = 
			{
				[4006] = 1,
			},
		},
		[13] = 
		{
			x = -239.50, y = 14.67, z = -229.52, Type = 2,
			Tid = 
			{
				[4100] = 1,
			},
		},
		[14] = 
		{
			x = -175.96, y = 17.74, z = -316.59, Type = 2,
			Tid = 
			{
				[4009] = 1,
			},
		},
		[15] = 
		{
			x = -176.04, y = 17.74, z = -319.95, Type = 2,
			Tid = 
			{
				[4068] = 2,
			},
		},
		[33] = 
		{
			x = 98.58, y = 58.42, z = -30.77, Type = 2,
			Tid = 
			{
				[4052] = 1,
			},
		},
		[34] = 
		{
			x = 153.95, y = 70.52, z = -71.83, Type = 2,
			Tid = 
			{
				[4039] = 1,
			},
		},
		[35] = 
		{
			x = 55.86, y = 58.13, z = -57.03, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[36] = 
		{
			x = 171.88, y = 70.52, z = -42.54, Type = 2,
			Tid = 
			{
				[4040] = 1,
			},
		},
		[37] = 
		{
			x = 171.88, y = 70.52, z = -45.41, Type = 2,
			Tid = 
			{
				[4038] = 1,
			},
		},
		[38] = 
		{
			x = 147.72, y = 70.52, z = -26.51, Type = 2,
			Tid = 
			{
				[4038] = 1,
			},
		},
		[39] = 
		{
			x = 145.19, y = 70.52, z = -26.39, Type = 2,
			Tid = 
			{
				[4040] = 1,
			},
		},
		[40] = 
		{
			x = 157.16, y = 33.41, z = -196.09, Type = 2,
			Tid = 
			{
				[4089] = 1,
			},
		},
		[42] = 
		{
			x = -25.77, y = 52.62, z = 37.73, Type = 2,
			Tid = 
			{
				[4071] = 2,
			},
		},
		[43] = 
		{
			x = 31.50, y = 42.93, z = 59.60, Type = 2,
			Tid = 
			{
				[4071] = 6,
			},
		},
		[44] = 
		{
			x = -14.20, y = 51.33, z = 94.20, Type = 2,
			Tid = 
			{
				[4067] = 1,
			},
		},
		[45] = 
		{
			x = -14.00, y = 51.68, z = 96.50, Type = 2,
			Tid = 
			{
				[4004] = 1,
			},
		},
		[46] = 
		{
			x = -44.21, y = 52.82, z = 95.64, Type = 2,
			Tid = 
			{
				[4017] = 1,
			},
		},
		[47] = 
		{
			x = -22.17, y = 51.68, z = 106.33, Type = 2,
			Tid = 
			{
				[4004] = 1,
			},
		},
		[48] = 
		{
			x = -19.41, y = 51.33, z = 105.94, Type = 2,
			Tid = 
			{
				[4067] = 1,
			},
		},
		[49] = 
		{
			x = 129.03, y = 65.74, z = -80.20, Type = 2,
			Tid = 
			{
				[4081] = 1,
			},
		},
		[50] = 
		{
			x = 94.19, y = 58.18, z = -64.39, Type = 2,
			Tid = 
			{
				[4040] = 1,
			},
		},
		[51] = 
		{
			x = 95.48, y = 58.42, z = -35.49, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[52] = 
		{
			x = 102.01, y = 58.42, z = -38.54, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[53] = 
		{
			x = 102.09, y = 58.42, z = -35.41, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[54] = 
		{
			x = 128.72, y = 65.81, z = -31.67, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[55] = 
		{
			x = 128.72, y = 65.81, z = -40.78, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[56] = 
		{
			x = 95.48, y = 58.42, z = -38.60, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[57] = 
		{
			x = 86.95, y = 65.79, z = 29.48, Type = 2,
			Tid = 
			{
				[4078] = 1,
			},
		},
		[59] = 
		{
			x = -49.50, y = 52.70, z = 96.61, Type = 2,
			Tid = 
			{
				[4071] = 8,
			},
		},
		[60] = 
		{
			x = -1.99, y = 51.33, z = 91.79, Type = 2,
			Tid = 
			{
				[4067] = 1,
			},
		},
		[61] = 
		{
			x = -1.99, y = 51.88, z = 94.18, Type = 2,
			Tid = 
			{
				[4067] = 1,
			},
		},
		[62] = 
		{
			x = 19.46, y = 44.40, z = 38.96, Type = 2,
			Tid = 
			{
				[4081] = 1,
			},
		},
		[63] = 
		{
			x = 6.33, y = 44.61, z = 37.68, Type = 2,
			Tid = 
			{
				[4080] = 1,
			},
		},
		[64] = 
		{
			x = -66.87, y = 47.58, z = -14.47, Type = 2,
			Tid = 
			{
				[4071] = 2,
			},
		},
		[65] = 
		{
			x = 145.73, y = 65.79, z = 30.28, Type = 2,
			Tid = 
			{
				[4046] = 2,
			},
		},
		[66] = 
		{
			x = 252.56, y = 61.65, z = 30.28, Type = 2,
			Tid = 
			{
				[4046] = 2,
			},
		},
		[67] = 
		{
			x = 107.73, y = 65.74, z = -90.25, Type = 2,
			Tid = 
			{
				[4041] = 1,
				[4042] = 1,
			},
		},
		[68] = 
		{
			x = 72.10, y = 58.30, z = -69.60, Type = 2,
			Tid = 
			{
				[4041] = 1,
				[4042] = 1,
			},
		},
		[69] = 
		{
			x = 64.15, y = 58.17, z = -30.35, Type = 2,
			Tid = 
			{
				[4076] = 1,
			},
		},
		[58] = 
		{
			x = -73.50, y = 44.62, z = 9.06, Type = 2,
			Tid = 
			{
				[4024] = 1,
			},
		},
		[70] = 
		{
			x = -73.53, y = 44.57, z = 12.18, Type = 2,
			Tid = 
			{
				[4030] = 1,
			},
		},
		[81] = 
		{
			x = -195.07, y = 17.74, z = -236.18, Type = 2,
			Tid = 
			{
				[4090] = 1,
			},
		},
		[83] = 
		{
			x = -194.21, y = 17.74, z = -239.16, Type = 2,
			Tid = 
			{
				[4092] = 1,
			},
		},
		[84] = 
		{
			x = -197.70, y = 17.74, z = -238.09, Type = 2,
			Tid = 
			{
				[4091] = 1,
			},
		},
		[85] = 
		{
			x = -195.75, y = 17.74, z = -246.20, Type = 2,
			Tid = 
			{
				[4091] = 1,
			},
		},
		[86] = 
		{
			x = -197.21, y = 17.74, z = -243.82, Type = 2,
			Tid = 
			{
				[4090] = 1,
			},
		},
		[87] = 
		{
			x = -194.21, y = 17.74, z = -243.64, Type = 2,
			Tid = 
			{
				[4092] = 1,
			},
		},
		[88] = 
		{
			x = -233.50, y = 14.62, z = -240.43, Type = 2,
			Tid = 
			{
				[4093] = 1,
				[4094] = 2,
			},
		},
		[89] = 
		{
			x = -233.50, y = 14.62, z = -217.10, Type = 2,
			Tid = 
			{
				[4093] = 1,
				[4094] = 2,
			},
		},
		[90] = 
		{
			x = -233.50, y = 14.62, z = -219.32, Type = 2,
			Tid = 
			{
				[4093] = 2,
				[4094] = 1,
			},
		},
		[92] = 
		{
			x = -240.50, y = 14.67, z = -218.12, Type = 2,
			Tid = 
			{
				[4101] = 1,
			},
		},
		[93] = 
		{
			x = -240.50, y = 14.67, z = -241.37, Type = 2,
			Tid = 
			{
				[4101] = 1,
			},
		},
		[82] = 
		{
			x = -193.14, y = 17.74, z = -229.51, Type = 2,
			Tid = 
			{
				[4027] = 1,
			},
		},
		[91] = 
		{
			x = -191.85, y = 17.74, z = -227.29, Type = 2,
			Tid = 
			{
				[4014] = 1,
			},
		},
		[94] = 
		{
			x = -196.03, y = 17.74, z = -229.79, Type = 2,
			Tid = 
			{
				[4021] = 1,
			},
		},
		[95] = 
		{
			x = -195.96, y = 17.74, z = -227.10, Type = 2,
			Tid = 
			{
				[4034] = 1,
			},
		},
		[97] = 
		{
			x = 83.35, y = 25.54, z = -330.59, Type = 2,
			Tid = 
			{
				[4084] = 1,
			},
		},
		[98] = 
		{
			x = 184.69, y = 31.39, z = -249.80, Type = 2,
			Tid = 
			{
				[4085] = 1,
			},
		},
		[99] = 
		{
			x = 176.07, y = 31.39, z = -248.73, Type = 2,
			Tid = 
			{
				[4074] = 1,
				[4105] = 1,
			},
		},
		[101] = 
		{
			x = 176.07, y = 31.39, z = -248.73, Type = 2,
			Tid = 
			{
				[4104] = 1,
				[4106] = 1,
			},
		},
		[102] = 
		{
			x = 151.79, y = 33.35, z = -198.37, Type = 2,
			Tid = 
			{
				[4023] = 1,
			},
		},
		[103] = 
		{
			x = 154.35, y = 33.25, z = -201.49, Type = 2,
			Tid = 
			{
				[4029] = 1,
			},
		},
		[104] = 
		{
			x = 157.34, y = 33.43, z = -202.57, Type = 2,
			Tid = 
			{
				[4016] = 1,
			},
		},
		[41] = 
		{
			x = 55.63, y = 58.13, z = -48.34, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[105] = 
		{
			x = 20.53, y = 58.49, z = -52.55, Type = 2,
			Tid = 
			{
				[4046] = 2,
			},
		},
		[106] = 
		{
			x = -128.96, y = 17.74, z = -324.75, Type = 2,
			Tid = 
			{
				[4011] = 6,
			},
		},
		[107] = 
		{
			x = -137.35, y = 17.74, z = -314.92, Type = 2,
			Tid = 
			{
				[4011] = 1,
			},
		},
		[108] = 
		{
			x = -210.56, y = 17.74, z = -275.21, Type = 2,
			Tid = 
			{
				[4098] = 1,
			},
		},
		[109] = 
		{
			x = -208.47, y = 17.74, z = -301.64, Type = 2,
			Tid = 
			{
				[4098] = 1,
				[4099] = 1,
			},
		},
		[112] = 
		{
			x = -205.77, y = 17.74, z = -280.50, Type = 2,
			Tid = 
			{
				[4098] = 1,
				[4099] = 1,
			},
		},
		[113] = 
		{
			x = -71.62, y = 43.87, z = 29.33, Type = 2,
			Tid = 
			{
				[4067] = 1,
			},
		},
		[114] = 
		{
			x = -49.02, y = 45.89, z = 18.76, Type = 2,
			Tid = 
			{
				[4067] = 1,
			},
		},
		[117] = 
		{
			x = 103.82, y = 15.60, z = 133.87, Type = 2,
			Tid = 
			{
				[4064] = 3,
				[4050] = 1,
			},
		},
		[118] = 
		{
			x = 134.88, y = 15.60, z = 125.90, Type = 2,
			Tid = 
			{
				[4064] = 3,
				[4050] = 1,
			},
		},
		[119] = 
		{
			x = 127.90, y = 15.60, z = 157.80, Type = 2,
			Tid = 
			{
				[4064] = 3,
				[4050] = 1,
			},
		},
		[120] = 
		{
			x = 133.50, y = 15.70, z = 95.50, Type = 2,
			Tid = 
			{
				[4051] = 1,
			},
		},
		[121] = 
		{
			x = 133.48, y = 15.70, z = 92.84, Type = 2,
			Tid = 
			{
				[4050] = 2,
			},
		},
		[122] = 
		{
			x = 120.97, y = 65.81, z = -31.99, Type = 2,
			Tid = 
			{
				[4048] = 1,
			},
		},
		[125] = 
		{
			x = -203.20, y = 79.61, z = 171.24, Type = 2,
			Tid = 
			{
				[4058] = 1,
			},
		},
		[126] = 
		{
			x = -188.94, y = 40.61, z = 24.54, Type = 2,
			Tid = 
			{
				[4056] = 1,
			},
		},
		[127] = 
		{
			x = -175.50, y = 40.64, z = 24.32, Type = 2,
			Tid = 
			{
				[4087] = 1,
			},
		},
		[133] = 
		{
			x = -112.06, y = 69.93, z = 294.03, Type = 2,
			Tid = 
			{
				[4107] = 1,
			},
		},
		[134] = 
		{
			x = -212.61, y = 78.54, z = 250.73, Type = 2,
			Tid = 
			{
				[4107] = 1,
			},
		},
		[141] = 
		{
			x = -123.62, y = 40.73, z = -0.61, Type = 2,
			Tid = 
			{
				[4035] = 1,
			},
		},
		[140] = 
		{
			x = -207.13, y = 17.74, z = -293.73, Type = 2,
			Tid = 
			{
				[4113] = 1,
			},
		},
		[161] = 
		{
			x = -185.85, y = 40.61, z = 24.59, Type = 2,
			Tid = 
			{
				[4108] = 1,
			},
		},
		[214] = 
		{
			x = -20.48, y = 53.12, z = -88.19, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[215] = 
		{
			x = -22.00, y = 53.12, z = -91.72, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[216] = 
		{
			x = -29.78, y = 53.12, z = -110.97, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[217] = 
		{
			x = -20.13, y = 53.12, z = -106.16, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[218] = 
		{
			x = -21.45, y = 53.12, z = -108.66, Type = 2,
			Tid = 
			{
				[4046] = 1,
			},
		},
		[219] = 
		{
			x = -51.60, y = 15.81, z = -299.96, Type = 2,
			Tid = 
			{
				[4140] = 1,
			},
		},
		[220] = 
		{
			x = -72.00, y = 21.96, z = -278.85, Type = 2,
			Tid = 
			{
				[4141] = 1,
			},
		},
		[221] = 
		{
			x = -83.47, y = 21.88, z = -279.01, Type = 2,
			Tid = 
			{
				[4070] = 1,
			},
		},
		[222] = 
		{
			x = -122.19, y = 24.77, z = -279.15, Type = 2,
			Tid = 
			{
				[4142] = 1,
			},
		},
		[223] = 
		{
			x = -163.00, y = 17.74, z = -300.44, Type = 2,
			Tid = 
			{
				[4143] = 1,
			},
		},
		[228] = 
		{
			x = -145.00, y = 17.74, z = -302.00, Type = 2,
			Tid = 
			{
				[4144] = 1,
			},
		},
		[229] = 
		{
			x = -217.81, y = 17.74, z = -299.57, Type = 2,
			Tid = 
			{
				[4145] = 1,
			},
		},
		[235] = 
		{
			x = 67.00, y = 40.08, z = -147.47, Type = 2,
			Tid = 
			{
				[4146] = 1,
			},
		},
		[237] = 
		{
			x = 148.00, y = 34.08, z = -138.00, Type = 2,
			Tid = 
			{
				[4147] = 1,
			},
		},
		[240] = 
		{
			x = 196.06, y = 33.93, z = -179.10, Type = 2,
			Tid = 
			{
				[4148] = 1,
			},
		},
		[241] = 
		{
			x = 195.05, y = 33.79, z = -175.62, Type = 2,
			Tid = 
			{
				[4150] = 1,
			},
		},
		[242] = 
		{
			x = 85.73, y = 37.06, z = -148.83, Type = 2,
			Tid = 
			{
				[4153] = 1,
			},
		},
		[243] = 
		{
			x = 55.99, y = 58.17, z = -31.83, Type = 2,
			Tid = 
			{
				[4155] = 1,
			},
		},
		[244] = 
		{
			x = 123.85, y = 65.95, z = 39.00, Type = 2,
			Tid = 
			{
				[4157] = 1,
			},
		},
		[245] = 
		{
			x = 155.00, y = 70.52, z = -41.01, Type = 2,
			Tid = 
			{
				[4158] = 1,
			},
		},
		[246] = 
		{
			x = 258.07, y = 70.77, z = -30.30, Type = 2,
			Tid = 
			{
				[4159] = 1,
			},
		},
		[247] = 
		{
			x = 258.17, y = 70.77, z = -27.80, Type = 2,
			Tid = 
			{
				[4173] = 1,
			},
		},
		[248] = 
		{
			x = 254.41, y = 70.77, z = -27.80, Type = 2,
			Tid = 
			{
				[4174] = 1,
			},
		},
		[249] = 
		{
			x = 261.58, y = 70.77, z = -27.80, Type = 2,
			Tid = 
			{
				[4175] = 1,
			},
		},
		[250] = 
		{
			x = 263.68, y = 70.64, z = -33.37, Type = 2,
			Tid = 
			{
				[4169] = 1,
			},
		},
		[251] = 
		{
			x = 259.72, y = 70.64, z = -35.25, Type = 2,
			Tid = 
			{
				[4170] = 1,
			},
		},
		[252] = 
		{
			x = 255.21, y = 70.64, z = -35.06, Type = 2,
			Tid = 
			{
				[4171] = 1,
			},
		},
		[253] = 
		{
			x = 251.24, y = 70.64, z = -33.60, Type = 2,
			Tid = 
			{
				[4172] = 1,
			},
		},
		[254] = 
		{
			x = 199.46, y = 73.18, z = 8.09, Type = 2,
			Tid = 
			{
				[4160] = 1,
			},
		},
		[255] = 
		{
			x = 84.98, y = 17.10, z = 131.73, Type = 2,
			Tid = 
			{
				[4165] = 1,
			},
		},
		[256] = 
		{
			x = 89.31, y = 58.18, z = -62.76, Type = 2,
			Tid = 
			{
				[4183] = 1,
			},
		},
		[258] = 
		{
			x = 118.79, y = 65.81, z = -6.06, Type = 2,
			Tid = 
			{
				[4166] = 1,
			},
		},
		[259] = 
		{
			x = 112.60, y = 65.81, z = -47.02, Type = 2,
			Tid = 
			{
				[4167] = 1,
			},
		},
		[260] = 
		{
			x = 97.91, y = 65.79, z = 29.14, Type = 2,
			Tid = 
			{
				[4168] = 1,
			},
		},
		[261] = 
		{
			x = -156.14, y = 40.99, z = 48.00, Type = 2,
			Tid = 
			{
				[4176] = 1,
			},
		},
		[264] = 
		{
			x = -208.00, y = 60.06, z = 67.00, Type = 2,
			Tid = 
			{
				[4181] = 1,
			},
		},
		[265] = 
		{
			x = -35.49, y = 51.93, z = 108.14, Type = 2,
			Tid = 
			{
				[4184] = 1,
			},
		},
		[266] = 
		{
			x = 112.69, y = 65.81, z = -50.18, Type = 2,
			Tid = 
			{
				[4185] = 1,
			},
		},
		[268] = 
		{
			x = 15.80, y = 53.47, z = 333.84, Type = 2,
			Tid = 
			{
				[4177] = 1,
			},
		},
		[270] = 
		{
			x = 189.67, y = 34.17, z = -179.90, Type = 2,
			Tid = 
			{
				[4152] = 1,
			},
		},
		[271] = 
		{
			x = 87.22, y = 17.15, z = 132.64, Type = 2,
			Tid = 
			{
				[4182] = 1,
			},
		},
		[301] = 
		{
			x = -94.40, y = 70.22, z = 286.59, Type = 2,
			Tid = 
			{
				[4210] = 1,
			},
		},
		[533] = 
		{
			x = 146.41, y = 70.52, z = -87.47, Type = 2,
			Tid = 
			{
				[20] = 1,
			},
		},
		[534] = 
		{
			x = -116.85, y = 17.74, z = -289.29, Type = 2,
			Tid = 
			{
				[21] = 1,
			},
		},
		[535] = 
		{
			x = -111.91, y = 95.08, z = 356.17, Type = 2,
			Tid = 
			{
				[22] = 1,
			},
		},
		[536] = 
		{
			x = -83.08, y = 69.87, z = 349.55, Type = 2,
			Tid = 
			{
				[23] = 1,
			},
		},
		[28] = 
		{
			x = 79.23, y = 58.13, z = -70.28, Type = 2,
			Tid = 
			{
				[23] = 1,
			},
		},
		[29] = 
		{
			x = -69.39, y = 44.62, z = 19.27, Type = 2,
			Tid = 
			{
				[4277] = 1,
			},
		},
		[205] = 
		{
			x = -69.83, y = 43.82, z = 23.36, Type = 2,
			Tid = 
			{
				[4278] = 1,
			},
		},
		[292] = 
		{
			x = -32.20, y = 52.62, z = 54.80, Type = 2,
			Tid = 
			{
				[4281] = 1,
			},
		},
		[21] = 
		{
			x = -162.73, y = 37.83, z = -54.92, Type = 6,
			Tid = 
			{
				[452] = 1,
			},
		},
		[23] = 
		{
			x = -174.01, y = 40.99, z = -3.12, Type = 6,
			Tid = 
			{
				[459] = 1,
			},
		},
		[24] = 
		{
			x = -174.01, y = 40.99, z = 46.11, Type = 6,
			Tid = 
			{
				[503] = 1,
			},
		},
		[25] = 
		{
			x = -128.30, y = 40.99, z = -3.12, Type = 6,
			Tid = 
			{
				[504] = 1,
			},
		},
		[26] = 
		{
			x = -128.50, y = 40.99, z = 45.84, Type = 6,
			Tid = 
			{
				[505] = 1,
			},
		},
		[30] = 
		{
			x = 76.42, y = 25.54, z = -330.79, Type = 6,
			Tid = 
			{
				[460] = 6,
			},
		},
		[80] = 
		{
			x = -191.01, y = 17.74, z = -241.23, Type = 6,
			Tid = 
			{
				[494] = 1,
			},
		},
		[96] = 
		{
			x = -179.06, y = 17.74, z = -329.94, Type = 6,
			Tid = 
			{
				[464] = 8,
			},
		},
		[100] = 
		{
			x = 153.26, y = 33.33, z = -199.81, Type = 6,
			Tid = 
			{
				[453] = 1,
			},
		},
		[110] = 
		{
			x = 213.90, y = 12.18, z = 88.50, Type = 6,
			Tid = 
			{
				[455] = 1,
			},
		},
		[116] = 
		{
			x = -84.98, y = 70.22, z = 285.39, Type = 6,
			Tid = 
			{
				[458] = 1,
			},
		},
		[131] = 
		{
			x = -96.99, y = 73.76, z = 231.36, Type = 6,
			Tid = 
			{
				[502] = 1,
			},
		},
		[145] = 
		{
			x = -195.70, y = 78.67, z = 203.80, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[146] = 
		{
			x = -213.51, y = 78.67, z = 191.99, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[147] = 
		{
			x = -183.68, y = 78.67, z = 208.94, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[148] = 
		{
			x = -190.55, y = 78.67, z = 207.49, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[149] = 
		{
			x = -221.78, y = 78.67, z = 210.92, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[150] = 
		{
			x = -223.04, y = 78.67, z = 214.23, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[151] = 
		{
			x = -234.90, y = 78.67, z = 236.90, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[152] = 
		{
			x = -233.50, y = 78.67, z = 241.40, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[153] = 
		{
			x = -216.70, y = 78.67, z = 217.60, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[154] = 
		{
			x = -209.40, y = 78.67, z = 193.70, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[155] = 
		{
			x = -187.40, y = 78.67, z = 212.40, Type = 6,
			Tid = 
			{
				[4] = 1,
			},
		},
		[157] = 
		{
			x = -71.68, y = 69.87, z = 361.03, Type = 6,
			Tid = 
			{
				[457] = 1,
			},
		},
		[159] = 
		{
			x = -207.87, y = 17.74, z = -291.27, Type = 6,
			Tid = 
			{
				[463] = 1,
			},
		},
		[160] = 
		{
			x = 22.57, y = 51.63, z = -136.40, Type = 6,
			Tid = 
			{
				[506] = 1,
			},
		},
		[179] = 
		{
			x = -134.12, y = 73.76, z = 229.84, Type = 6,
			Tid = 
			{
				[508] = 2,
				[509] = 1,
			},
		},
		[180] = 
		{
			x = -96.00, y = 73.76, z = 237.50, Type = 6,
			Tid = 
			{
				[508] = 2,
				[509] = 1,
			},
		},
		[181] = 
		{
			x = -128.10, y = 73.76, z = 214.40, Type = 6,
			Tid = 
			{
				[508] = 2,
				[509] = 1,
			},
		},
		[182] = 
		{
			x = -91.52, y = 73.76, z = 220.00, Type = 6,
			Tid = 
			{
				[508] = 2,
				[509] = 1,
			},
		},
		[183] = 
		{
			x = 122.94, y = 22.28, z = 275.33, Type = 6,
			Tid = 
			{
				[510] = 1,
			},
		},
		[184] = 
		{
			x = 152.97, y = 21.25, z = 278.21, Type = 6,
			Tid = 
			{
				[510] = 1,
			},
		},
		[185] = 
		{
			x = 156.62, y = 21.25, z = 267.66, Type = 6,
			Tid = 
			{
				[510] = 1,
			},
		},
		[186] = 
		{
			x = 120.31, y = 21.78, z = 256.60, Type = 6,
			Tid = 
			{
				[510] = 1,
			},
		},
		[187] = 
		{
			x = 155.40, y = 21.25, z = 239.37, Type = 6,
			Tid = 
			{
				[510] = 1,
			},
		},
		[188] = 
		{
			x = 142.70, y = 21.25, z = 220.40, Type = 6,
			Tid = 
			{
				[510] = 1,
			},
		},
		[189] = 
		{
			x = 78.50, y = 18.95, z = 171.40, Type = 6,
			Tid = 
			{
				[511] = 1,
			},
		},
		[190] = 
		{
			x = 164.40, y = 15.61, z = 154.90, Type = 6,
			Tid = 
			{
				[511] = 1,
			},
		},
		[191] = 
		{
			x = 116.00, y = 15.53, z = 132.10, Type = 6,
			Tid = 
			{
				[511] = 1,
			},
		},
		[192] = 
		{
			x = 81.64, y = 22.75, z = 184.90, Type = 6,
			Tid = 
			{
				[511] = 1,
			},
		},
		[193] = 
		{
			x = 179.80, y = 12.09, z = 130.10, Type = 6,
			Tid = 
			{
				[511] = 1,
			},
		},
		[194] = 
		{
			x = 118.76, y = 65.79, z = 35.53, Type = 6,
			Tid = 
			{
				[512] = 1,
			},
		},
		[195] = 
		{
			x = 117.00, y = 66.47, z = 9.50, Type = 6,
			Tid = 
			{
				[512] = 1,
			},
		},
		[196] = 
		{
			x = 166.30, y = 61.65, z = 33.10, Type = 6,
			Tid = 
			{
				[512] = 1,
			},
		},
		[197] = 
		{
			x = 99.40, y = 65.80, z = -0.50, Type = 6,
			Tid = 
			{
				[512] = 1,
			},
		},
		[198] = 
		{
			x = 90.00, y = 58.14, z = -43.30, Type = 6,
			Tid = 
			{
				[512] = 1,
			},
		},
		[199] = 
		{
			x = 24.65, y = 43.63, z = 44.90, Type = 6,
			Tid = 
			{
				[327] = 1,
			},
		},
		[200] = 
		{
			x = 104.56, y = 58.14, z = -45.38, Type = 6,
			Tid = 
			{
				[328] = 1,
			},
		},
		[201] = 
		{
			x = -234.08, y = 95.16, z = 317.78, Type = 6,
			Tid = 
			{
				[329] = 1,
			},
		},
		[224] = 
		{
			x = -55.00, y = 17.74, z = -286.00, Type = 6,
			Tid = 
			{
				[522] = 1,
			},
		},
		[225] = 
		{
			x = -99.50, y = 38.45, z = -157.80, Type = 6,
			Tid = 
			{
				[524] = 1,
			},
		},
		[226] = 
		{
			x = -99.00, y = 38.45, z = -143.00, Type = 6,
			Tid = 
			{
				[523] = 1,
			},
		},
		[232] = 
		{
			x = 11.41, y = 51.58, z = -128.59, Type = 6,
			Tid = 
			{
				[525] = 1,
			},
		},
		[233] = 
		{
			x = 24.94, y = 51.47, z = -140.26, Type = 6,
			Tid = 
			{
				[526] = 1,
			},
		},
		[234] = 
		{
			x = 35.12, y = 49.58, z = -144.27, Type = 6,
			Tid = 
			{
				[527] = 1,
			},
		},
		[236] = 
		{
			x = 66.73, y = 39.94, z = -142.88, Type = 6,
			Tid = 
			{
				[528] = 3,
			},
		},
		[257] = 
		{
			x = 95.90, y = 17.02, z = 135.00, Type = 6,
			Tid = 
			{
				[530] = 6,
			},
		},
		[263] = 
		{
			x = -137.70, y = 47.43, z = 80.70, Type = 6,
			Tid = 
			{
				[532] = 3,
			},
		},
		[269] = 
		{
			x = -52.92, y = 15.81, z = -300.50, Type = 6,
			Tid = 
			{
				[543] = 1,
			},
		},
		[272] = 
		{
			x = 130.00, y = 65.96, z = 44.70, Type = 6,
			Tid = 
			{
				[554] = 1,
			},
		},
		[273] = 
		{
			x = 179.00, y = 61.66, z = 40.00, Type = 6,
			Tid = 
			{
				[554] = 1,
			},
		},
		[274] = 
		{
			x = 212.64, y = 61.77, z = 42.00, Type = 6,
			Tid = 
			{
				[554] = 1,
			},
		},
		[282] = 
		{
			x = -148.41, y = 40.64, z = -4.25, Type = 6,
			Tid = 
			{
				[616] = 1,
			},
		},
		[283] = 
		{
			x = -91.03, y = 21.88, z = -257.42, Type = 6,
			Tid = 
			{
				[338] = 1,
			},
		},
		[284] = 
		{
			x = 124.99, y = 65.74, z = -81.33, Type = 6,
			Tid = 
			{
				[335] = 1,
			},
		},
		[293] = 
		{
			x = -204.93, y = 60.60, z = 105.55, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[294] = 
		{
			x = 137.42, y = 24.70, z = 314.65, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[295] = 
		{
			x = -171.38, y = 95.18, z = 253.28, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[296] = 
		{
			x = -245.46, y = 95.15, z = 276.77, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[297] = 
		{
			x = -109.35, y = 73.76, z = 221.04, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[298] = 
		{
			x = -167.86, y = 40.52, z = 45.66, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[299] = 
		{
			x = -114.21, y = 47.43, z = 78.77, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[300] = 
		{
			x = -104.72, y = 70.27, z = 146.02, Type = 6,
			Tid = 
			{
				[590] = 1,
			},
		},
		[303] = 
		{
			x = -132.90, y = 35.39, z = -154.84, Type = 6,
			Tid = 
			{
				[291] = 1,
			},
		},
		[305] = 
		{
			x = -76.97, y = 47.11, z = -27.30, Type = 6,
			Tid = 
			{
				[292] = 1,
			},
		},
		[307] = 
		{
			x = -63.49, y = 44.14, z = 40.22, Type = 6,
			Tid = 
			{
				[293] = 1,
			},
		},
		[309] = 
		{
			x = 126.23, y = 14.12, z = 113.68, Type = 6,
			Tid = 
			{
				[294] = 1,
			},
		},
		[311] = 
		{
			x = 25.45, y = 46.89, z = 253.67, Type = 6,
			Tid = 
			{
				[295] = 1,
			},
		},
		[313] = 
		{
			x = -149.55, y = 60.95, z = 104.85, Type = 6,
			Tid = 
			{
				[296] = 1,
			},
		},
		[315] = 
		{
			x = 19.97, y = 53.42, z = 297.55, Type = 6,
			Tid = 
			{
				[297] = 1,
			},
		},
		[317] = 
		{
			x = 212.52, y = 28.77, z = -136.25, Type = 6,
			Tid = 
			{
				[298] = 1,
			},
		},
		[319] = 
		{
			x = 153.21, y = 31.07, z = -236.76, Type = 6,
			Tid = 
			{
				[299] = 1,
			},
		},
		[321] = 
		{
			x = 94.97, y = 28.84, z = -290.00, Type = 6,
			Tid = 
			{
				[230] = 1,
			},
		},
		[351] = 
		{
			x = -132.90, y = 35.39, z = -154.84, Type = 6,
			Tid = 
			{
				[743] = 1,
			},
		},
		[350] = 
		{
			x = -76.97, y = 47.11, z = -27.30, Type = 6,
			Tid = 
			{
				[744] = 1,
			},
		},
		[349] = 
		{
			x = -63.49, y = 44.14, z = 40.22, Type = 6,
			Tid = 
			{
				[745] = 1,
			},
		},
		[348] = 
		{
			x = 126.23, y = 14.12, z = 113.68, Type = 6,
			Tid = 
			{
				[746] = 1,
			},
		},
		[347] = 
		{
			x = 25.45, y = 46.89, z = 253.67, Type = 6,
			Tid = 
			{
				[747] = 1,
			},
		},
		[346] = 
		{
			x = -149.55, y = 60.95, z = 104.85, Type = 6,
			Tid = 
			{
				[748] = 1,
			},
		},
		[345] = 
		{
			x = 19.97, y = 53.42, z = 297.55, Type = 6,
			Tid = 
			{
				[749] = 1,
			},
		},
		[344] = 
		{
			x = 212.52, y = 28.77, z = -136.25, Type = 6,
			Tid = 
			{
				[750] = 1,
			},
		},
		[343] = 
		{
			x = 153.21, y = 31.07, z = -236.76, Type = 6,
			Tid = 
			{
				[751] = 1,
			},
		},
		[342] = 
		{
			x = 94.97, y = 28.84, z = -290.00, Type = 6,
			Tid = 
			{
				[752] = 1,
			},
		},
		[352] = 
		{
			x = -132.90, y = 35.39, z = -154.84, Type = 6,
			Tid = 
			{
				[793] = 1,
			},
		},
		[353] = 
		{
			x = -76.97, y = 47.11, z = -27.30, Type = 6,
			Tid = 
			{
				[794] = 1,
			},
		},
		[354] = 
		{
			x = -63.49, y = 44.14, z = 40.22, Type = 6,
			Tid = 
			{
				[795] = 1,
			},
		},
		[355] = 
		{
			x = 126.23, y = 14.12, z = 113.68, Type = 6,
			Tid = 
			{
				[796] = 1,
			},
		},
		[356] = 
		{
			x = 25.45, y = 46.89, z = 253.67, Type = 6,
			Tid = 
			{
				[797] = 1,
			},
		},
		[357] = 
		{
			x = -149.55, y = 60.95, z = 104.85, Type = 6,
			Tid = 
			{
				[798] = 1,
			},
		},
		[358] = 
		{
			x = 19.97, y = 53.42, z = 297.55, Type = 6,
			Tid = 
			{
				[799] = 1,
			},
		},
		[359] = 
		{
			x = 212.52, y = 28.77, z = -136.25, Type = 6,
			Tid = 
			{
				[800] = 1,
			},
		},
		[360] = 
		{
			x = 153.21, y = 31.07, z = -236.76, Type = 6,
			Tid = 
			{
				[801] = 1,
			},
		},
		[361] = 
		{
			x = 94.97, y = 28.84, z = -290.00, Type = 6,
			Tid = 
			{
				[802] = 1,
			},
		},
		[144] = 
		{
			x = -35.41, y = 52.35, z = -121.50, Type = 6,
			Tid = 
			{
				[896] = 2,
			},
		},
		[203] = 
		{
			x = -38.61, y = 51.99, z = -124.80, Type = 6,
			Tid = 
			{
				[897] = 1,
			},
		},
		[204] = 
		{
			x = -39.22, y = 51.99, z = -124.80, Type = 6,
			Tid = 
			{
				[898] = 1,
			},
		},
		[285] = 
		{
			x = -69.20, y = 43.86, z = 25.74, Type = 6,
			Tid = 
			{
				[902] = 1,
			},
		},
		[289] = 
		{
			x = -48.61, y = 52.90, z = -45.56, Type = 6,
			Tid = 
			{
				[902] = 3,
			},
		},
		[290] = 
		{
			x = -69.21, y = 43.87, z = 25.78, Type = 6,
			Tid = 
			{
				[903] = 1,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = -194.26, posy = 17.74, posz = -225.53, rotx = 0.00, roty = 139.21, rotz = 0.00 },
		[2] = { posx = 94.27, posy = 24.21, posz = -355.41, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[3] = { posx = -219.57, posy = 17.74, posz = -307.56, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[4] = { posx = -133.07, posy = 17.74, posz = -330.56, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[5] = { posx = 99.12, posy = 58.14, posz = -38.31, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[8] = { posx = -202.10, posy = 17.89, posz = -289.19, rotx = 0.00, roty = 215.75, rotz = 0.00 },
		[9] = { posx = -208.09, posy = 60.17, posz = 69.76, rotx = 0.00, roty = 180.00, rotz = 0.00 },
		[10] = { posx = -200.49, posy = 61.05, posz = 101.82, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[11] = { posx = 137.45, posy = 25.19, posz = 310.01, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[12] = { posx = -168.74, posy = 95.67, posz = 258.86, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[13] = { posx = -233.13, posy = 95.60, posz = 282.07, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[14] = { posx = -105.70, posy = 74.24, posz = 231.09, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[15] = { posx = -160.38, posy = 44.53, posz = 40.70, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[16] = { posx = -124.24, posy = 51.42, posz = 79.17, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[17] = { posx = -111.94, posy = 71.07, posz = 138.95, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[18] = { posx = -238.38, posy = 28.72, posz = -230.18, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[19] = { posx = 257.68, posy = 80.61, posz = -23.06, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[20] = { posx = 93.29, posy = 25.35, posz = 183.51, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[21] = { posx = -85.38, posy = 75.78, posz = 282.94, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[22] = { posx = -164.41, posy = 50.30, posz = -69.35, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[23] = { posx = -46.15, posy = 57.47, posz = -81.39, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[24] = { posx = -79.68, posy = 34.38, posz = -273.66, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[25] = { posx = 100.16, posy = 38.12, posz = -241.03, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[26] = { posx = 112.57, posy = 70.81, posz = 3.20, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[27] = { posx = 177.00, posy = 39.11, posz = -147.22, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[28] = { posx = 201.63, posy = 16.93, posz = 100.05, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[29] = { posx = 138.90, posy = 26.27, posz = 252.94, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[30] = { posx = 16.93, posy = 47.85, posz = 57.19, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[31] = { posx = -217.61, posy = 83.68, posz = 214.28, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[32] = { posx = -160.30, posy = 100.19, posz = 274.10, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[33] = { posx = -164.29, posy = 100.09, posz = 365.79, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[34] = { posx = -115.71, posy = 96.48, posz = 396.86, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[35] = { posx = 155.89, posy = 35.34, posz = -135.49, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[36] = { posx = -175.35, posy = 39.31, posz = -84.79, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[37] = { posx = 240.05, posy = 71.92, posz = -80.20, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[38] = { posx = 146.40, posy = 72.72, posz = -87.46, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[39] = { posx = -116.85, posy = 19.94, posz = -289.29, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[40] = { posx = -111.91, posy = 97.28, posz = 356.17, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[41] = { posx = -83.08, posy = 72.07, posz = 349.56, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[42] = { posx = 100.60, posy = 17.47, posz = 94.23, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[43] = { posx = 133.44, posy = 21.00, posz = 211.03, rotx = 0.00, roty = 0.00, rotz = 0.00 },
		[44] = { posx = -70.53, posy = 69.87, posz = 279.24, rotx = 0.00, roty = 0.00, rotz = 0.00 },
	},

}
return MapInfo