local MapInfo = 
{
	MapType = 4,
	Remarks = "",
	TextDisplayName = "巨人遗都",
	Length = 800,
	Width = 800,
	NavMeshName = "World05.navmesh",
	BackgroundMusic = "BGM_Dunjeon/Dunjeon/DUNJEON_BATTLE",
	BattleMusic = "",
	EnvironmentMusic = "",
	MiniMapAtlasPath = "Assets/Outputs/CommonAtlas/MiniMap/WorldMap.png",
	AssetPath = "Assets/Outputs/Scenes/World05.prefab",
	Monster = 
	{
		[50025] = 
		{
			[1] = { x = -211.71, y = 95.26, z = 323.28, name = "丧尸", level = 10, SortID = 1 },
			[2] = { x = -203.70, y = 95.16, z = 340.96, name = "丧尸", level = 10, SortID = 2 },
			[3] = { x = -190.13, y = 95.17, z = 306.31, name = "丧尸", level = 10, SortID = 3 },
			[4] = { x = -178.01, y = 95.07, z = 337.43, name = "丧尸", level = 10, SortID = 4 },
			[5] = { x = -172.18, y = 95.01, z = 311.00, name = "丧尸", level = 10, SortID = 5 },
			[6] = { x = -166.79, y = 95.01, z = 324.49, name = "丧尸", level = 10, SortID = 6 },
			[7] = { x = -212.73, y = 95.01, z = 333.71, name = "丧尸", level = 10, SortID = 8 },
		},
		[50026] = 
		{
			[1] = { x = -211.71, y = 95.26, z = 323.28, name = "不死士", level = 10, SortID = 1 },
			[2] = { x = -203.70, y = 95.16, z = 340.96, name = "不死士", level = 10, SortID = 2 },
			[3] = { x = -190.13, y = 95.17, z = 306.31, name = "不死士", level = 10, SortID = 3 },
			[4] = { x = -178.01, y = 95.07, z = 337.43, name = "不死士", level = 10, SortID = 4 },
			[5] = { x = -172.18, y = 95.01, z = 311.00, name = "不死士", level = 10, SortID = 5 },
			[6] = { x = -166.79, y = 95.01, z = 324.49, name = "不死士", level = 10, SortID = 6 },
			[7] = { x = -212.73, y = 95.01, z = 333.71, name = "不死士", level = 10, SortID = 8 },
		},
		[50027] = 
		{
			[1] = { x = -211.71, y = 95.26, z = 323.28, name = "不死近卫", level = 10, SortID = 1 },
			[2] = { x = -203.70, y = 95.16, z = 340.96, name = "不死近卫", level = 10, SortID = 2 },
			[3] = { x = -190.13, y = 95.17, z = 306.31, name = "不死近卫", level = 10, SortID = 3 },
			[4] = { x = -178.01, y = 95.07, z = 337.43, name = "不死近卫", level = 10, SortID = 4 },
			[5] = { x = -172.18, y = 95.01, z = 311.00, name = "不死近卫", level = 10, SortID = 5 },
			[6] = { x = -166.79, y = 95.01, z = 324.49, name = "不死近卫", level = 10, SortID = 6 },
			[7] = { x = -212.73, y = 95.01, z = 333.71, name = "不死近卫", level = 10, SortID = 8 },
		},
		[50034] = 
		{
			[1] = { x = -211.71, y = 95.26, z = 323.28, name = "复生联盟军", level = 6, SortID = 1 },
			[2] = { x = -203.70, y = 95.16, z = 340.96, name = "复生联盟军", level = 6, SortID = 2 },
			[3] = { x = -190.13, y = 95.17, z = 306.31, name = "复生联盟军", level = 6, SortID = 3 },
			[4] = { x = -178.01, y = 95.07, z = 337.43, name = "复生联盟军", level = 6, SortID = 4 },
			[5] = { x = -172.18, y = 95.01, z = 311.00, name = "复生联盟军", level = 6, SortID = 5 },
			[6] = { x = -166.79, y = 95.01, z = 324.49, name = "复生联盟军", level = 6, SortID = 6 },
			[7] = { x = -212.73, y = 95.01, z = 333.71, name = "复生联盟军", level = 6, SortID = 8 },
		},
		[50035] = 
		{
			[1] = { x = -208.99, y = 95.11, z = 331.98, name = "不死骑士", level = 10, SortID = 7 },
		},
		[50028] = 
		{
			[1] = { x = -208.99, y = 95.11, z = 331.98, name = "死亡男爵", level = 10, SortID = 7 },
		},
	},
	Npc = 
	{
	},
	Region = 
	{
		[2] = 
		{
			[1] = { x = -195.55, y = 95.01, z = 326.17, name = "刷怪区域", worldId = 0, PkMode = 0 },
		},
	},
	Mine = 
	{
	},
	Entity = 
	{
		[1] = 
		{
			x = -211.71, y = 95.26, z = 323.28, Type = 1,
			Tid = 
			{
				[50025] = 5,
				[50026] = 5,
				[50027] = 5,
				[50034] = 5,
			},
		},
		[2] = 
		{
			x = -203.70, y = 95.16, z = 340.96, Type = 1,
			Tid = 
			{
				[50025] = 5,
				[50026] = 5,
				[50027] = 5,
				[50034] = 5,
			},
		},
		[3] = 
		{
			x = -190.13, y = 95.17, z = 306.31, Type = 1,
			Tid = 
			{
				[50025] = 5,
				[50026] = 5,
				[50027] = 5,
				[50034] = 5,
			},
		},
		[4] = 
		{
			x = -178.01, y = 95.07, z = 337.43, Type = 1,
			Tid = 
			{
				[50025] = 5,
				[50026] = 5,
				[50027] = 5,
				[50034] = 5,
			},
		},
		[5] = 
		{
			x = -172.18, y = 95.01, z = 311.00, Type = 1,
			Tid = 
			{
				[50025] = 5,
				[50026] = 5,
				[50027] = 5,
				[50034] = 5,
			},
		},
		[6] = 
		{
			x = -166.79, y = 95.01, z = 324.49, Type = 1,
			Tid = 
			{
				[50025] = 5,
				[50026] = 5,
				[50027] = 5,
				[50034] = 5,
			},
		},
		[7] = 
		{
			x = -208.99, y = 95.11, z = 331.98, Type = 1,
			Tid = 
			{
				[50035] = 1,
				[50028] = 1,
			},
		},
		[8] = 
		{
			x = -212.73, y = 95.01, z = 333.71, Type = 1,
			Tid = 
			{
				[50025] = 4,
				[50026] = 4,
				[50027] = 4,
				[50034] = 4,
			},
		},
		[9] = 
		{
			x = -250.00, y = 95.04, z = 339.75, Type = 4,
			Tid = 
			{
				[18] = 0,
			},
		},
		[11] = 
		{
			x = -158.57, y = 93.92, z = 313.84, Type = 4,
			Tid = 
			{
				[18] = 0,
			},
		},
		[12] = 
		{
			x = -214.41, y = 95.15, z = 299.35, Type = 4,
			Tid = 
			{
				[18] = 0,
			},
		},
		[10] = 
		{
			x = -178.08, y = 95.05, z = 358.06, Type = 4,
			Tid = 
			{
				[18] = 0,
			},
		},
	},
	TargetPoint = 
	{
		[1] = { posx = -230.69, posy = 95.11, posz = 340.77, rotx = 0.00, roty = 20.00, rotz = 0.00 },
	},

}
return MapInfo
